{
  "id": "sb_8_10",
  "canto": 8,
  "chapter": 10,
  "chapter_title": "The Battle Between the Demigods and the Demons",
  "verses_list": [
    {
      "id": "sb_8_10_1",
      "verseTitle": "Text 1:",
      "translation": "Śukadeva Gosvāmī said: O King, the demons and Daityas all engaged with full attention and effort in churning the ocean, but because they were not devotees of Vāsudeva, the Supreme Personality of Godhead, Kṛṣṇa, they were not able to drink the nectar."
    },
    {
      "id": "sb_8_10_2",
      "verseTitle": "Text 2:",
      "translation": "O King, after the Supreme Personality of Godhead had brought to completion the affairs of churning the ocean and feeding the nectar to the demigods, who are His dear devotees, He left the presence of them all and was carried by Garuḍa to His own abode."
    },
    {
      "id": "sb_8_10_3",
      "verseTitle": "Text 3:",
      "translation": "Seeing the victory of the demigods, the demons became intolerant of their superior opulence. Thus they began to march toward the demigods with raised weapons."
    },
    {
      "id": "sb_8_10_4",
      "verseTitle": "Text 4:",
      "translation": "Thereafter, being enlivened because of drinking the nectar, the demigods, who are always at the shelter of the lotus feet of Nārāyaṇa, used their various weapons to counterattack the demons in a fighting spirit."
    },
    {
      "id": "sb_8_10_5",
      "verseTitle": "Text 5:",
      "translation": "O King, a fierce battle on the beach of the Ocean of Milk ensued between the demigods and the demons. The fighting was so terrible that simply hearing about it would make the hair on one’s body stand on end."
    },
    {
      "id": "sb_8_10_6",
      "verseTitle": "Text 6:",
      "translation": "Both parties in that fight were extremely angry at heart, and in enmity they beat one another with swords, arrows and varieties of other weapons."
    },
    {
      "id": "sb_8_10_7",
      "verseTitle": "Text 7:",
      "translation": "The sounds of the conchshells, bugles, drums, bherīs and ḍamarīs [kettledrums], as well as the sounds made by the elephants, horses and soldiers, who were both on chariots and on foot, were tumultuous."
    },
    {
      "id": "sb_8_10_8",
      "verseTitle": "Text 8:",
      "translation": "On that battlefield, the charioteers fought with the opposing charioteers, the infantry soldiers with the opposing infantry, the soldiers on horseback with the opposing soldiers on horseback, and the soldiers on the backs of elephants with the enemy soldiers on elephants. In this way, the fighting took place between equals."
    },
    {
      "id": "sb_8_10_9",
      "verseTitle": "Text 9:",
      "translation": "Some soldiers fought on the backs of camels, some on the backs of elephants, some on asses, some on white-faced and red-faced monkeys, some on tigers and some on lions. In this way, they all engaged in fighting."
    },
    {
      "id": "sb_8_10_10-12",
      "verseTitle": "Texts 10-12:",
      "translation": "O King, some soldiers fought on the backs of vultures, eagles, ducks, hawks and bhāsa birds. Some fought on the backs of timiṅgilas, which can devour huge whales, some on the backs of śarabhas, and some on buffalo, rhinoceroses, cows, bulls, jungle cows and aruṇas. Others fought on the backs of jackals, rats, lizards, rabbits, human beings, goats, black deer, swans and boars. In this way, mounted on animals of the water, land and sky, including animals with deformed bodies, both armies faced each other and went forward."
    },
    {
      "id": "sb_8_10_13-15",
      "verseTitle": "Texts 13-15:",
      "translation": "O King, O descendant of Mahārāja Pāṇḍu, the soldiers of both the demigods and demons were decorated by canopies, colorful flags, and umbrellas with handles made of valuable jewels and pearls. They were further decorated by fans made of peacock feathers and by other fans also. The soldiers, their upper and lower garments waving in the breeze, naturally looked very beautiful, and in the light of the glittering sunshine their shields, ornaments and sharp, clean weapons appeared dazzling. Thus the ranks of soldiers seemed like two oceans with bands of aquatics."
    },
    {
      "id": "sb_8_10_16-18",
      "verseTitle": "Texts 16-18:",
      "translation": "For that battle the most celebrated commander in chief, Mahārāja Bali, son of Virocana, was seated on a wonderful airplane named Vaihāyasa. O King, this beautifully decorated airplane had been manufactured by the demon Maya and was equipped with weapons for all types of combat. It was inconceivable and indescribable. Indeed, it was sometimes visible and sometimes not. Seated in this airplane under a beautiful protective umbrella and being fanned by the best of cāmaras, Mahārāja Bali, surrounded by his captains and commanders, appeared just like the moon rising in the evening, illuminating all directions."
    },
    {
      "id": "sb_8_10_19-24",
      "verseTitle": "Texts 19-24:",
      "translation": "Surrounding Mahārāja Bali on all sides were the commanders and captains of the demons, sitting on their respective chariots. Among them were the following demons: Namuci, Śambara, Bāṇa, Vipracitti, Ayomukha, Dvimūrdhā, Kālanābha, Praheti, Heti, Ilvala, Śakuni, Bhūtasantāpa, Vajradaṁṣṭra, Virocana, Hayagrīva, Śaṅkuśirā, Kapila, Meghadundubhi, Tāraka, Cakradṛk, Śumbha, Niśumbha, Jambha, Utkala, Ariṣṭa, Ariṣṭanemi, Tripurādhipa, Maya, the sons of Puloma, the Kāleyas and Nivātakavaca. All of these demons had been deprived of their share of the nectar and had shared merely in the labor of churning the ocean. Now, they fought against the demigods, and to encourage their armies, they made a tumultuous sound like the roaring of lions and blew loudly on conchshells. Balabhit, Lord Indra, upon seeing this situation of his ferocious rivals, became extremely angry."
    },
    {
      "id": "sb_8_10_25",
      "verseTitle": "Text 25:",
      "translation": "Sitting on Airāvata, an elephant who can go anywhere and who holds water and wine in reserve for showering, Lord Indra looked just like the sun rising from Udayagiri, where there are reservoirs of water."
    },
    {
      "id": "sb_8_10_26",
      "verseTitle": "Text 26:",
      "translation": "Surrounding Lord Indra, King of heaven, were the demigods, seated on various types of vehicles and decorated with flags and weapons. Present among them were Vāyu, Agni, Varuṇa and other rulers of various planets, along with their associates."
    },
    {
      "id": "sb_8_10_27",
      "verseTitle": "Text 27:",
      "translation": "The demigods and demons came before each other and reproached one another with words piercing to the heart. Then they drew near and began fighting face to face in pairs."
    },
    {
      "id": "sb_8_10_28",
      "verseTitle": "Text 28:",
      "translation": "O King, Mahārāja Bali fought with Indra, Kārttikeya with Tāraka, Varuṇa with Heti, and Mitra with Praheti."
    },
    {
      "id": "sb_8_10_29",
      "verseTitle": "Text 29:",
      "translation": "Yamarāja fought with Kālanābha, Viśvakarmā with Maya Dānava, Tvaṣṭā with Śambara, and the sun-god with Virocana."
    },
    {
      "id": "sb_8_10_30-31",
      "verseTitle": "Texts 30-31:",
      "translation": "The demigod Aparājita fought with Namuci, and the two Aśvinī-kumāra brothers fought with Vṛṣaparvā. The sun-god fought with the one hundred sons of Mahārāja Bali, headed by Bāṇa, and the moon-god fought with Rāhu. The demigod controlling air fought with Puloma, and Śumbha and Niśumbha fought the supremely powerful material energy, Durgādevī, who is called Bhadra Kālī."
    },
    {
      "id": "sb_8_10_32-34",
      "verseTitle": "Texts 32-34:",
      "translation": "O Mahārāja Parīkṣit, suppressor of enemies [Arindama], Lord Śiva fought with Jambha, and Vibhāvasu fought with Mahiṣāsura. Ilvala, along with his brother Vātāpi, fought the sons of Lord Brahmā. Durmarṣa fought with Cupid, the demon Utkala with the Mātṛkā demigoddesses, Bṛhaspati with Śukrācārya, and Śanaiścara [Saturn] with Narakāsura. The Maruts fought Nivātakavaca, the Vasus fought the Kālakeya demons, the Viśvedeva demigods fought the Pauloma demons, and the Rudras fought the Krodhavaśa demons, who were victims of anger."
    },
    {
      "id": "sb_8_10_35",
      "verseTitle": "Text 35:",
      "translation": "All of these demigods and demons assembled on the battlefield with a fighting spirit and attacked one another with great strength. All of them desiring victory, they fought in pairs, hitting one another severely with sharpened arrows, swords and lances."
    },
    {
      "id": "sb_8_10_36",
      "verseTitle": "Text 36:",
      "translation": "They severed one another’s heads, using weapons like bhuśuṇḍis, cakras, clubs, ṛṣṭis, paṭṭiśas, śaktis, ulmukas, prāsas, paraśvadhas, nistriṁśas, lances, parighas, mudgaras and bhindipālas."
    },
    {
      "id": "sb_8_10_37",
      "verseTitle": "Text 37:",
      "translation": "The elephants, horses, chariots, charioteers, infantry soldiers and various kinds of carriers, along with their riders, were slashed to pieces. The arms, thighs, necks and legs of the soldiers were severed, and their flags, bows, armor and ornaments were torn apart."
    },
    {
      "id": "sb_8_10_38",
      "verseTitle": "Text 38:",
      "translation": "Because of the impact on the ground of the legs of the demons and demigods and the wheels of the chariots, particles of dust flew violently into the sky and made a dust cloud that covered all directions of outer space, as far as the sun. But when the particles of dust were followed by drops of blood being sprinkled all over space, the dust cloud could no longer float in the sky."
    },
    {
      "id": "sb_8_10_39",
      "verseTitle": "Text 39:",
      "translation": "In the course of the battle, the warfield became strewn with the severed heads of heroes, their eyes still staring and their teeth still pressed against their lips in anger. Helmets and earrings were scattered from these severed heads. Similarly, many arms, decorated with ornaments and clutching various weapons, were strewn here and there, as were many legs and thighs, which resembled the trunks of elephants."
    },
    {
      "id": "sb_8_10_40",
      "verseTitle": "Text 40:",
      "translation": "Many headless trunks were generated on that battlefield. With weapons in their arms, those ghostly trunks, which could see with the eyes in the fallen heads, attacked the enemy soldiers."
    },
    {
      "id": "sb_8_10_41",
      "verseTitle": "Text 41:",
      "translation": "Mahārāja Bali then attacked Indra with ten arrows and attacked Airāvata, Indra’s carrier elephant, with three arrows. With four arrows he attacked the four horsemen guarding Airāvata’s legs, and with one arrow he attacked the driver of the elephant."
    },
    {
      "id": "sb_8_10_42",
      "verseTitle": "Text 42:",
      "translation": "Before Bali Mahārāja’s arrows could reach him, Indra, King of heaven, who is expert in dealing with arrows, smiled and counteracted the arrows with arrows of another type, known as bhalla, which were extremely sharp."
    },
    {
      "id": "sb_8_10_43",
      "verseTitle": "Text 43:",
      "translation": "When Bali Mahārāja saw the expert military activities of Indra, he could not restrain his anger. Thus he took up another weapon, known as śakti, which blazed like a great firebrand. But Indra cut that weapon to pieces while it was still in Bali’s hand."
    },
    {
      "id": "sb_8_10_44",
      "verseTitle": "Text 44:",
      "translation": "Thereafter, one by one, Bali Mahārāja used a lance, prāsa, tomara, ṛṣṭis and other weapons, but whatever weapons he took up, Indra immediately cut them to pieces."
    },
    {
      "id": "sb_8_10_45",
      "verseTitle": "Text 45:",
      "translation": "My dear King, Bali Mahārāja then disappeared and resorted to demoniac illusions. A giant mountain, generated from illusion, then appeared above the heads of the demigod soldiers."
    },
    {
      "id": "sb_8_10_46",
      "verseTitle": "Text 46:",
      "translation": "From that mountain fell trees blazing in a forest fire. Chips of stone, with sharp edges like picks, also fell and smashed the heads of the demigod soldiers."
    },
    {
      "id": "sb_8_10_47",
      "verseTitle": "Text 47:",
      "translation": "Scorpions, large snakes and many other poisonous animals, as well as lions, tigers, boars and great elephants, all began falling upon the demigod soldiers, crushing everything."
    },
    {
      "id": "sb_8_10_48",
      "verseTitle": "Text 48:",
      "translation": "O my King, many hundreds of male and female carnivorous demons, completely naked and carrying tridents in their hands, then appeared, crying the slogans “Cut them to pieces! Pierce them!”"
    },
    {
      "id": "sb_8_10_49",
      "verseTitle": "Text 49:",
      "translation": "Fierce clouds, harassed by strong winds, then appeared in the sky. Rumbling very gravely with the sound of thunder, they began to shower live coals."
    },
    {
      "id": "sb_8_10_50",
      "verseTitle": "Text 50:",
      "translation": "A great devastating fire created by Bali Mahārāja began burning all the soldiers of the demigods. This fire, accompanied by blasting winds, seemed as terrible as the Sāṁvartaka fire, which appears at the time of dissolution."
    },
    {
      "id": "sb_8_10_51",
      "verseTitle": "Text 51:",
      "translation": "Thereafter, whirlpools and sea waves, agitated by fierce blasts of wind, appeared everywhere, before everyone’s vision, in a furious flood."
    },
    {
      "id": "sb_8_10_52",
      "verseTitle": "Text 52:",
      "translation": "While this magical atmosphere in the fight was being created by the invisible demons, who were expert in such illusions, the soldiers of the demigods became morose."
    },
    {
      "id": "sb_8_10_53",
      "verseTitle": "Text 53:",
      "translation": "O King, when the demigods could find no way to counteract the activities of the demons, they wholeheartedly meditated upon the Supreme Personality of Godhead, the creator of the universe, who then immediately appeared."
    },
    {
      "id": "sb_8_10_54",
      "verseTitle": "Text 54:",
      "translation": "The Supreme Personality of Godhead, whose eyes resemble the petals of a newly blossomed lotus, sat on the back of Garuḍa, spreading His lotus feet over Garuḍa’s shoulders. Dressed in yellow, decorated by the Kaustubha gem and the goddess of fortune, and wearing an invaluable helmet and earrings, the Supreme Lord, holding various weapons in His eight hands, became visible to the demigods."
    },
    {
      "id": "sb_8_10_55",
      "verseTitle": "Text 55:",
      "translation": "As the dangers of a dream cease when the dreamer awakens, the illusions created by the jugglery of the demons were vanquished by the transcendental prowess of the Supreme Personality of Godhead as soon as He entered the battlefield. Indeed, simply by remembrance of the Supreme Personality of Godhead, one becomes free from all dangers."
    },
    {
      "id": "sb_8_10_56",
      "verseTitle": "Text 56:",
      "translation": "O King, when the demon Kālanemi, who was carried by a lion, saw that the Supreme Personality of Godhead, carried by Garuḍa, was on the battlefield, the demon immediately took his trident, whirled it and discharged it at Garuḍa’s head. The Supreme Personality of Godhead, Hari, the master of the three worlds, immediately caught the trident, and with the very same weapon he killed the enemy Kālanemi, along with his carrier, the lion."
    },
    {
      "id": "sb_8_10_57",
      "verseTitle": "Text 57:",
      "translation": "Thereafter, two very powerful demons named Mālī and Sumālī were killed by the Supreme Lord, who severed their heads with His disc. Then Mālyavān, another demon, attacked the Lord. With his sharp club, the demon, who was roaring like a lion, attacked Garuḍa, the lord of the birds, who are born from eggs. But the Supreme Personality of Godhead, the original person, used His disc to cut off the head of that enemy also."
    }
  ],
  "description": "The summary of Chapter Ten is as follows. Because of envy, the fight between the demons and the demigods continued. When the demigods were almost defeated by demoniac maneuvers and became morose, Lord Viṣṇu appeared among them."
}