{
  "id": "sb_8_15",
  "canto": 8,
  "chapter": 15,
  "chapter_title": "Bali Mahārāja Conquers the Heavenly Planets",
  "verses_list": [
    {
      "id": "sb_8_15_1-2",
      "verseTitle": "Texts 1-2:",
      "translation": "Mahārāja Parīkṣit inquired: The Supreme Personality of Godhead is the proprietor of everything. Why did He beg three paces of land from Bali Mahārāja like a poor man, and when He got the gift for which He had begged, why did He nonetheless arrest Bali Mahārāja? I am very much anxious to know the mystery of these contradictions."
    },
    {
      "id": "sb_8_15_3",
      "verseTitle": "Text 3:",
      "translation": "Śukadeva Gosvāmī said: O King, when Bali Mahārāja lost all his opulence and died in the fight, Śukrācārya, a descendant of Bhṛgu Muni, brought him back to life. Because of this, the great soul Bali Mahārāja became a disciple of Śukrācārya and began to serve him with great faith, offering everything he had."
    },
    {
      "id": "sb_8_15_4",
      "verseTitle": "Text 4:",
      "translation": "The brāhmaṇa descendants of Bhṛgu Muni were very pleased with Bali Mahārāja, who desired to conquer the kingdom of Indra. Therefore, after purifying him and properly bathing him according to regulative principles, they engaged him in performing the yajña known as Viśvajit."
    },
    {
      "id": "sb_8_15_5",
      "verseTitle": "Text 5:",
      "translation": "When ghee [clarified butter] was offered in the fire of sacrifice, there appeared from the fire a celestial chariot covered with gold and silk. There also appeared yellow horses like those of Indra, and a flag marked with a lion."
    },
    {
      "id": "sb_8_15_6",
      "verseTitle": "Text 6:",
      "translation": "A gilded bow, two quivers of infallible arrows, and celestial armor also appeared. Bali Mahārāja’s grandfather Prahlāda Mahārāja offered Bali a garland of flowers that would never fade, and Śukrācārya gave him a conchshell."
    },
    {
      "id": "sb_8_15_7",
      "verseTitle": "Text 7:",
      "translation": "When Mahārāja Bali had thus performed the special ritualistic ceremony advised by the brāhmaṇas and had received, by their grace, the equipment for fighting, he circumambulated the brāhmaṇas and offered them obeisances. He also saluted Prahlāda Mahārāja and offered obeisances to him."
    },
    {
      "id": "sb_8_15_8-9",
      "verseTitle": "Texts 8-9:",
      "translation": "Then, after getting on the chariot given by Śukrācārya, Bali Mahārāja, decorated with a nice garland, put protective armor on his body, equipped himself with a bow, and took up a sword and a quiver of arrows. When he sat down on the seat of the chariot, his arms decorated with golden bangles and his ears with sapphire earrings, he shone like a worshipable fire."
    },
    {
      "id": "sb_8_15_10-11",
      "verseTitle": "Texts 10-11:",
      "translation": "When he assembled with his own soldiers and the demon chiefs, who were equal to him in strength, opulence and beauty, they appeared as if they would swallow the sky and burn all directions with their vision. After thus gathering the demoniac soldiers, Bali Mahārāja departed for the opulent capital of Indra. Indeed, he seemed to make the entire surface of the world tremble."
    },
    {
      "id": "sb_8_15_12",
      "verseTitle": "Text 12:",
      "translation": "King Indra’s city was full of pleasing orchards and gardens, such as the Nandana garden. Because of the weight of the flowers, leaves and fruit, the branches of the eternally existing trees were bending down. The gardens were visited by pairs of chirping birds and singing bees. The entire atmosphere was celestial."
    },
    {
      "id": "sb_8_15_13",
      "verseTitle": "Text 13:",
      "translation": "Beautiful women protected by the demigods sported in the gardens, which had lotus ponds full of swans, cranes, cakravākas and ducks."
    },
    {
      "id": "sb_8_15_14",
      "verseTitle": "Text 14:",
      "translation": "The city was surrounded by trenches full of Ganges water, known as Ākāśa-gaṅgā, and by a high wall, which was the color of fire. Upon this wall were parapets for fighting."
    },
    {
      "id": "sb_8_15_15",
      "verseTitle": "Text 15:",
      "translation": "The doors were made of solid gold plates, and the gates were of excellent marble. These were linked by various public roads. The entire city had been constructed by Viśvakarmā."
    },
    {
      "id": "sb_8_15_16",
      "verseTitle": "Text 16:",
      "translation": "The city was full of courtyards, wide roads, assembly houses, and not less than one hundred million airplanes. The crossroads were made of pearl, and there were sitting places made of diamond and coral."
    },
    {
      "id": "sb_8_15_17",
      "verseTitle": "Text 17:",
      "translation": "Everlastingly beautiful and youthful women, who were dressed with clean garments, glittered in the city like fires with flames. They all possessed the quality of śyāmā."
    },
    {
      "id": "sb_8_15_18",
      "verseTitle": "Text 18:",
      "translation": "The breezes blowing in the streets of the city bore the fragrance of the flowers falling from the hair of the women of the demigods."
    },
    {
      "id": "sb_8_15_19",
      "verseTitle": "Text 19:",
      "translation": "Apsarās passed on the streets, which were covered with the white, fragrant smoke of aguru incense emanating from windows with golden filigree."
    },
    {
      "id": "sb_8_15_20",
      "verseTitle": "Text 20:",
      "translation": "The city was shaded by canopies decorated with pearls, and the domes of the palaces had flags of pearl and gold. The city always resounded with the vibrations of peacocks, pigeons and bees, and above the city flew airplanes full of beautiful women who constantly chanted auspicious songs that were very pleasing to the ear."
    },
    {
      "id": "sb_8_15_21",
      "verseTitle": "Text 21:",
      "translation": "The city was filled with the sounds of mṛdaṅgas, conchshells, kettledrums, flutes and well-tuned stringed instruments all playing in concert. There was constant dancing and the Gandharvas sang. The combined beauty of Indrapurī defeated beauty personified."
    },
    {
      "id": "sb_8_15_22",
      "verseTitle": "Text 22:",
      "translation": "No one who was sinful, envious, violent toward other living entities, cunning, falsely proud, lusty or greedy could enter that city. The people who lived there were all devoid of these faults."
    },
    {
      "id": "sb_8_15_23",
      "verseTitle": "Text 23:",
      "translation": "Bali Mahārāja, who was the commander of numberless soldiers, gathered his soldiers outside this abode of Indra and attacked it from all directions. He sounded the conchshell given him by his spiritual master, Śukrācārya, thus creating a fearful situation for the women protected by Indra."
    },
    {
      "id": "sb_8_15_24",
      "verseTitle": "Text 24:",
      "translation": "Seeing Bali Mahārāja’s indefatigable endeavor and understanding his motive, King Indra, along with the other demigods, approached his spiritual master, Bṛhaspati, and spoke as follows."
    },
    {
      "id": "sb_8_15_25",
      "verseTitle": "Text 25:",
      "translation": "My lord, our old enemy Bali Mahārāja now has new enthusiasm, and he has obtained such astonishing power that we think that perhaps we cannot resist his prowess."
    },
    {
      "id": "sb_8_15_26",
      "verseTitle": "Text 26:",
      "translation": "No one anywhere can counteract this military arrangement of Bali’s. It now appears that Bali is trying to drink up the entire universe with his mouth, lick up the ten directions with his tongue, and raise fire in every direction with his eyes. Indeed, he has arisen like the annihilating fire known as saṁvartaka."
    },
    {
      "id": "sb_8_15_27",
      "verseTitle": "Text 27:",
      "translation": "Kindly inform me. What is the cause for Bali Mahārāja’s strength, endeavor, influence and victory? How has he become so enthusiastic?"
    },
    {
      "id": "sb_8_15_28",
      "verseTitle": "Text 28:",
      "translation": "Bṛhaspati, the spiritual master of the demigods, said: O Indra, I know the cause for your enemy’s becoming so powerful. The brāhmaṇa descendants of Bhṛgu Muni, being pleased by Bali Mahārāja, their disciple, endowed him with such extraordinary power."
    },
    {
      "id": "sb_8_15_29",
      "verseTitle": "Text 29:",
      "translation": "Neither you nor your men can conquer the most powerful Bali. Indeed, no one but the Supreme Personality of Godhead can conquer him, for he is now equipped with the supreme spiritual power [brahma-tejas]. As no one can stand before Yamarāja, no one can now stand before Bali Mahārāja."
    },
    {
      "id": "sb_8_15_30",
      "verseTitle": "Text 30:",
      "translation": "Therefore, waiting until the situation of your enemies is reversed, you should all leave this heavenly planet and go elsewhere, where you will not be seen."
    },
    {
      "id": "sb_8_15_31",
      "verseTitle": "Text 31:",
      "translation": "Bali Mahārāja has now become extremely powerful because of the benedictions given him by the brāhmaṇas, but when he later insults the brāhmaṇas, he will be vanquished, along with his friends and assistants."
    },
    {
      "id": "sb_8_15_32",
      "verseTitle": "Text 32:",
      "translation": "Śukadeva Gosvāmī continued: The demigods, being thus advised by Bṛhaspati for their benefit, immediately accepted his words. Assuming forms according to their desire, they left the heavenly kingdom and scattered, without being observed by the demons."
    },
    {
      "id": "sb_8_15_33",
      "verseTitle": "Text 33:",
      "translation": "When the demigods had disappeared, Bali Mahārāja, the son of Virocana, entered the heavenly kingdom, and from there he brought the three worlds under his control."
    },
    {
      "id": "sb_8_15_34",
      "verseTitle": "Text 34:",
      "translation": "The brāhmaṇa descendants of Bhṛgu, being very pleased with their disciple, who had conquered the entire universe, now engaged him in performing one hundred aśvamedha sacrifices."
    },
    {
      "id": "sb_8_15_35",
      "verseTitle": "Text 35:",
      "translation": "When Bali Mahārāja performed these sacrifices, he gained a great reputation in all directions, throughout the three worlds. Thus he shone in his position, like the brilliant moon in the sky."
    },
    {
      "id": "sb_8_15_36",
      "verseTitle": "Text 36:",
      "translation": "Because of the favor of the brāhmaṇas, the great soul Bali Mahārāja, thinking himself very satisfied, became very opulent and prosperous and began to enjoy the kingdom."
    }
  ],
  "description": "This chapter describes how Bali, after performing the Viśvajit-yajña, received the benediction of a chariot and various kinds of paraphernalia for war, with which he attacked the King of heaven. All the demigods, being afraid of him, left the heavenly planets and went away, following the instructions of their guru."
}