{
  "id": "sb_8_8",
  "canto": 8,
  "chapter": 8,
  "chapter_title": "The Churning of the Milk Ocean",
  "verses_list": [
    {
      "id": "sb_8_8_1",
      "verseTitle": "Text 1:",
      "translation": "Śukadeva Gosvāmī continued: Upon Lord Śiva’s drinking the poison, both the demigods and the demons, being very pleased, began to churn the ocean with renewed vigor. As a result of this, there appeared a cow known as surabhi."
    },
    {
      "id": "sb_8_8_2",
      "verseTitle": "Text 2:",
      "translation": "O King Parīkṣit, great sages who were completely aware of the Vedic ritualistic ceremonies took charge of that surabhi cow, which produced all the yogurt, milk and ghee absolutely necessary for offering oblations into the fire. They did this just for the sake of pure ghee, which they wanted for the performance of sacrifices to elevate themselves to the higher planetary systems, up to Brahmaloka."
    },
    {
      "id": "sb_8_8_3",
      "verseTitle": "Text 3:",
      "translation": "Thereafter, a horse named Uccaiḥśravā, which was as white as the moon, was generated. Bali Mahārāja desired to possess this horse, and Indra, the King of heaven, did not protest, for he had previously been so advised by the Supreme Personality of Godhead."
    },
    {
      "id": "sb_8_8_4",
      "verseTitle": "Text 4:",
      "translation": "As the next result of the churning, the king of elephants, named Airāvata, was generated. This elephant was white, and with its four tusks it defied the glories of Kailāsa Mountain, the glorious abode of Lord Śiva."
    },
    {
      "id": "sb_8_8_5",
      "verseTitle": "Text 5:",
      "translation": "Thereafter, O King, eight great elephants, which could go in any direction, were generated. They were headed by Airāvaṇa. Eight she-elephants, headed by Abhramu, were also generated."
    },
    {
      "id": "sb_8_8_6",
      "verseTitle": "Text 6:",
      "translation": "Generated thereafter from the great ocean were the celebrated gems Kaustubha-maṇi and Padmarāga-maṇi. Lord Viṣṇu, to decorate His chest, desired to possess them. Generated next was the pārijāta flower, which decorates the celestial planets. O King, as you fulfill the desires of everyone on this planet by fulfilling all ambitions, the pārijāta fulfills the desires of everyone."
    },
    {
      "id": "sb_8_8_7",
      "verseTitle": "Text 7:",
      "translation": "Next there appeared the Apsarās [who are used as prostitutes on the heavenly planets]. They were fully decorated with golden ornaments and lockets and were dressed in fine and attractive clothing. The Apsarās move very slowly in an attractive style that bewilders the inhabitants of the heavenly planets."
    },
    {
      "id": "sb_8_8_8",
      "verseTitle": "Text 8:",
      "translation": "Then there appeared the goddess of fortune, Ramā, who is absolutely dedicated to being enjoyed by the Supreme Personality of Godhead. She appeared like electricity, surpassing the lightning that might illuminate a marble mountain."
    },
    {
      "id": "sb_8_8_9",
      "verseTitle": "Text 9:",
      "translation": "Because of her exquisite beauty, her bodily features, her youth, her complexion and her glories, everyone, including the demigods, the demons and the human beings, desired her. They were attracted because she is the source of all opulences."
    },
    {
      "id": "sb_8_8_10",
      "verseTitle": "Text 10:",
      "translation": "The King of heaven, Indra, brought a suitable sitting place for the goddess of fortune. All the rivers of sacred water, such as the Ganges and Yamunā, personified themselves, and each of them brought pure water in golden waterpots for mother Lakṣmī, the goddess of fortune."
    },
    {
      "id": "sb_8_8_11",
      "verseTitle": "Text 11:",
      "translation": "The land became a person and collected all the drugs and herbs needed for installing the Deity. The cows delivered five products, namely milk, yogurt, ghee, urine and cow dung, and spring personified collected everything produced in spring, during the months of Caitra and Vaiśākha [April and May]."
    },
    {
      "id": "sb_8_8_12",
      "verseTitle": "Text 12:",
      "translation": "The great sages performed the bathing ceremony of the goddess of fortune as directed in the authorized scriptures, the Gandharvas chanted all-auspicious Vedic mantras, and the professional women dancers very nicely danced and sang authorized songs prescribed in the Vedas."
    },
    {
      "id": "sb_8_8_13",
      "verseTitle": "Text 13:",
      "translation": "The clouds in personified form beat various types of drums, known as mṛdaṅgas, paṇavas, murajas and ānakas. They also blew conchshells and bugles known as gomukhas and played flutes and stringed instruments. The combined sound of these instruments was tumultuous."
    },
    {
      "id": "sb_8_8_14",
      "verseTitle": "Text 14:",
      "translation": "Thereafter, the great elephants from all the directions carried big water jugs full of Ganges water and bathed the goddess of fortune, to the accompaniment of Vedic mantras chanted by learned brāhmaṇas. While thus being bathed, the goddess of fortune maintained her original style, with a lotus flower in her hand, and she appeared very beautiful. The goddess of fortune is the most chaste, for she does not know anyone but the Supreme Personality of Godhead."
    },
    {
      "id": "sb_8_8_15",
      "verseTitle": "Text 15:",
      "translation": "The ocean, which is the source of all valuable jewels, supplied the upper and lower portions of a yellow silken garment. The predominating deity of the water, Varuṇa, presented flower garlands surrounded by six-legged bumblebees, drunken with honey."
    },
    {
      "id": "sb_8_8_16",
      "verseTitle": "Text 16:",
      "translation": "Viśvakarmā, one of the prajāpatis, supplied varieties of decorated ornaments. The goddess of learning, Sarasvatī, supplied a necklace, Lord Brahmā supplied a lotus flower, and the inhabitants of Nāgaloka supplied earrings."
    },
    {
      "id": "sb_8_8_17",
      "verseTitle": "Text 17:",
      "translation": "Thereafter, mother Lakṣmī, the goddess of fortune, having been properly celebrated with an auspicious ritualistic ceremony, began moving about, holding in her hand a garland of lotus flowers, which were surrounded by humming bumblebees. Smiling with shyness, her cheeks decorated by her earrings, she looked extremely beautiful."
    },
    {
      "id": "sb_8_8_18",
      "verseTitle": "Text 18:",
      "translation": "Her two breasts, which were symmetrical and nicely situated, were covered with sandalwood pulp and kuṅkuma powder, and her waist was very thin. As she walked here and there, her ankle bells jingling softly, she appeared like a creeper of gold."
    },
    {
      "id": "sb_8_8_19",
      "verseTitle": "Text 19:",
      "translation": "While walking among the Gandharvas, Yakṣas, asuras, Siddhas, Cāraṇas and denizens of heaven, Lakṣmīdevī, the goddess of fortune, was scrutinizingly examining them, but she could not find anyone naturally endowed with all good qualities. None of them was devoid of faults, and therefore she could not take shelter of any of them."
    },
    {
      "id": "sb_8_8_20",
      "verseTitle": "Text 20:",
      "translation": "The goddess of fortune, examining the assembly, thought in this way: Someone who has undergone great austerity has not yet conquered anger. Someone possesses knowledge, but he has not conquered material desires. Someone is a very great personality, but he cannot conquer lusty desires. Even a great personality depends on something else. How, then, can he be the supreme controller?"
    },
    {
      "id": "sb_8_8_21",
      "verseTitle": "Text 21:",
      "translation": "Someone may possess full knowledge of religion but still not be kind to all living entities. In someone, whether human or demigod, there may be renunciation, but that is not the cause of liberation. Someone may possess great power and yet be unable to check the power of eternal time. Someone else may have renounced attachment to the material world, yet he cannot compare to the Supreme Personality of Godhead. Therefore, no one is completely freed from the influence of the material modes of nature."
    },
    {
      "id": "sb_8_8_22",
      "verseTitle": "Text 22:",
      "translation": "Someone may have longevity but not have auspiciousness or good behavior. Someone may have both auspiciousness and good behavior, but the duration of his life is not fixed. Although such demigods as Lord Śiva have eternal life, they have inauspicious habits like living in crematoriums. And even if others are well qualified in all respects, they are not devotees of the Supreme Personality of Godhead."
    },
    {
      "id": "sb_8_8_23",
      "verseTitle": "Text 23:",
      "translation": "Śukadeva Gosvāmī continued: In this way, after full deliberation, the goddess of fortune accepted Mukunda as her husband because although He is independent and not in want of her, He possesses all transcendental qualities and mystic powers and is therefore the most desirable."
    },
    {
      "id": "sb_8_8_24",
      "verseTitle": "Text 24:",
      "translation": "Approaching the Supreme Personality of Godhead, the goddess of fortune placed upon His shoulders the garland of newly grown lotus flowers, which was surrounded by humming bumblebees searching for honey. Then, expecting to get a place on the bosom of the Lord, she remained standing by His side, her face smiling in shyness."
    },
    {
      "id": "sb_8_8_25",
      "verseTitle": "Text 25:",
      "translation": "The Supreme Personality of Godhead is the father of the three worlds, and His bosom is the residence of mother Lakṣmī, the goddess of fortune, the proprietor of all opulences. The goddess of fortune, by her favorable and merciful glance, can increase the opulence of the three worlds, along with their inhabitants and their directors, the demigods."
    },
    {
      "id": "sb_8_8_26",
      "verseTitle": "Text 26:",
      "translation": "The inhabitants of Gandharvaloka and Cāraṇaloka then took the opportunity to play their musical instruments, such as conchshells, bugles and drums. They began dancing and singing along with their wives."
    },
    {
      "id": "sb_8_8_27",
      "verseTitle": "Text 27:",
      "translation": "Lord Brahmā, Lord Śiva, the great sage Aṅgirā, and similar directors of universal management showered flowers and chanted mantras indicating the transcendental glories of the Supreme Personality of Godhead."
    },
    {
      "id": "sb_8_8_28",
      "verseTitle": "Text 28:",
      "translation": "All the demigods, along with the prajāpatis and their descendants, being blessed by Lakṣmījī’s glance upon them, were immediately enriched with good behavior and transcendental qualities. Thus they were very much satisfied."
    },
    {
      "id": "sb_8_8_29",
      "verseTitle": "Text 29:",
      "translation": "O King, because of being neglected by the goddess of fortune, the demons and Rākṣasas were depressed, bewildered and frustrated, and thus they became shameless."
    },
    {
      "id": "sb_8_8_30",
      "verseTitle": "Text 30:",
      "translation": "Next appeared Vāruṇī, the lotus-eyed goddess who controls drunkards. With the permission of the Supreme Personality of Godhead, Kṛṣṇa, the demons, headed by Bali Mahārāja, took possession of this young girl."
    },
    {
      "id": "sb_8_8_31",
      "verseTitle": "Text 31:",
      "translation": "O King, thereafter, while the sons of Kaśyapa, both demons and demigods, were engaged in churning the Ocean of Milk, a very wonderful male person appeared."
    },
    {
      "id": "sb_8_8_32",
      "verseTitle": "Text 32:",
      "translation": "He was strongly built; his arms were long, stout and strong; his neck, which was marked with three lines, resembled a conchshell; his eyes were reddish; and his complexion was blackish. He was very young, he was garlanded with flowers, and his entire body was fully decorated with various ornaments."
    },
    {
      "id": "sb_8_8_33",
      "verseTitle": "Text 33:",
      "translation": "He was dressed in yellow garments and wore brightly polished earrings made of pearls. The tips of his hair were anointed with oil, and his chest was very broad. His body had all good features, he was stout and strong like a lion, and he was decorated with bangles. In his hand he carried a jug filled to the top with nectar."
    },
    {
      "id": "sb_8_8_34",
      "verseTitle": "Text 34:",
      "translation": "This person was Dhanvantari, a plenary portion of a plenary portion of Lord Viṣṇu. He was very conversant with the science of medicine, and as one of the demigods he was permitted to take a share in sacrifices."
    },
    {
      "id": "sb_8_8_35",
      "verseTitle": "Text 35:",
      "translation": "Upon seeing Dhanvantari carrying the jug of nectar, the demons, desiring the jug and its contents, immediately snatched it away by force."
    },
    {
      "id": "sb_8_8_36",
      "verseTitle": "Text 36:",
      "translation": "When the jug of nectar was carried off by the demons, the demigods were morose. Thus they sought shelter at the lotus feet of the Supreme Personality of Godhead, Hari."
    },
    {
      "id": "sb_8_8_37",
      "verseTitle": "Text 37:",
      "translation": "When the Supreme Personality of Godhead, who always desires to fulfill the ambitions of His devotees, saw that the demigods were morose, He said to them, “Do not be aggrieved. By My own energy I shall bewilder the demons by creating a quarrel among them. In this way I shall fulfill your desire to have the nectar.”"
    },
    {
      "id": "sb_8_8_38",
      "verseTitle": "Text 38:",
      "translation": "O King, a quarrel then arose among the demons over who would get the nectar first. Each of them said, “You cannot drink it first. I must drink it first. Me first, not you!”"
    },
    {
      "id": "sb_8_8_39-40",
      "verseTitle": "Texts 39-40:",
      "translation": "Some of the demons said, “All the demigods have taken part in churning the Ocean of Milk. Now, as everyone has an equal right to partake in any public sacrifice, according to the eternal religious system it is befitting that the demigods now have a share of the nectar.” O King, in this way the weaker demons forbade the stronger demons to take the nectar."
    },
    {
      "id": "sb_8_8_41-46",
      "verseTitle": "Texts 41-46:",
      "translation": "The Supreme Personality of Godhead, Viṣṇu, who can counteract any unfavorable situation, then assumed the form of an extremely beautiful woman. This incarnation as a woman, Mohinī-mūrti, was most pleasing to the mind. Her complexion resembled in color a newly grown blackish lotus, and every part of Her body was beautifully situated. Her ears were equally decorated with earrings, Her cheeks were very beautiful, Her nose was raised and Her face full of youthful luster. Her large breasts made Her waist seem very thin. Attracted by the aroma of Her face and body, bumblebees hummed around Her, and thus Her eyes were restless. Her hair, which was extremely beautiful, was garlanded with mallikā flowers. Her attractively constructed neck was decorated with a necklace and other ornaments, Her arms were decorated with bangles, Her body was covered with a clean sari, and Her breasts seemed like islands in an ocean of beauty. Her legs were decorated with ankle bells. Because of the movements of Her eyebrows as She smiled with shyness and glanced over the demons, all the demons were saturated with lusty desires, and every one of them desired to possess Her."
    }
  ],
  "description": "This chapter describes how the goddess of fortune appeared during the churning of the Ocean of Milk and how she accepted Lord Viṣṇu as her husband. As described later in the chapter, when Dhanvantari appeared with a pot of nectar the demons immediately snatched it from him, but Lord Viṣṇu appeared as the incarnation Mohinī, the most beautiful woman in the world, just to captivate the demons and save the nectar for the demigods."
}