{
  "id": "sb_8_13",
  "canto": 8,
  "chapter": 13,
  "chapter_title": "Description of Future Manus",
  "verses_list": [
    {
      "id": "sb_8_13_1",
      "verseTitle": "Text 1:",
      "translation": "Śukadeva Gosvāmī said: The present Manu, who is named Śrāddhadeva, is the son of Vivasvān, the predominating deity on the sun planet. Śrāddhadeva is the seventh Manu. Now please hear from me as I describe his sons."
    },
    {
      "id": "sb_8_13_2-3",
      "verseTitle": "Texts 2-3:",
      "translation": "O King Parīkṣit, among the ten sons of Manu are Ikṣvāku, Nabhaga, Dhṛṣṭa, Śaryāti, Nariṣyanta and Nābhāga. The seventh son is known as Diṣṭa. Then come Tarūṣa and Pṛṣadhra, and the tenth son is known as Vasumān."
    },
    {
      "id": "sb_8_13_4",
      "verseTitle": "Text 4:",
      "translation": "In this manvantara, O King, the Ādityas, the Vasus, the Rudras, the Viśvedevas, the Maruts, the two Aśvinī-kumāra brothers and the Ṛbhus are the demigods. Their head king [Indra] is Purandara."
    },
    {
      "id": "sb_8_13_5",
      "verseTitle": "Text 5:",
      "translation": "Kaśyapa, Atri, Vasiṣṭha, Viśvāmitra, Gautama, Jamadagni and Bharadvāja are known as the seven sages."
    },
    {
      "id": "sb_8_13_6",
      "verseTitle": "Text 6:",
      "translation": "In this manvantara, the Supreme Personality of Godhead appeared as the youngest of all the Ādityas, known as Vāmana, the dwarf. His father was Kaśyapa and His mother Aditi."
    },
    {
      "id": "sb_8_13_7",
      "verseTitle": "Text 7:",
      "translation": "I have briefly explained to you the position of the seven Manus. Now I shall describe the future Manus, along with the incarnations of Lord Viṣṇu."
    },
    {
      "id": "sb_8_13_8",
      "verseTitle": "Text 8:",
      "translation": "O King, I have previously described [in the Sixth Canto] the two daughters of Viśvakarmā, named Saṁjñā and Chāyā, who were the first two wives of Vivasvān."
    },
    {
      "id": "sb_8_13_9",
      "verseTitle": "Text 9:",
      "translation": "It is said that the sun-god had a third wife, named Vaḍavā. Of the three wives, the wife named Saṁjñā had three children — Yama, Yamī and Śrāddhadeva. Now let me describe the children of Chāyā."
    },
    {
      "id": "sb_8_13_10",
      "verseTitle": "Text 10:",
      "translation": "Chāyā had a son named Sāvarṇi and a daughter named Tapatī, who later became the wife of King Saṁvaraṇa. Chāyā’s third child is known as Śanaiścara [Saturn]. Vaḍavā gave birth to two sons, namely the Aśvinī brothers."
    },
    {
      "id": "sb_8_13_11",
      "verseTitle": "Text 11:",
      "translation": "O King, when the period of the eighth Manu arrives, Sāvarṇi will become the Manu. Nirmoka and Virajaska will be among his sons."
    },
    {
      "id": "sb_8_13_12",
      "verseTitle": "Text 12:",
      "translation": "In the period of the eighth Manu, among the demigods will be the Sutapās, the Virajas and the Amṛtaprabhas. The king of the demigods, Indra, will be Bali Mahārāja, the son of Virocana."
    },
    {
      "id": "sb_8_13_13",
      "verseTitle": "Text 13:",
      "translation": "Bali Mahārāja gave a gift of three paces of land to Lord Viṣṇu, and because of this charity he lost all the three worlds. Later, however, when Lord Viṣṇu is pleased because of Bali’s giving everything to Him, Bali Mahārāja will achieve the perfection of life."
    },
    {
      "id": "sb_8_13_14",
      "verseTitle": "Text 14:",
      "translation": "With great affection, the Personality of Godhead bound Bali and then installed him in the kingdom of Sutala, which is more opulent than the heavenly planets. Mahārāja Bali now resides on that planet and is more comfortably situated than Indra."
    },
    {
      "id": "sb_8_13_15-16",
      "verseTitle": "Texts 15-16:",
      "translation": "O King, during the eighth manvantara, the great personalities Gālava, Dīptimān, Paraśurāma, Aśvatthāmā, Kṛpācārya, Ṛṣyaśṛṅga and our father, Vyāsadeva, the incarnation of Nārāyaṇa, will be the seven sages. For the present, they are all residing in their respective āśramas."
    },
    {
      "id": "sb_8_13_17",
      "verseTitle": "Text 17:",
      "translation": "In the eighth manvantara, the greatly powerful Personality of Godhead Sārvabhauma will take birth. His father will be Devaguhya, and His mother will be Sarasvatī. He will take the kingdom away from Purandara [Lord Indra] and give it to Bali Mahārāja."
    },
    {
      "id": "sb_8_13_18",
      "verseTitle": "Text 18:",
      "translation": "O King, the ninth Manu will be Dakṣa-sāvarṇi, who is born of Varuṇa. Among his sons will be Bhūtaketu, and Dīptaketu."
    },
    {
      "id": "sb_8_13_19",
      "verseTitle": "Text 19:",
      "translation": "In this ninth manvantara, the Pāras and Marīcigarbhas will be among the demigods. The king of heaven, Indra, will be named Adbhuta, and Dyutimān will be among the seven sages."
    },
    {
      "id": "sb_8_13_20",
      "verseTitle": "Text 20:",
      "translation": "Ṛṣabhadeva, a partial incarnation of the Supreme Personality of Godhead, will take birth from his father, Āyuṣmān, and his mother, Ambudhārā. He will enable the Indra named Adbhuta to enjoy the opulence of the three worlds."
    },
    {
      "id": "sb_8_13_21",
      "verseTitle": "Text 21:",
      "translation": "The son of Upaśloka known as Brahma-sāvarṇi will be the tenth Manu. Bhūriṣeṇa will be among his sons, and the brāhmaṇas headed by Haviṣmān will be the seven sages."
    },
    {
      "id": "sb_8_13_22",
      "verseTitle": "Text 22:",
      "translation": "Haviṣmān, Sukṛta, Satya, Jaya, Mūrti and others will be the seven sages, the Suvāsanas and Viruddhas will be among the demigods, and Śambhu will be their king, Indra."
    },
    {
      "id": "sb_8_13_23",
      "verseTitle": "Text 23:",
      "translation": "In the home of Viśvasraṣṭā, a plenary portion of the Supreme Personality of Godhead will appear from the womb of Viṣūcī as the incarnation known as Viṣvaksena. He will make friends with Śambhu."
    },
    {
      "id": "sb_8_13_24",
      "verseTitle": "Text 24:",
      "translation": "In the eleventh manvantara, the Manu will be Dharma-sāvarṇi, who will be extremely learned in spiritual knowledge. From him there will come ten sons, headed by Satyadharma."
    },
    {
      "id": "sb_8_13_25",
      "verseTitle": "Text 25:",
      "translation": "The Vihaṅgamas, Kāmagamas, Nirvāṇarucis and others will be the demigods. The king of the demigods, Indra, will be Vaidhṛta, and the seven sages will be headed by Aruṇa."
    },
    {
      "id": "sb_8_13_26",
      "verseTitle": "Text 26:",
      "translation": "The son of Āryaka known as Dharmasetu, a partial incarnation of the Supreme Personality of Godhead, will appear from the womb of Vaidhṛtā, the wife of Āryaka, and will rule the three worlds."
    },
    {
      "id": "sb_8_13_27",
      "verseTitle": "Text 27:",
      "translation": "O King, the twelfth Manu will be named Rudra-sāvarṇi. Devavān, Upadeva and Devaśreṣṭha will be among his sons."
    },
    {
      "id": "sb_8_13_28",
      "verseTitle": "Text 28:",
      "translation": "In this manvantara, the name of Indra will be Ṛtadhāmā, and the demigods will be headed by the Haritas. Among the sages will be Tapomūrti, Tapasvī and Āgnīdhraka."
    },
    {
      "id": "sb_8_13_29",
      "verseTitle": "Text 29:",
      "translation": "From the mother named Sunṛtā and the father named Satyasahā will come Svadhāmā, a partial incarnation of the Supreme Personality of Godhead. He will rule that manvantara."
    },
    {
      "id": "sb_8_13_30",
      "verseTitle": "Text 30:",
      "translation": "The thirteenth Manu will be named Deva-sāvarṇi, and he will be very advanced in spiritual knowledge. Among his sons will be Citrasena and Vicitra."
    },
    {
      "id": "sb_8_13_31",
      "verseTitle": "Text 31:",
      "translation": "In the thirteenth manvantara, the Sukarmās and Sutrāmas will be among the demigods, Divaspati will be the king of heaven, and Nirmoka and Tattvadarśa will be among the seven sages."
    },
    {
      "id": "sb_8_13_32",
      "verseTitle": "Text 32:",
      "translation": "The son of Devahotra known as Yogeśvara will appear as a partial incarnation of the Supreme Personality of Godhead. His mother’s name will be Bṛhatī. He will perform activities for the welfare of Divaspati."
    },
    {
      "id": "sb_8_13_33",
      "verseTitle": "Text 33:",
      "translation": "The name of the fourteenth Manu will be Indra-sāvarṇi. He will have sons like Uru, Gambhīra and Budha."
    },
    {
      "id": "sb_8_13_34",
      "verseTitle": "Text 34:",
      "translation": "The Pavitras and Cākṣuṣas will be among the demigods, and Śuci will be Indra, the king of heaven. Agni, Bāhu, Śuci, Śuddha, Māgadha and others of great austerity will be the seven sages."
    },
    {
      "id": "sb_8_13_35",
      "verseTitle": "Text 35:",
      "translation": "O King Parīkṣit, in the fourteenth manvantara the Supreme Personality of Godhead will appear from the womb of Vitānā, and His father’s name will be Satrāyaṇa. This incarnation will be celebrated as Bṛhadbhānu, and He will administer spiritual activities."
    },
    {
      "id": "sb_8_13_36",
      "verseTitle": "Text 36:",
      "translation": "O King, I have now described to you the fourteen Manus appearing in the past, present and future. The total duration of time ruled by these Manus is one thousand yuga cycles. This is called a kalpa, or one day of Lord Brahmā."
    }
  ],
  "description": "Of the fourteen Manus, six Manus have already been described. Now, this chapter will consecutively describe each Manu from the seventh to the fourteenth."
}