{
  "id": "sb_8_12",
  "canto": 8,
  "chapter": 12,
  "chapter_title": "The Mohinī-mūrti Incarnation Bewilders Lord Śiva",
  "verses_list": [
    {
      "id": "sb_8_12_1-2",
      "verseTitle": "Texts 1-2:",
      "translation": "Śukadeva Gosvāmī said: The Supreme Personality of Godhead, Hari, in the form of a woman, captivated the demons and enabled the demigods to drink the nectar. After hearing of these pastimes, Lord Śiva, who is carried by a bull, went to the place where Madhusūdana, the Lord, resides. Accompanied by his wife, Umā, and surrounded by his companions, the ghosts, Lord Śiva went there to see the Lord’s form as a woman."
    },
    {
      "id": "sb_8_12_3",
      "verseTitle": "Text 3:",
      "translation": "The Supreme Personality of Godhead welcomed Lord Śiva and Umā with great respect, and after being seated comfortably, Lord Śiva duly worshiped the Lord and smilingly spoke as follows."
    },
    {
      "id": "sb_8_12_4",
      "verseTitle": "Text 4:",
      "translation": "Lord Mahādeva said: O chief demigod among the demigods, O all-pervading Lord, master of the universe, by Your energy You are transformed into the creation. You are the root and efficient cause of everything. You are not material. Indeed, You are the Supersoul or supreme living force of everything. Therefore, You are Parameśvara, the supreme controller of all controllers."
    },
    {
      "id": "sb_8_12_5",
      "verseTitle": "Text 5:",
      "translation": "The manifest, the unmanifest, false ego and the beginning, maintenance and annihilation of this cosmic manifestation all come from You, the Supreme Personality of Godhead. But because You are the Absolute Truth, the supreme absolute spirit soul, the Supreme Brahman, such changes as birth, death and sustenance do not exist in You."
    },
    {
      "id": "sb_8_12_6",
      "verseTitle": "Text 6:",
      "translation": "Pure devotees or great saintly persons who desire to achieve the highest goal in life and who are completely free from all material desires for sense gratification engage constantly in the transcendental service of Your lotus feet."
    },
    {
      "id": "sb_8_12_7",
      "verseTitle": "Text 7:",
      "translation": "My Lord, You are the Supreme Brahman, complete in everything. Being completely spiritual, You are eternal, free from the material modes of nature, and full of transcendental bliss. Indeed, for You there is no question of lamentation. Since You are the supreme cause, the cause of all causes, nothing can exist without You. Yet we are different from You in a relationship of cause and effect, for in one sense the cause and effect are different. You are the original cause of creation, manifestation and annihilation, and You bestow benedictions upon all living entities. Everyone depends upon You for the results of his activities, but You are always independent."
    },
    {
      "id": "sb_8_12_8",
      "verseTitle": "Text 8:",
      "translation": "My dear Lord, Your Lordship alone is the cause and the effect. Therefore, although You appear to be two, You are the absolute one. As there is no difference between the gold of a golden ornament and the gold in a mine, there is no difference between cause and effect; both of them are the same. Only because of ignorance do people concoct differences and dualities. You are free from material contamination, and since the entire cosmos is caused by You and cannot exist without You, it is an effect of Your transcendental qualities. Thus the conception that Brahman is true and the world false cannot be maintained."
    },
    {
      "id": "sb_8_12_9",
      "verseTitle": "Text 9:",
      "translation": "Those who are known as the impersonalist Vedāntists regard You as the impersonal Brahman. Others, known as the Mīmāṁsaka philosophers, regard You as religion. The Sāṅkhya philosophers regard You as the transcendental person who is beyond prakṛti and puruṣa and who is the controller of even the demigods. The followers of the codes of devotional service known as the Pañcarātras regard You as being endowed with nine different potencies. And the Patañjala philosophers, the followers of Patañjali Muni, regard You as the supreme independent Personality of Godhead, who has no equal or superior."
    },
    {
      "id": "sb_8_12_10",
      "verseTitle": "Text 10:",
      "translation": "O my Lord, I, who am considered to be the best of the demigods, and Lord Brahmā and the great ṛṣis, headed by Marīci, are born of the mode of goodness. Nonetheless, we are bewildered by Your illusory energy and cannot understand what this creation is. Aside from us, what is to be said of others, like the demons and human beings, who are in the base modes of material nature [rajo-guṇa and tamo-guṇa]? How will they know You?"
    },
    {
      "id": "sb_8_12_11",
      "verseTitle": "Text 11:",
      "translation": "My Lord, You are the supreme knowledge personified. You know everything about this creation and its beginning, maintenance and annihilation, and You know all the endeavors made by the living entities, by which they are either implicated in this material world or liberated from it. As the air enters the vast sky and also enters the bodies of all moving and nonmoving entities, You are present everywhere, and therefore You are the knower of all."
    },
    {
      "id": "sb_8_12_12",
      "verseTitle": "Text 12:",
      "translation": "My Lord, I have seen all kinds of incarnations You have exhibited by Your transcendental qualities, and now that You have appeared as a beautiful young woman, I wish to see that form of Your Lordship."
    },
    {
      "id": "sb_8_12_13",
      "verseTitle": "Text 13:",
      "translation": "My Lord, we have come here desiring to see that form of Your Lordship which You showed to the demons to captivate them completely and in this way enable the demigods to drink nectar. I am very eager to see that form."
    },
    {
      "id": "sb_8_12_14",
      "verseTitle": "Text 14:",
      "translation": "Śukadeva Gosvāmī said: When Lord Viṣṇu was thus requested by Lord Śiva, who carries a trident in his hand, He smiled with gravity and replied to Lord Śiva as follows."
    },
    {
      "id": "sb_8_12_15",
      "verseTitle": "Text 15:",
      "translation": "The Supreme Personality of Godhead said: When the demons took away the jug of nectar, I assumed the form of a beautiful woman to bewilder them by directly cheating them and thus to act in the interest of the demigods."
    },
    {
      "id": "sb_8_12_16",
      "verseTitle": "Text 16:",
      "translation": "O best of the demigods, I shall now show you My form that is very much appreciated by those who are lusty. Since you want to see that form, I shall reveal it in your presence."
    },
    {
      "id": "sb_8_12_17",
      "verseTitle": "Text 17:",
      "translation": "Śukadeva Gosvāmī continued: After speaking in this way, the Supreme Personality of Godhead, Viṣṇu, immediately disappeared, and Lord Śiva remained there with Umā, looking for Him all around with moving eyes."
    },
    {
      "id": "sb_8_12_18",
      "verseTitle": "Text 18:",
      "translation": "Thereafter, in a nice forest nearby, full of trees with reddish-pink leaves and varieties of flowers, Lord Śiva saw a beautiful woman playing with a ball. Her hips were covered with a shining sari and ornamented with a belt."
    },
    {
      "id": "sb_8_12_19",
      "verseTitle": "Text 19:",
      "translation": "Because the ball was falling down and bouncing up, as She played with it Her breasts trembled, and because of the weight of those breasts and Her heavy flower garlands, Her waist appeared to be all but breaking at every step, as Her two soft feet, which were reddish like coral, moved here and there."
    },
    {
      "id": "sb_8_12_20",
      "verseTitle": "Text 20:",
      "translation": "The woman’s face was decorated by broad, beautiful, restless eyes, which moved as the ball bounced here and there from Her hand. The two brilliant earrings on Her ears decorated Her shining cheeks like bluish reflections, and the hair scattered on Her face made Her even more beautiful to see."
    },
    {
      "id": "sb_8_12_21",
      "verseTitle": "Text 21:",
      "translation": "As She played with the ball, the sari covering Her body became loose, and Her hair scattered. She tried to bind Her hair with Her beautiful left hand, and at the same time She played with the ball by striking it with Her right hand. This was so attractive that the Supreme Lord, by His internal potency, in this way captivated everyone."
    },
    {
      "id": "sb_8_12_22",
      "verseTitle": "Text 22:",
      "translation": "While Lord Śiva observed the beautiful woman playing with the ball, She sometimes glanced at him and slightly smiled in bashfulness. As he looked at the beautiful woman and She watched him, he forgot both himself and Umā, his most beautiful wife, as well as his associates nearby."
    },
    {
      "id": "sb_8_12_23",
      "verseTitle": "Text 23:",
      "translation": "When the ball leaped from Her hand and fell at a distance, the woman began to follow it, but as Lord Śiva observed these activities, a breeze suddenly blew away the fine dress and belt that covered her."
    },
    {
      "id": "sb_8_12_24",
      "verseTitle": "Text 24:",
      "translation": "Thus Lord Śiva saw the woman, every part of whose body was beautifully formed, and the beautiful woman also looked at him. Therefore, thinking that She was attracted to him, Lord Śiva became very much attracted to Her."
    },
    {
      "id": "sb_8_12_25",
      "verseTitle": "Text 25:",
      "translation": "Lord Śiva, his good sense taken away by the woman because of lusty desires to enjoy with Her, became so mad for Her that even in the presence of Bhavānī he did not hesitate to approach Her."
    },
    {
      "id": "sb_8_12_26",
      "verseTitle": "Text 26:",
      "translation": "The beautiful woman was already naked, and when She saw Lord Śiva coming toward Her, She became extremely bashful. Thus She kept smiling, but She hid Herself among the trees and did not stand in one place."
    },
    {
      "id": "sb_8_12_27",
      "verseTitle": "Text 27:",
      "translation": "His senses being agitated, Lord Śiva, victimized by lusty desires, began to follow Her, just as a lusty elephant follows a she-elephant."
    },
    {
      "id": "sb_8_12_28",
      "verseTitle": "Text 28:",
      "translation": "After following Her with great speed, Lord Śiva caught Her by the braid of Her hair and dragged Her near him. Although She was unwilling, he embraced Her with his arms."
    },
    {
      "id": "sb_8_12_29-30",
      "verseTitle": "Texts 29-30:",
      "translation": "Being embraced by Lord Śiva like a female elephant embraced by a male, the woman, whose hair was scattered, swirled like a snake. O King, this woman, who had large, high hips, was a woman of yoga-māyā presented by the Supreme Personality of Godhead. She released Herself somehow or other from the fond embrace of Lord Śiva’s arms and ran away."
    },
    {
      "id": "sb_8_12_31",
      "verseTitle": "Text 31:",
      "translation": "As if harassed by an enemy in the form of lusty desires, Lord Śiva followed the path of Lord Viṣṇu, who acts very wonderfully and who had taken the form of Mohinī."
    },
    {
      "id": "sb_8_12_32",
      "verseTitle": "Text 32:",
      "translation": "Just as a maddened bull elephant follows a female elephant who is able to conceive pregnancy, Lord Śiva followed the beautiful woman and discharged semen, even though his discharge of semen never goes in vain."
    },
    {
      "id": "sb_8_12_33",
      "verseTitle": "Text 33:",
      "translation": "O King, wheresoever on the surface of the globe fell the semen of the great personality of Lord Śiva, mines of gold and silver later appeared."
    },
    {
      "id": "sb_8_12_34",
      "verseTitle": "Text 34:",
      "translation": "Following Mohinī, Lord Śiva went everywhere — near the shores of the rivers and lakes, near the mountains, near the forests, near the gardens, and wherever there lived great sages."
    },
    {
      "id": "sb_8_12_35",
      "verseTitle": "Text 35:",
      "translation": "O Mahārāja Parīkṣit, best of kings, when Lord Śiva had fully discharged semen, he could see how he himself had been victimized by the illusion created by the Supreme Personality of Godhead. Thus he restrained himself from any further māyā."
    },
    {
      "id": "sb_8_12_36",
      "verseTitle": "Text 36:",
      "translation": "Thus Lord Śiva could understand his position and that of the Supreme Personality of Godhead, who has unlimited potencies. Having reached this understanding, he was not at all surprised by the wonderful way Lord Viṣṇu had acted upon him."
    },
    {
      "id": "sb_8_12_37",
      "verseTitle": "Text 37:",
      "translation": "Seeing Lord Śiva unagitated and unashamed, Lord Viṣṇu [Madhusūdana] was very pleased. Thus He resumed His original form and spoke as follows."
    },
    {
      "id": "sb_8_12_38",
      "verseTitle": "Text 38:",
      "translation": "The Supreme Personality of Godhead said: O best of the demigods, although you have been amply harassed because of My potency in assuming the form of a woman, you are established in your position. Therefore, may all good fortune be upon you."
    },
    {
      "id": "sb_8_12_39",
      "verseTitle": "Text 39:",
      "translation": "My dear Lord Śambhu, who within this material world but you can surpass My illusory energy? People are generally attached to sense enjoyment and conquered by its influence. Indeed, the influence of material nature is very difficult for them to surmount."
    },
    {
      "id": "sb_8_12_40",
      "verseTitle": "Text 40:",
      "translation": "The material, external energy [māyā], who cooperates with Me in creation and who is manifested in the three modes of nature, will not be able to bewilder you any longer."
    },
    {
      "id": "sb_8_12_41",
      "verseTitle": "Text 41:",
      "translation": "Śukadeva Gosvāmī said: O King, having thus been praised by the Supreme Personality, who bears the mark of Śrīvatsa on His chest, Lord Śiva circumambulated Him. Then, after taking permission from Him, Lord Śiva returned to his abode, Kailāsa, along with his associates."
    },
    {
      "id": "sb_8_12_42",
      "verseTitle": "Text 42:",
      "translation": "O descendant of Bharata Mahārāja, Lord Śiva, in jubilation, then addressed his wife, Bhavānī, who is accepted by all authorities as the potency of Lord Viṣṇu."
    },
    {
      "id": "sb_8_12_43",
      "verseTitle": "Text 43:",
      "translation": "Lord Śiva said: O Goddess, you have now seen the illusory energy of the Supreme Personality of Godhead, who is the unborn master of everyone. Although I am one of the principal expansions of His Lordship, even I was illusioned by His energy. What then is to be said of others, who are fully dependent on māyā?"
    },
    {
      "id": "sb_8_12_44",
      "verseTitle": "Text 44:",
      "translation": "When I finished performing mystic yoga for one thousand years, you asked me upon whom I was meditating. Now, here is that Supreme Person to whom time has no entrance and who the Vedas cannot understand."
    },
    {
      "id": "sb_8_12_45",
      "verseTitle": "Text 45:",
      "translation": "Śukadeva Gosvāmī said: My dear King, the person who bore the great mountain on His back for the churning of the Ocean of Milk is the same Supreme Personality of Godhead, known as Śārṅga-dhanvā. I have now described to you His prowess."
    },
    {
      "id": "sb_8_12_46",
      "verseTitle": "Text 46:",
      "translation": "The endeavor of one who constantly hears or describes this narration of the churning of the Ocean of Milk will never be fruitless. Indeed, chanting the glories of the Supreme Personality of Godhead is the only means to annihilate all sufferings in this material world."
    },
    {
      "id": "sb_8_12_47",
      "verseTitle": "Text 47:",
      "translation": "Assuming the form of a young woman and thus bewildering the demons, the Supreme Personality of Godhead distributed to His devotees, the demigods, the nectar produced from the churning of the Ocean of Milk. Unto that Supreme Personality of Godhead, who always fulfills the desires of His devotees, I offer my respectful obeisances."
    }
  ],
  "description": "This chapter describes how Lord Śiva was bewildered upon seeing the beautiful Mohinī-mūrti incarnation of the Supreme Personality of Godhead and how he later came to his senses. When Lord Śiva heard about the pastimes performed by the Supreme Personality of Godhead, Hari, in the form of an attractive woman, he mounted his bull and went to see the Lord. Accompanied by his wife, Umā, and his servants, the bhūta-gaṇa, or ghosts, he approached the lotus feet of the Lord. Lord Śiva offered obeisances to the Supreme Lord as the all-pervading Lord, the universal form, the supreme controller of creation, the Supersoul, the resting place for everyone, and the completely independent cause of all causes. Thus he offered prayers giving truthful descriptions of the Lord. Then he expressed his desire. The Supreme Personality of Godhead is very kind to His devotees. Therefore, to fulfill the desire of His devotee Lord Śiva, He expanded His energy and manifested Himself in the form of a very beautiful and attractive woman. Upon seeing this form, even Lord Śiva was captivated. Later, by the grace of the Lord, he controlled himself. This demonstrates that by the power of the Lord’s external energy, everyone is captivated by the form of woman in this material world. Again, however, by the grace of the Supreme Personality of Godhead, one can overcome the influence of māyā. This was evinced by Lord Śiva, the topmost devotee of the Lord. First he was captivated, but later, by the grace of the Lord, he restrained himself. It is declared in this connection that only a pure devotee can restrain himself from the attractive feature of māyā. Otherwise, once a living entity is trapped by the external feature of māyā, he cannot overcome it. After Lord Śiva was graced by the Supreme Lord, he circumambulated the Lord along with his wife, Bhavānī, and his companions, the ghosts. Then he left for his own abode. Śukadeva Gosvāmī concludes this chapter by describing the transcendental qualities of Uttamaśloka, the Supreme Personality of Godhead, and by declaring that one can glorify the Lord by nine kinds of devotional service, beginning with śravaṇaṁ kīrtanam."
}