{
  "id": "sb_1_6",
  "canto": 1,
  "chapter": 6,
  "chapter_title": "Conversation Between Nārada and Vyāsadeva",
  "verses_list": [
    {
      "id": "sb_1_6_1",
      "verseTitle": "Text 1:",
      "translation": "Sūta said: O brāhmaṇas, thus hearing all about Śrī Nārada’s birth and activities, Vyāsadeva, the incarnation of God and son of Satyavatī, inquired as follows."
    },
    {
      "id": "sb_1_6_2",
      "verseTitle": "Text 2:",
      "translation": "Śrī Vyāsadeva said: What did you [Nārada] do after the departure of the great sages who had instructed you in scientific transcendental knowledge before the beginning of your present birth?"
    },
    {
      "id": "sb_1_6_3",
      "verseTitle": "Text 3:",
      "translation": "O son of Brahmā, how did you pass your life after initiation, and how did you attain this body, having quit your old one in due course?"
    },
    {
      "id": "sb_1_6_4",
      "verseTitle": "Text 4:",
      "translation": "O great sage, time annihilates everything in due course, so how is it that this subject matter, which happened prior to this day of Brahmā, is still fresh in your memory, undisturbed by time?"
    },
    {
      "id": "sb_1_6_5",
      "verseTitle": "Text 5:",
      "translation": "Śrī Nārada said: The great sages, who had imparted scientific knowledge of transcendence to me, departed for other places, and I had to pass my life in this way."
    },
    {
      "id": "sb_1_6_6",
      "verseTitle": "Text 6:",
      "translation": "I was the only son of my mother, who was not only a simple woman but a maidservant as well. Since I was her only offspring, she had no other alternative for protection: she bound me with the tie of affection."
    },
    {
      "id": "sb_1_6_7",
      "verseTitle": "Text 7:",
      "translation": "She wanted to look after my maintenance properly, but because she was not independent, she was not able to do anything for me. The world is under the full control of the Supreme Lord; therefore everyone is like a wooden doll in the hands of a puppet master."
    },
    {
      "id": "sb_1_6_8",
      "verseTitle": "Text 8:",
      "translation": "When I was a mere child of five years, I lived in a brāhmaṇa school. I was dependent on my mother’s affection and had no experience of different lands."
    },
    {
      "id": "sb_1_6_9",
      "verseTitle": "Text 9:",
      "translation": "Once upon a time, my poor mother, when going out one night to milk a cow, was bitten on the leg by a serpent, influenced by supreme time."
    },
    {
      "id": "sb_1_6_10",
      "verseTitle": "Text 10:",
      "translation": "I took this as the special mercy of the Lord, who always desires benediction for His devotees, and so thinking, I started for the north."
    },
    {
      "id": "sb_1_6_11",
      "verseTitle": "Text 11:",
      "translation": "After my departure, I passed through many flourishing metropolises, towns, villages, animal farms, mines, agricultural lands, valleys, flower gardens, nursery gardens and natural forests."
    },
    {
      "id": "sb_1_6_12",
      "verseTitle": "Text 12:",
      "translation": "I passed through hills and mountains full of reservoirs of various minerals like gold, silver and copper, and through tracts of land with reservoirs of water filled with beautiful lotus flowers, fit for the denizens of heaven, decorated with bewildered bees and singing birds."
    },
    {
      "id": "sb_1_6_13",
      "verseTitle": "Text 13:",
      "translation": "I then passed alone through many forests of rushes, bamboo, reeds, sharp grass, weeds and caves, which were very difficult to go through alone. I visited deep, dark and dangerously fearful forests, which were the play yards of snakes, owls and jackals."
    },
    {
      "id": "sb_1_6_14",
      "verseTitle": "Text 14:",
      "translation": "Thus traveling, I felt tired, both bodily and mentally, and I was both thirsty and hungry. So I took a bath in a river lake and also drank water. By contacting water, I got relief from my exhaustion."
    },
    {
      "id": "sb_1_6_15",
      "verseTitle": "Text 15:",
      "translation": "After that, under the shadow of a banyan tree in an uninhabited forest I began to meditate upon the Supersoul situated within, using my intelligence, as I had learned from liberated souls."
    },
    {
      "id": "sb_1_6_16",
      "verseTitle": "Text 16:",
      "translation": "As soon as I began to meditate upon the lotus feet of the Personality of Godhead with my mind transformed in transcendental love, tears rolled down my eyes, and without delay the Personality of Godhead, Śrī Kṛṣṇa, appeared on the lotus of my heart."
    },
    {
      "id": "sb_1_6_17",
      "verseTitle": "Text 17:",
      "translation": "O Vyāsadeva, at that time, being exceedingly overpowered by feelings of happiness, every part of my body became separately enlivened. Being absorbed in an ocean of ecstasy, I could not see both myself and the Lord."
    },
    {
      "id": "sb_1_6_18",
      "verseTitle": "Text 18:",
      "translation": "The transcendental form of the Lord, as it is, satisfies the mind’s desire and at once erases all mental incongruities. Upon losing that form, I suddenly got up, being perturbed, as is usual when one loses that which is desirable."
    },
    {
      "id": "sb_1_6_19",
      "verseTitle": "Text 19:",
      "translation": "I desired to see again that transcendental form of the Lord, but despite my attempts to concentrate upon the heart with eagerness to view the form again, I could not see Him any more, and thus dissatisfied, I was very much aggrieved."
    },
    {
      "id": "sb_1_6_20",
      "verseTitle": "Text 20:",
      "translation": "Seeing my attempts in that lonely place, the Personality of Godhead, who is transcendental to all mundane description, spoke to me with gravity and pleasing words, just to mitigate my grief."
    },
    {
      "id": "sb_1_6_21",
      "verseTitle": "Text 21:",
      "translation": "O Nārada [the Lord spoke], I regret that during this lifetime you will not be able to see Me anymore. Those who are incomplete in service and who are not completely free from all material taints can hardly see Me."
    },
    {
      "id": "sb_1_6_22",
      "verseTitle": "Text 22:",
      "translation": "O virtuous one, you have only once seen My person, and this is just to increase your desire for Me, because the more you hanker for Me, the more you will be freed from all material desires."
    },
    {
      "id": "sb_1_6_23",
      "verseTitle": "Text 23:",
      "translation": "By service of the Absolute Truth, even for a few days, a devotee attains firm and fixed intelligence in Me. Consequently he goes on to become My associate in the transcendental world after giving up the present deplorable material worlds."
    },
    {
      "id": "sb_1_6_24",
      "verseTitle": "Text 24:",
      "translation": "Intelligence engaged in My devotion cannot be thwarted at any time. Even at the time of creation, as well as at the time of annihilation, your remembrance will continue by My mercy."
    },
    {
      "id": "sb_1_6_25",
      "verseTitle": "Text 25:",
      "translation": "Then that supreme authority, personified by sound and unseen by eyes, but most wonderful, stopped speaking. Feeling a sense of gratitude, I offered my obeisances unto Him, bowing my head."
    },
    {
      "id": "sb_1_6_26",
      "verseTitle": "Text 26:",
      "translation": "Thus I began chanting the holy name and fame of the Lord by repeated recitation, ignoring all the formalities of the material world. Such chanting and remembering of the transcendental pastimes of the Lord are benedictory. So doing, I traveled all over the earth, fully satisfied, humble and unenvious."
    },
    {
      "id": "sb_1_6_27",
      "verseTitle": "Text 27:",
      "translation": "And so, O Brāhmaṇa Vyāsadeva, in due course of time I, who was fully absorbed in thinking of Kṛṣṇa and who therefore had no attachments, being completely freed from all material taints, met with death, as lightning and illumination occur simultaneously."
    },
    {
      "id": "sb_1_6_28",
      "verseTitle": "Text 28:",
      "translation": "Having been awarded a transcendental body befitting an associate of the Personality of Godhead, I quit the body made of five material elements, and thus all acquired fruitive results of work [karma] stopped."
    },
    {
      "id": "sb_1_6_29",
      "verseTitle": "Text 29:",
      "translation": "At the end of the millennium, when the Personality of Godhead, Lord Nārāyaṇa, lay down within the water of devastation, Brahmā began to enter into Him along with all creative elements, and I also entered through His breathing."
    },
    {
      "id": "sb_1_6_30",
      "verseTitle": "Text 30:",
      "translation": "After 4,300,000,000 solar years, when Brahmā awoke to create again by the will of the Lord, all the ṛṣis like Marīci, Aṅgirā, Atri and so on were created from the transcendental body of the Lord, and I also appeared along with them."
    },
    {
      "id": "sb_1_6_31",
      "verseTitle": "Text 31:",
      "translation": "Since then, by the grace of the almighty Viṣṇu, I travel everywhere without restriction both in the transcendental world and in the three divisions of the material world. This is because I am fixed in unbroken devotional service of the Lord."
    },
    {
      "id": "sb_1_6_32",
      "verseTitle": "Text 32:",
      "translation": "And thus I travel, constantly singing the transcendental message of the glories of the Lord, vibrating this instrument called a vīṇā, which is charged with transcendental sound and which was given to me by Lord Kṛṣṇa."
    },
    {
      "id": "sb_1_6_33",
      "verseTitle": "Text 33:",
      "translation": "The Supreme Lord Śrī Kṛṣṇa, whose glories and activities are pleasing to hear, at once appears on the seat of my heart, as if called for, as soon as I begin to chant His holy activities."
    },
    {
      "id": "sb_1_6_34",
      "verseTitle": "Text 34:",
      "translation": "It is personally experienced by me that those who are always full of cares and anxieties due to desiring contact of the senses with their objects can cross the ocean of nescience on a most suitable boat — the constant chanting of the transcendental activities of the Personality of Godhead."
    },
    {
      "id": "sb_1_6_35",
      "verseTitle": "Text 35:",
      "translation": "It is true that by practicing restraint of the senses by the yoga system one can get relief from the disturbances of desire and lust, but this is not sufficient to give satisfaction to the soul, for this [satisfaction] is derived from devotional service to the Personality of Godhead."
    },
    {
      "id": "sb_1_6_36",
      "verseTitle": "Text 36:",
      "translation": "O Vyāsadeva, you are freed from all sins. Thus I have explained my birth and activities for self-realization, as you asked. All this will be conducive for your personal satisfaction also."
    },
    {
      "id": "sb_1_6_37",
      "verseTitle": "Text 37:",
      "translation": "Sūta Gosvāmī said: Thus addressing Vyāsadeva, Śrīla Nārada Muni took leave of him, and vibrating on his vīṇā instrument, he left to wander at his free will."
    },
    {
      "id": "sb_1_6_38",
      "verseTitle": "Text 38:",
      "translation": "All glory and success to Śrīla Nārada Muni because he glorifies the activities of the Personality of Godhead, and so doing he himself takes pleasure and also enlivens all the distressed souls of the universe."
    }
  ],
  "description": ""
}