{
  "id": "sb_1_17",
  "canto": 1,
  "chapter": 17,
  "chapter_title": "Punishment and Reward of Kali",
  "verses_list": [
    {
      "id": "sb_1_17_1",
      "verseTitle": "ŚB 1.17.1",
      "translation": "Sūta Gosvāmī said: After reaching that place, Mahārāja Parīkṣit observed that a lower-caste śūdra, dressed like a king, was beating a cow and a bull with a club, as if they had no owner."
    },
    {
      "id": "sb_1_17_2",
      "verseTitle": "ŚB 1.17.2",
      "translation": "The bull was as white as a white lotus flower. He was terrified of the śūdra who was beating him, and he was so afraid that he was standing on one leg, trembling and urinating."
    },
    {
      "id": "sb_1_17_3",
      "verseTitle": "ŚB 1.17.3",
      "translation": "Although the cow is beneficial because one can draw religious principles from her, she was now rendered poor and calfless. Her legs were being beaten by a śūdra. There were tears in her eyes, and she was distressed and weak. She was hankering after some grass in the field."
    },
    {
      "id": "sb_1_17_4",
      "verseTitle": "ŚB 1.17.4",
      "translation": "Mahārāja Parīkṣit, well equipped with arrows and bow and seated on a gold-embossed chariot, spoke to him [the śūdra] with a deep voice sounding like thunder."
    },
    {
      "id": "sb_1_17_5",
      "verseTitle": "ŚB 1.17.5",
      "translation": "Oh, who are you? You appear to be strong and yet you dare kill, within my protection, those who are helpless! By your dress you pose yourself to be a godly man [king], but by your deeds you are opposing the principles of the twice-born kṣatriyas."
    },
    {
      "id": "sb_1_17_6",
      "verseTitle": "ŚB 1.17.6",
      "translation": "You rogue, do you dare beat an innocent cow because Lord Kṛṣṇa and Arjuna, the carrier of the Gāṇḍīva bow, are out of sight? Since you are beating the innocent in a secluded place, you are considered a culprit and therefore deserve to be killed."
    },
    {
      "id": "sb_1_17_7",
      "verseTitle": "ŚB 1.17.7",
      "translation": "Then he [Mahārāja Parīkṣit] asked the bull: Oh, who are you? Are you a bull as white as a white lotus, or are you a demigod? You have lost three of your legs and are moving on only one. Are you some demigod causing us grief in the form of a bull?"
    },
    {
      "id": "sb_1_17_8",
      "verseTitle": "ŚB 1.17.8",
      "translation": "Now for the first time in a kingdom well protected by the arms of the kings of the Kuru dynasty, I see you grieving with tears in your eyes. Up till now no one on earth has ever shed tears because of royal negligence."
    },
    {
      "id": "sb_1_17_9",
      "verseTitle": "ŚB 1.17.9",
      "translation": "O son of Surabhi, you need lament no longer now. There is no need to fear this low-class śūdra. And, O mother cow, as long as I am living as the ruler and subduer of all envious men, there is no cause for you to cry. Everything will be good for you."
    },
    {
      "id": "sb_1_17_10-11",
      "verseTitle": "ŚB 1.17.10-11",
      "translation": "O chaste one, the king’s good name, duration of life and good rebirth vanish when all kinds of living beings are terrified by miscreants in his kingdom. It is certainly the prime duty of the king to subdue first the sufferings of those who suffer. Therefore I must kill this most wretched man because he is violent against other living beings."
    },
    {
      "id": "sb_1_17_12",
      "verseTitle": "ŚB 1.17.12",
      "translation": "He [Mahārāja Parīkṣit] repeatedly addressed and questioned the bull thus: O son of Surabhi, who has cut off your three legs? In the state of the kings who are obedient to the laws of the Supreme Personality of Godhead, Kṛṣṇa, there is no one as unhappy as you."
    },
    {
      "id": "sb_1_17_13",
      "verseTitle": "ŚB 1.17.13",
      "translation": "O bull, you are offenseless and thoroughly honest; therefore I wish all good to you. Please tell me of the perpetrator of these mutilations, which blacken the reputation of the sons of Pṛthā."
    },
    {
      "id": "sb_1_17_14",
      "verseTitle": "ŚB 1.17.14",
      "translation": "Whoever causes offenseless living beings to suffer must fear me anywhere and everywhere in the world. By curbing dishonest miscreants, one automatically benefits the offenseless."
    },
    {
      "id": "sb_1_17_15",
      "verseTitle": "ŚB 1.17.15",
      "translation": "An upstart living being who commits offenses by torturing those who are offenseless shall be directly uprooted by me, even though he be a denizen of heaven with armor and decorations."
    },
    {
      "id": "sb_1_17_16",
      "verseTitle": "ŚB 1.17.16",
      "translation": "The supreme duty of the ruling king is to give all protection to law-abiding persons and to chastise those who stray from the ordinances of the scriptures in ordinary times, when there is no emergency."
    },
    {
      "id": "sb_1_17_17",
      "verseTitle": "ŚB 1.17.17",
      "translation": "The personality of religion said: These words just spoken by you befit a person of the Pāṇḍava dynasty. Captivated by the devotional qualities of the Pāṇḍavas, even Lord Kṛṣṇa, the Personality of Godhead, performed duties as a messenger."
    },
    {
      "id": "sb_1_17_18",
      "verseTitle": "ŚB 1.17.18",
      "translation": "O greatest among human beings, it is very difficult to ascertain the particular miscreant who has caused our sufferings, because we are bewildered by all the different opinions of theoretical philosophers."
    },
    {
      "id": "sb_1_17_19",
      "verseTitle": "ŚB 1.17.19",
      "translation": "Some of the philosophers, who deny all sorts of duality, declare that one’s own self is responsible for his personal happiness and distress. Others say that superhuman powers are responsible, while yet others say that activity is responsible, and the gross materialists maintain that nature is the ultimate cause."
    },
    {
      "id": "sb_1_17_20",
      "verseTitle": "ŚB 1.17.20",
      "translation": "There are also some thinkers who believe that no one can ascertain the cause of distress by argumentation, nor know it by imagination, nor express it by words. O sage amongst kings, judge for yourself by thinking over all this with your own intelligence."
    },
    {
      "id": "sb_1_17_21",
      "verseTitle": "ŚB 1.17.21",
      "translation": "Sūta Gosvāmī said: O best among the brāhmaṇas, the Emperor Parīkṣit, thus hearing the personality of religion speak, was fully satisfied, and without mistake or regret he gave his reply."
    },
    {
      "id": "sb_1_17_22",
      "verseTitle": "ŚB 1.17.22",
      "translation": "The King said: O you, who are in the form of a bull! You know the truth of religion, and you are speaking according to the principle that the destination intended for the perpetrator of irreligious acts is also intended for one who identifies the perpetrator. You are no other than the personality of religion."
    },
    {
      "id": "sb_1_17_23",
      "verseTitle": "ŚB 1.17.23",
      "translation": "Thus it is concluded that the Lord’s energies are inconceivable. No one can estimate them by mental speculation or by word jugglery."
    },
    {
      "id": "sb_1_17_24",
      "verseTitle": "ŚB 1.17.24",
      "translation": "In the age of Satya [truthfulness] your four legs were established by the four principles of austerity, cleanliness, mercy and truthfulness. But it appears that three of your legs are broken due to rampant irreligion in the form of pride, lust for women, and intoxication."
    },
    {
      "id": "sb_1_17_25",
      "verseTitle": "ŚB 1.17.25",
      "translation": "You are now standing on one leg only, which is your truthfulness, and you are somehow or other hobbling along. But quarrel personified [Kali], flourishing by deceit, is also trying to destroy that leg."
    },
    {
      "id": "sb_1_17_26",
      "verseTitle": "ŚB 1.17.26",
      "translation": "The burden of the earth was certainly diminished by the Personality of Godhead and by others as well. When He was present as an incarnation, all good was performed because of His auspicious footprints."
    },
    {
      "id": "sb_1_17_27",
      "verseTitle": "ŚB 1.17.27",
      "translation": "Now she, the chaste one, being unfortunately forsaken by the Personality of Godhead, laments her future with tears in her eyes, for now she is being ruled and enjoyed by lower-class men who pose as rulers."
    },
    {
      "id": "sb_1_17_28",
      "verseTitle": "ŚB 1.17.28",
      "translation": "Mahārāja Parīkṣit, who could fight one thousand enemies single-handedly, thus pacified the personality of religion and the earth. Then he took up his sharp sword to kill the personality of Kali, who is the cause of all irreligion."
    },
    {
      "id": "sb_1_17_29",
      "verseTitle": "ŚB 1.17.29",
      "translation": "When the personality of Kali understood that the King was willing to kill him, he at once abandoned the dress of a king and, under pressure of fear, completely surrendered to him, bowing his head."
    },
    {
      "id": "sb_1_17_30",
      "verseTitle": "ŚB 1.17.30",
      "translation": "Mahārāja Parīkṣit, who was qualified to accept surrender and worthy of being sung in history, did not kill the poor surrendered and fallen Kali, but smiled compassionately, for he was kind to the poor."
    },
    {
      "id": "sb_1_17_31",
      "verseTitle": "ŚB 1.17.31",
      "translation": "The King thus said: We have inherited the fame of Arjuna; therefore since you have surrendered yourself with folded hands you need not fear for your life. But you cannot remain in my kingdom, for you are the friend of irreligion."
    },
    {
      "id": "sb_1_17_32",
      "verseTitle": "ŚB 1.17.32",
      "translation": "If the personality of Kali, irreligion, is allowed to act as a man-god or an executive head, certainly irreligious principles like greed, falsehood, robbery, incivility, treachery, misfortune, cheating, quarrel and vanity will abound."
    },
    {
      "id": "sb_1_17_33",
      "verseTitle": "ŚB 1.17.33",
      "translation": "Therefore, O friend of irreligion, you do not deserve to remain in a place where experts perform sacrifices according to truth and religious principles for the satisfaction of the Supreme Personality of Godhead."
    },
    {
      "id": "sb_1_17_34",
      "verseTitle": "ŚB 1.17.34",
      "translation": "In all sacrificial ceremonies, although sometimes a demigod is worshiped, the Supreme Lord Personality of Godhead is worshiped because He is the Supersoul of everyone, and exists both inside and outside like the air. Thus it is He only who awards all welfare to the worshiper."
    },
    {
      "id": "sb_1_17_35",
      "verseTitle": "ŚB 1.17.35",
      "translation": "Śrī Sūta Gosvāmī said: The personality of Kali, thus being ordered by Mahārāja Parīkṣit, began to tremble in fear. Seeing the King before him like Yamarāja, ready to kill him, Kali spoke to the King as follows."
    },
    {
      "id": "sb_1_17_36",
      "verseTitle": "ŚB 1.17.36",
      "translation": "O Your Majesty, though I may live anywhere and everywhere under your order, I shall but see you with bow and arrows wherever I look."
    },
    {
      "id": "sb_1_17_37",
      "verseTitle": "ŚB 1.17.37",
      "translation": "Therefore, O chief amongst the protectors of religion, please fix some place for me where I can live permanently under the protection of your government."
    },
    {
      "id": "sb_1_17_38",
      "verseTitle": "ŚB 1.17.38",
      "translation": "Sūta Gosvāmī said: Mahārāja Parīkṣit, thus being petitioned by the personality of Kali, gave him permission to reside in places where gambling, drinking, prostitution and animal slaughter were performed."
    },
    {
      "id": "sb_1_17_39",
      "verseTitle": "ŚB 1.17.39",
      "translation": "The personality of Kali asked for something more, and because of his begging, the King gave him permission to live where there is gold because wherever there is gold there is also falsity, intoxication, lust, envy and enmity."
    },
    {
      "id": "sb_1_17_40",
      "verseTitle": "ŚB 1.17.40",
      "translation": "Thus the personality of Kali, by the directions of Mahārāja Parīkṣit, the son of Uttarā, was allowed to live in those five places."
    },
    {
      "id": "sb_1_17_41",
      "verseTitle": "ŚB 1.17.41",
      "translation": "Therefore, whoever desires progressive well-being, especially kings, religionists, public leaders, brāhmaṇas and sannyāsīs, should never come in contact with the four above-mentioned irreligious principles."
    },
    {
      "id": "sb_1_17_42",
      "verseTitle": "ŚB 1.17.42",
      "translation": "Thereafter the King reestablished the lost legs of the personality of religion [the bull], and by encouraging activities he sufficiently improved the condition of the earth."
    },
    {
      "id": "sb_1_17_43-44",
      "verseTitle": "ŚB 1.17.43-44",
      "translation": "The most fortunate emperor Mahārāja Parīkṣit, who was entrusted with the kingdom of Hastināpura by Mahārāja Yudhiṣṭhira when he desired to retire to the forest, is now ruling the world with great success due to his being glorified by the deeds of the kings of the Kuru dynasty."
    },
    {
      "id": "sb_1_17_45",
      "verseTitle": "ŚB 1.17.45",
      "translation": "Mahārāja Parīkṣit, the son of Abhimanyu, is so experienced that by dint of his expert administration and patronage, it has been possible for you to perform a sacrifice such as this."
    }
  ]
}