{
  "id": "sb_1_8",
  "canto": 1,
  "chapter": 8,
  "chapter_title": "Prayers by Queen Kuntī and Parīkṣit Saved",
  "verses_list": [
    {
      "id": "sb_1_8_1",
      "verseTitle": "Text 1:",
      "translation": "Sūta Gosvāmī said: Thereafter the Pāṇḍavas, desiring to deliver water to the dead relatives who had desired it, went to the Ganges with Draupadī. The ladies walked in front."
    },
    {
      "id": "sb_1_8_2",
      "verseTitle": "Text 2:",
      "translation": "Having lamented over them and sufficiently offered Ganges water, they bathed in the Ganges, whose water is sanctified due to being mixed with the dust of the lotus feet of the Lord."
    },
    {
      "id": "sb_1_8_3",
      "verseTitle": "Text 3:",
      "translation": "There sat the King of the Kurus, Mahārāja Yudhiṣṭhira, along with his younger brothers and Dhṛtarāṣṭra, Gāndhārī, Kuntī and Draupadī, all overwhelmed with grief. Lord Kṛṣṇa was also there."
    },
    {
      "id": "sb_1_8_4",
      "verseTitle": "Text 4:",
      "translation": "Citing the stringent laws of the Almighty and their reactions upon living beings, Lord Śrī Kṛṣṇa and the munis began to pacify those who were shocked and affected."
    },
    {
      "id": "sb_1_8_5",
      "verseTitle": "Text 5:",
      "translation": "The clever Duryodhana and his party cunningly usurped the kingdom of Yudhiṣṭhira, who had no enemy. By the grace of the Lord, the recovery was executed, and the unscrupulous kings who joined with Duryodhana were killed by Him. Others also died, their duration of life having decreased for their rough handling of the hair of Queen Draupadī."
    },
    {
      "id": "sb_1_8_6",
      "verseTitle": "Text 6:",
      "translation": "Lord Śrī Kṛṣṇa caused three well-performed aśvamedha-yajñas [horse sacrifices] to be conducted by Mahārāja Yudhiṣṭhira and thus caused his virtuous fame to be glorified in all directions, like that of Indra, who had performed one hundred such sacrifices."
    },
    {
      "id": "sb_1_8_7",
      "verseTitle": "Text 7:",
      "translation": "Lord Śrī Kṛṣṇa then prepared for His departure. He invited the sons of Pāṇḍu, after having been worshiped by the brāhmaṇas, headed by Śrīla Vyāsadeva. The Lord also reciprocated greetings."
    },
    {
      "id": "sb_1_8_8",
      "verseTitle": "Text 8:",
      "translation": "As soon as He seated Himself on the chariot to start for Dvārakā, He saw Uttarā hurrying toward Him in fear."
    },
    {
      "id": "sb_1_8_9",
      "verseTitle": "Text 9:",
      "translation": "Uttarā said: O Lord of lords, Lord of the universe! You are the greatest of mystics. Please protect me, protect me, for there is no one else who can save me from the clutches of death in this world of duality."
    },
    {
      "id": "sb_1_8_10",
      "verseTitle": "Text 10:",
      "translation": "O my Lord, You are all-powerful. A fiery iron arrow is coming towards me fast. My Lord, let it burn me personally, if You so desire, but please do not let it burn and abort my embryo. Please do me this favor, my Lord."
    },
    {
      "id": "sb_1_8_11",
      "verseTitle": "Text 11:",
      "translation": "Sūta Gosvāmī said: Having patiently heard her words, Lord Śrī Kṛṣṇa, who is always very affectionate to His devotees, could at once understand that Aśvatthāmā, the son of Droṇācārya, had thrown the brahmāstra to finish the last life in the Pāṇḍava family."
    },
    {
      "id": "sb_1_8_12",
      "verseTitle": "Text 12:",
      "translation": "O foremost among the great thinkers [munis] [Śaunaka], seeing the glaring brahmāstra proceeding towards them, the Pāṇḍavas took up their five respective weapons."
    },
    {
      "id": "sb_1_8_13",
      "verseTitle": "Text 13:",
      "translation": "The almighty Personality of Godhead, Śrī Kṛṣṇa, having observed that a great danger was befalling His unalloyed devotees, who were fully surrendered souls, at once took up His Sudarśana disc to protect them."
    },
    {
      "id": "sb_1_8_14",
      "verseTitle": "Text 14:",
      "translation": "The Lord of supreme mysticism, Śrī Kṛṣṇa, resides within everyone’s heart as the Paramātmā. As such, just to protect the progeny of the Kuru dynasty, He covered the embryo of Uttarā by His personal energy."
    },
    {
      "id": "sb_1_8_15",
      "verseTitle": "Text 15:",
      "translation": "O Śaunaka, glory of Bhṛgu’s family, although the supreme brahmāstra weapon released by Aśvatthāmā was irresistible and without check or counteraction, it was neutralized and foiled when confronted by the strength of Viṣṇu [Lord Kṛṣṇa]."
    },
    {
      "id": "sb_1_8_16",
      "verseTitle": "Text 16:",
      "translation": "O brāhmaṇas, do not think this to be especially wonderful in the activities of the mysterious and infallible Personality of Godhead. By His own transcendental energy He creates, maintains and annihilates all material things, although He Himself is unborn."
    },
    {
      "id": "sb_1_8_17",
      "verseTitle": "Text 17:",
      "translation": "Thus saved from the radiation of the brahmāstra, Kuntī, the chaste devotee of the Lord, and her five sons and Draupadī addressed Lord Kṛṣṇa as He started for home."
    },
    {
      "id": "sb_1_8_18",
      "verseTitle": "Text 18:",
      "translation": "Śrīmatī Kuntī said: O Kṛṣṇa, I offer my obeisances unto You because You are the original personality and are unaffected by the qualities of the material world. You are existing both within and without everything, yet You are invisible to all."
    },
    {
      "id": "sb_1_8_19",
      "verseTitle": "Text 19:",
      "translation": "Being beyond the range of limited sense perception, You are the eternally irreproachable factor covered by the curtain of deluding energy. You are invisible to the foolish observer, exactly as an actor dressed as a player is not recognized."
    },
    {
      "id": "sb_1_8_20",
      "verseTitle": "Text 20:",
      "translation": "You Yourself descend to propagate the transcendental science of devotional service unto the hearts of the advanced transcendentalists and mental speculators, who are purified by being able to discriminate between matter and spirit. How then can we women know You perfectly?"
    },
    {
      "id": "sb_1_8_21",
      "verseTitle": "Text 21:",
      "translation": "Let me therefore offer my respectful obeisances unto the Lord, who has become the son of Vasudeva, the pleasure of Devakī, the boy of Nanda and the other cowherd men of Vṛndāvana, and the enlivener of the cows and the senses."
    },
    {
      "id": "sb_1_8_22",
      "verseTitle": "Text 22:",
      "translation": "My respectful obeisances are unto You, O Lord, whose abdomen is marked with a depression like a lotus flower, who are always decorated with garlands of lotus flowers, whose glance is as cool as the lotus and whose feet are engraved with lotuses."
    },
    {
      "id": "sb_1_8_23",
      "verseTitle": "Text 23:",
      "translation": "O Hṛṣīkeśa, master of the senses and Lord of lords, You have released Your mother, Devakī, who was long imprisoned and distressed by the envious King Kaṁsa, and me and my children from a series of constant dangers."
    },
    {
      "id": "sb_1_8_24",
      "verseTitle": "Text 24:",
      "translation": "My dear Kṛṣṇa, Your Lordship has protected us from a poisoned cake, from a great fire, from cannibals, from the vicious assembly, from sufferings during our exile in the forest and from the battle where great generals fought. And now You have saved us from the weapon of Aśvatthāmā."
    },
    {
      "id": "sb_1_8_25",
      "verseTitle": "Text 25:",
      "translation": "I wish that all those calamities would happen again and again so that we could see You again and again, for seeing You means that we will no longer see repeated births and deaths."
    },
    {
      "id": "sb_1_8_26",
      "verseTitle": "Text 26:",
      "translation": "My Lord, Your Lordship can easily be approached, but only by those who are materially exhausted. One who is on the path of [material] progress, trying to improve himself with respectable parentage, great opulence, high education and bodily beauty, cannot approach You with sincere feeling."
    },
    {
      "id": "sb_1_8_27",
      "verseTitle": "Text 27:",
      "translation": "My obeisances are unto You, who are the property of the materially impoverished. You have nothing to do with the actions and reactions of the material modes of nature. You are self-satisfied, and therefore You are the most gentle and are master of the monists."
    },
    {
      "id": "sb_1_8_28",
      "verseTitle": "Text 28:",
      "translation": "My Lord, I consider Your Lordship to be eternal time, the supreme controller, without beginning and end, the all-pervasive one. In distributing Your mercy, You are equal to everyone. The dissensions between living beings are due to social intercourse."
    },
    {
      "id": "sb_1_8_29",
      "verseTitle": "Text 29:",
      "translation": "O Lord, no one can understand Your transcendental pastimes, which appear to be human and so are misleading. You have no specific object of favor, nor do You have any object of envy. People only imagine that You are partial."
    },
    {
      "id": "sb_1_8_30",
      "verseTitle": "Text 30:",
      "translation": "Of course it is bewildering, O soul of the universe, that You work, though You are inactive, and that You take birth, though You are the vital force and the unborn. You Yourself descend amongst animals, men, sages and aquatics. Verily, this is bewildering."
    },
    {
      "id": "sb_1_8_31",
      "verseTitle": "Text 31:",
      "translation": "My dear Kṛṣṇa, Yaśodā took up a rope to bind You when You committed an offense, and Your perturbed eyes overflooded with tears, which washed the mascara from Your eyes. And You were afraid, though fear personified is afraid of You. This sight is bewildering to me."
    },
    {
      "id": "sb_1_8_32",
      "verseTitle": "Text 32:",
      "translation": "Some say that the Unborn is born for the glorification of pious kings, and others say that He is born to please King Yadu, one of Your dearest devotees. You appear in his family as sandalwood appears in the Malaya hills."
    },
    {
      "id": "sb_1_8_33",
      "verseTitle": "Text 33:",
      "translation": "Others say that since both Vasudeva and Devakī prayed for You, You have taken Your birth as their son. Undoubtedly You are unborn, yet You take Your birth for their welfare and to kill those who are envious of the demigods."
    },
    {
      "id": "sb_1_8_34",
      "verseTitle": "Text 34:",
      "translation": "Others say that the world, being overburdened like a boat at sea, is much aggrieved, and that Brahmā, who is Your son, prayed for You, and so You have appeared to diminish the trouble."
    },
    {
      "id": "sb_1_8_35",
      "verseTitle": "Text 35:",
      "translation": "And yet others say that You appeared for the sake of rejuvenating the devotional service of hearing, remembering, worshiping and so on in order that the conditioned souls suffering from material pangs might take advantage and gain liberation."
    },
    {
      "id": "sb_1_8_36",
      "verseTitle": "Text 36:",
      "translation": "O Kṛṣṇa, those who continuously hear, chant and repeat Your transcendental activities, or take pleasure in others’ doing so, certainly see Your lotus feet, which alone can stop the repetition of birth and death."
    },
    {
      "id": "sb_1_8_37",
      "verseTitle": "Text 37:",
      "translation": "O my Lord, You have executed all duties Yourself. Are you leaving us today, though we are completely dependent on Your mercy and have no one else to protect us, now when all kings are at enmity with us?"
    },
    {
      "id": "sb_1_8_38",
      "verseTitle": "Text 38:",
      "translation": "As the name and fame of a particular body is finished with the disappearance of the living spirit, similarly if You do not look upon us, all our fame and activities, along with the Pāṇḍavas and Yadus, will end at once."
    },
    {
      "id": "sb_1_8_39",
      "verseTitle": "Text 39:",
      "translation": "O Gadādhara [Kṛṣṇa], our kingdom is now being marked by the impressions of Your feet, and therefore it appears beautiful. But when You leave, it will no longer be so."
    },
    {
      "id": "sb_1_8_40",
      "verseTitle": "Text 40:",
      "translation": "All these cities and villages are flourishing in all respects because the herbs and grains are in abundance, the trees are full of fruits, the rivers are flowing, the hills are full of minerals and the oceans full of wealth. And this is all due to Your glancing over them."
    },
    {
      "id": "sb_1_8_41",
      "verseTitle": "Text 41:",
      "translation": "O Lord of the universe, soul of the universe, O personality of the form of the universe, please, therefore, sever my tie of affection for my kinsmen, the Pāṇḍavas and the Vṛṣṇis."
    },
    {
      "id": "sb_1_8_42",
      "verseTitle": "Text 42:",
      "translation": "O Lord of Madhu, as the Ganges forever flows to the sea without hindrance, let my attraction be constantly drawn unto You without being diverted to anyone else."
    },
    {
      "id": "sb_1_8_43",
      "verseTitle": "Text 43:",
      "translation": "O Kṛṣṇa, O friend of Arjuna, O chief amongst the descendants of Vṛṣṇi, You are the destroyer of those political parties which are disturbing elements on this earth. Your prowess never deteriorates. You are the proprietor of the transcendental abode, and You descend to relieve the distresses of the cows, the brāhmaṇas and the devotees. You possess all mystic powers, and You are the preceptor of the entire universe. You are the almighty God, and I offer You my respectful obeisances."
    },
    {
      "id": "sb_1_8_44",
      "verseTitle": "Text 44:",
      "translation": "Sūta Gosvāmī said: The Lord, thus hearing the prayers of Kuntīdevī, composed in choice words for His glorification, mildly smiled. That smile was as enchanting as His mystic power."
    },
    {
      "id": "sb_1_8_45",
      "verseTitle": "Text 45:",
      "translation": "Thus accepting the prayers of Śrīmatī Kuntīdevī, the Lord subsequently informed other ladies of His departure by entering the palace of Hastināpura. But upon preparing to leave, He was stopped by King Yudhiṣṭhira, who implored Him lovingly."
    },
    {
      "id": "sb_1_8_46",
      "verseTitle": "Text 46:",
      "translation": "King Yudhiṣṭhira, who was much aggrieved, could not be convinced, despite instructions by great sages headed by Vyāsa and the Lord Kṛṣṇa Himself, the performer of superhuman feats, and despite all historical evidence."
    },
    {
      "id": "sb_1_8_47",
      "verseTitle": "Text 47:",
      "translation": "King Yudhiṣṭhira, son of Dharma, overwhelmed by the death of his friends, was aggrieved just like a common, materialistic man. O sages, thus deluded by affection, he began to speak."
    },
    {
      "id": "sb_1_8_48",
      "verseTitle": "Text 48:",
      "translation": "King Yudhiṣṭhira said: O my lot! I am the most sinful man! Just see my heart, which is full of ignorance! This body, which is ultimately meant for others, has killed many, many phalanxes of men."
    },
    {
      "id": "sb_1_8_49",
      "verseTitle": "Text 49:",
      "translation": "I have killed many boys, brāhmaṇas, well-wishers, friends, parents, preceptors and brothers. Though I live millions of years, I will not be relieved from the hell that awaits me for all these sins."
    },
    {
      "id": "sb_1_8_50",
      "verseTitle": "Text 50:",
      "translation": "There is no sin for a king who kills for the right cause, who is engaged in maintaining his citizens. But this injunction is not applicable to me."
    },
    {
      "id": "sb_1_8_51",
      "verseTitle": "Text 51:",
      "translation": "I have killed many friends of women, and I have thus caused enmity to such an extent that it is not possible to undo it by material welfare work."
    },
    {
      "id": "sb_1_8_52",
      "verseTitle": "Text 52:",
      "translation": "As it is not possible to filter muddy water through mud, or purify a wine-stained pot with wine, it is not possible to counteract the killing of men by sacrificing animals."
    }
  ],
  "description": ""
}