{
  "id": "sb_1_7",
  "canto": 1,
  "chapter": 7,
  "chapter_title": "The Son of Droṇa Punished",
  "verses_list": [
    {
      "id": "sb_1_7_1",
      "verseTitle": "ŚB 1.7.1",
      "translation": "Ṛṣi Śaunaka asked: O Sūta, the great and transcendentally powerful Vyāsadeva heard everything from Śrī Nārada Muni. So after Nārada’s departure, what did Vyāsadeva do?"
    },
    {
      "id": "sb_1_7_2",
      "verseTitle": "ŚB 1.7.2",
      "translation": "Śrī Sūta said: On the western bank of the river Sarasvatī, which is intimately related with the Vedas, there is a cottage for meditation at Śamyāprāsa which enlivens the transcendental activities of the sages."
    },
    {
      "id": "sb_1_7_3",
      "verseTitle": "ŚB 1.7.3",
      "translation": "In that place, Śrīla Vyāsadeva, in his own āśrama, which was surrounded by berry trees, sat down to meditate after touching water for purification."
    },
    {
      "id": "sb_1_7_4",
      "verseTitle": "ŚB 1.7.4",
      "translation": "Thus he fixed his mind, perfectly engaging it by linking it in devotional service [bhakti-yoga] without any tinge of materialism, and thus he saw the Absolute Personality of Godhead along with His external energy, which was under full control."
    },
    {
      "id": "sb_1_7_5",
      "verseTitle": "ŚB 1.7.5",
      "translation": "Due to this external energy, the living entity, although transcendental to the three modes of material nature, thinks of himself as a material product and thus undergoes the reactions of material miseries."
    },
    {
      "id": "sb_1_7_6",
      "verseTitle": "ŚB 1.7.6",
      "translation": "The material miseries of the living entity, which are superfluous to him, can be directly mitigated by the linking process of devotional service. But the mass of people do not know this, and therefore the learned Vyāsadeva compiled this Vedic literature, which is in relation to the Supreme Truth."
    },
    {
      "id": "sb_1_7_7",
      "verseTitle": "ŚB 1.7.7",
      "translation": "Simply by giving aural reception to this Vedic literature, the feeling for loving devotional service to Lord Kṛṣṇa, the Supreme Personality of Godhead, sprouts up at once to extinguish the fire of lamentation, illusion and fearfulness."
    },
    {
      "id": "sb_1_7_8",
      "verseTitle": "ŚB 1.7.8",
      "translation": "The great sage Vyāsadeva, after compiling the Śrīmad-Bhāgavatam and revising it, taught it to his own son, Śrī Śukadeva Gosvāmī, who was already engaged in self-realization."
    },
    {
      "id": "sb_1_7_9",
      "verseTitle": "ŚB 1.7.9",
      "translation": "Śrī Śaunaka asked Sūta Gosvāmī: Śrī Śukadeva Gosvāmī was already on the path of self-realization, and thus he was pleased with his own self. So why did he take the trouble to undergo the study of such a vast literature?"
    },
    {
      "id": "sb_1_7_10",
      "verseTitle": "ŚB 1.7.10",
      "translation": "Sūta Gosvāmī said: All different varieties of ātmārāmas [those who take pleasure in the ātmā, or spirit self], especially those established on the path of self-realization, though freed from all kinds of material bondage, desire to render unalloyed devotional service unto the Personality of Godhead. This means that the Lord possesses transcendental qualities and therefore can attract everyone, including liberated souls."
    },
    {
      "id": "sb_1_7_11",
      "verseTitle": "ŚB 1.7.11",
      "translation": "Śrīla Śukadeva Gosvāmī, son of Śrīla Vyāsadeva, was not only transcendentally powerful. He was also very dear to the devotees of the Lord. Thus he underwent the study of this great narration [Śrīmad-Bhāgavatam]."
    },
    {
      "id": "sb_1_7_12",
      "verseTitle": "ŚB 1.7.12",
      "translation": "Sūta Gosvāmī thus addressed the ṛṣis headed by Śaunaka: Now I shall begin the transcendental narration of the Lord Śrī Kṛṣṇa and topics of the birth, activities and deliverance of King Parīkṣit, the sage amongst kings, as well as topics of the renunciation of the worldly order by the sons of Pāṇḍu."
    },
    {
      "id": "sb_1_7_13-14",
      "verseTitle": "ŚB 1.7.13-14",
      "translation": "When the respective warriors of both camps, namely the Kauravas and the Pāṇḍavas, were killed on the Battlefield of Kurukṣetra and the dead warriors obtained their deserved destinations, and when the son of Dhṛtarāṣṭra fell down lamenting, his spine broken, being beaten by the club of Bhīmasena, the son of Droṇācārya [Aśvatthāmā] beheaded the five sleeping sons of Draupadī and delivered the heads as a prize to his master, foolishly thinking that he would be pleased. Duryodhana, however, disapproved of the heinous act, and he was not pleased in the least."
    },
    {
      "id": "sb_1_7_15",
      "verseTitle": "ŚB 1.7.15",
      "translation": "Draupadī, the mother of the five children of the Pāṇḍavas, after hearing of the massacre of her sons, began to cry in distress with eyes full of tears. Trying to pacify her in her great loss, Arjuna spoke to her thus:"
    },
    {
      "id": "sb_1_7_16",
      "verseTitle": "ŚB 1.7.16",
      "translation": "O gentle lady, when I present you with the head of that brāhmaṇa, after beheading him with arrows from my Gāṇḍīva bow, I shall then wipe the tears from your eyes and pacify you. Then, after burning your sons’ bodies, you can take your bath standing on his head."
    },
    {
      "id": "sb_1_7_17",
      "verseTitle": "ŚB 1.7.17",
      "translation": "Arjuna, who is guided by the infallible Lord as friend and driver, thus satisfied the dear lady by such statements. Then he dressed in armor and armed himself with furious weapons, and getting into his chariot, he set out to follow Aśvatthāmā, the son of his martial teacher."
    },
    {
      "id": "sb_1_7_18",
      "verseTitle": "ŚB 1.7.18",
      "translation": "Aśvatthāmā, the murderer of the princes, seeing from a great distance Arjuna coming at him with great speed, fled in his chariot, panic stricken, just to save his life, as Brahmā fled in fear from Śiva."
    },
    {
      "id": "sb_1_7_19",
      "verseTitle": "ŚB 1.7.19",
      "translation": "When the son of the brāhmaṇa [Aśvatthāmā] saw that his horses were tired, he considered that there was no alternative for protection outside of his using the ultimate weapon, the brahmāstra [nuclear weapon]."
    },
    {
      "id": "sb_1_7_20",
      "verseTitle": "ŚB 1.7.20",
      "translation": "Since his life was in danger, he touched water in sanctity and concentrated upon the chanting of the hymns for throwing nuclear weapons, although he did not know how to withdraw such weapons."
    },
    {
      "id": "sb_1_7_21",
      "verseTitle": "ŚB 1.7.21",
      "translation": "Thereupon a glaring light spread in all directions. It was so fierce that Arjuna thought his own life in danger, and so he began to address Lord Śrī Kṛṣṇa."
    },
    {
      "id": "sb_1_7_22",
      "verseTitle": "ŚB 1.7.22",
      "translation": "Arjuna said: O my Lord Śrī Kṛṣṇa, You are the almighty Personality of Godhead. There is no limit to Your different energies. Therefore only You are competent to instill fearlessness in the hearts of Your devotees. Everyone in the flames of material miseries can find the path of liberation in You only."
    },
    {
      "id": "sb_1_7_23",
      "verseTitle": "ŚB 1.7.23",
      "translation": "You are the original Personality of Godhead who expands Himself all over the creations and is transcendental to material energy. You have cast away the effects of the material energy by dint of Your spiritual potency. You are always situated in eternal bliss and transcendental knowledge."
    },
    {
      "id": "sb_1_7_24",
      "verseTitle": "ŚB 1.7.24",
      "translation": "And yet, though You are beyond the purview of the material energy, You execute the four principles of liberation characterized by religion and so on for the ultimate good of the conditioned souls."
    },
    {
      "id": "sb_1_7_25",
      "verseTitle": "ŚB 1.7.25",
      "translation": "Thus You descend as an incarnation to remove the burden of the world and to benefit Your friends, especially those who are Your exclusive devotees and are constantly rapt in meditation upon You."
    },
    {
      "id": "sb_1_7_26",
      "verseTitle": "ŚB 1.7.26",
      "translation": "O Lord of lords, how is it that this dangerous effulgence is spreading all around? Where does it come from? I do not understand it."
    },
    {
      "id": "sb_1_7_27",
      "verseTitle": "ŚB 1.7.27",
      "translation": "The Supreme Personality of Godhead said: Know from Me that this is the act of the son of Droṇa. He has thrown the hymns of nuclear energy [brahmāstra], and he does not know how to retract the glare. He has helplessly done this, being afraid of imminent death."
    },
    {
      "id": "sb_1_7_28",
      "verseTitle": "ŚB 1.7.28",
      "translation": "O Arjuna, only another brahmāstra can counteract this weapon. Since you are expert in the military science, subdue this weapon’s glare with the power of your own weapon."
    },
    {
      "id": "sb_1_7_29",
      "verseTitle": "ŚB 1.7.29",
      "translation": "Śrī Sūta Gosvāmī said: Hearing this from the Personality of Godhead, Arjuna touched water for purification, and after circumambulating Lord Śrī Kṛṣṇa, he cast his brahmāstra weapon to counteract the other one."
    },
    {
      "id": "sb_1_7_30",
      "verseTitle": "ŚB 1.7.30",
      "translation": "When the rays of the two brahmāstras combined, a great circle of fire, like the disc of the sun, covered all outer space and the whole firmament of planets."
    },
    {
      "id": "sb_1_7_31",
      "verseTitle": "ŚB 1.7.31",
      "translation": "All the population of the three worlds was scorched by the combined heat of the weapons. Everyone was reminded of the sāṁvartaka fire which takes place at the time of annihilation."
    },
    {
      "id": "sb_1_7_32",
      "verseTitle": "ŚB 1.7.32",
      "translation": "Thus seeing the disturbance of the general populace and the imminent destruction of the planets, Arjuna at once retracted both brahmāstra weapons, as Lord Śrī Kṛṣṇa desired."
    },
    {
      "id": "sb_1_7_33",
      "verseTitle": "ŚB 1.7.33",
      "translation": "Arjuna, his eyes blazing in anger like two red balls of copper, dexterously arrested the son of Gautamī and bound him with ropes like an animal."
    },
    {
      "id": "sb_1_7_34",
      "verseTitle": "ŚB 1.7.34",
      "translation": "After binding Aśvatthāmā, Arjuna wanted to take him to the military camp. The Personality of Godhead Śrī Kṛṣṇa, looking on with His lotus eyes, spoke to Arjuna in an angry mood."
    },
    {
      "id": "sb_1_7_35",
      "verseTitle": "ŚB 1.7.35",
      "translation": "Lord Śrī Kṛṣṇa said: O Arjuna, you should not show mercy by releasing this relative of a brāhmaṇa [brahma-bandhu], for he has killed innocent boys in their sleep."
    },
    {
      "id": "sb_1_7_36",
      "verseTitle": "ŚB 1.7.36",
      "translation": "A person who knows the principles of religion does not kill an enemy who is careless, intoxicated, insane, asleep, afraid or devoid of his chariot. Nor does he kill a boy, a woman, a foolish creature or a surrendered soul."
    },
    {
      "id": "sb_1_7_37",
      "verseTitle": "ŚB 1.7.37",
      "translation": "A cruel and wretched person who maintains his existence at the cost of others’ lives deserves to be killed for his own well-being, otherwise he will go down by his own actions."
    },
    {
      "id": "sb_1_7_38",
      "verseTitle": "ŚB 1.7.38",
      "translation": "Furthermore, I have personally heard you promise Draupadī that you would bring forth the head of the killer of her sons."
    },
    {
      "id": "sb_1_7_39",
      "verseTitle": "ŚB 1.7.39",
      "translation": "This man is an assassin and murderer of your own family members. Not only that, but he has also dissatisfied his master. He is but the burnt remnants of his family. Kill him immediately."
    },
    {
      "id": "sb_1_7_40",
      "verseTitle": "ŚB 1.7.40",
      "translation": "Sūta Gosvāmī said: Although Kṛṣṇa, who was examining Arjuna in religion, encouraged Arjuna to kill the son of Droṇācārya, Arjuna, a great soul, did not like the idea of killing him, although Aśvatthāmā was a heinous murderer of Arjuna’s family members."
    },
    {
      "id": "sb_1_7_41",
      "verseTitle": "ŚB 1.7.41",
      "translation": "After reaching his own camp, Arjuna, along with his dear friend and charioteer [Śrī Kṛṣṇa], entrusted the murderer unto his dear wife, who was lamenting for her murdered sons."
    },
    {
      "id": "sb_1_7_42",
      "verseTitle": "ŚB 1.7.42",
      "translation": "Śrī Sūta Gosvāmī said: Draupadī then saw Aśvatthāmā, who was bound with ropes like an animal and silent for having enacted the most inglorious murder. Due to her female nature, and due to her being naturally good and well-behaved, she showed him due respects as a brāhmaṇa."
    },
    {
      "id": "sb_1_7_43",
      "verseTitle": "ŚB 1.7.43",
      "translation": "She could not tolerate Aśvatthāmā’s being bound by ropes, and being a devoted lady, she said: Release him, release him, for he is a brāhmaṇa, our spiritual master."
    },
    {
      "id": "sb_1_7_44",
      "verseTitle": "ŚB 1.7.44",
      "translation": "It was by Droṇācārya’s mercy that you learned the military art of throwing arrows and the confidential art of controlling weapons."
    },
    {
      "id": "sb_1_7_45",
      "verseTitle": "ŚB 1.7.45",
      "translation": "He [Droṇācārya] is certainly still existing, being represented by his son. His wife Kṛpī did not undergo a satī with him because she had a son."
    },
    {
      "id": "sb_1_7_46",
      "verseTitle": "ŚB 1.7.46",
      "translation": "O most fortunate one who know the principles of religion, it is not good for you to cause grief to glorious family members who are always respectable and worshipful."
    },
    {
      "id": "sb_1_7_47",
      "verseTitle": "ŚB 1.7.47",
      "translation": "My lord, do not make the wife of Droṇācārya cry like me. I am aggrieved for the death of my sons. She need not cry constantly like me."
    },
    {
      "id": "sb_1_7_48",
      "verseTitle": "ŚB 1.7.48",
      "translation": "If the kingly administrative order, being unrestricted in sense control, offends the brāhmaṇa order and enrages them, then the fire of that rage burns up the whole body of the royal family and brings grief upon them all."
    },
    {
      "id": "sb_1_7_49",
      "verseTitle": "ŚB 1.7.49",
      "translation": "Sūta Gosvāmī said: O brāhmaṇas, King Yudhiṣṭhira fully supported the statements of the Queen, which were in accordance with the principles of religion and were justified, glorious, full of mercy and equity, and without duplicity."
    },
    {
      "id": "sb_1_7_50",
      "verseTitle": "ŚB 1.7.50",
      "translation": "Nakula and Sahadeva [the younger brothers of the King] and also Sātyaki, Arjuna, the Personality of Godhead Lord Sri Kṛṣṇa, son of Devakī, and the ladies and others all unanimously agreed with the King."
    },
    {
      "id": "sb_1_7_51",
      "verseTitle": "ŚB 1.7.51",
      "translation": "Bhīma, however, angrily disagreed with them and recommended killing this culprit, who had murdered sleeping children for no purpose and for neither his nor his master’s interest."
    },
    {
      "id": "sb_1_7_52",
      "verseTitle": "ŚB 1.7.52",
      "translation": "Caturbhuja [the four-armed one], or the Personality of Godhead, after hearing the words of Bhīma, Draupadī and others, saw the face of His dear friend Arjuna, and He began to speak as if smiling."
    },
    {
      "id": "sb_1_7_53-54",
      "verseTitle": "ŚB 1.7.53-54",
      "translation": "The Personality of Godhead, Śrī Kṛṣṇa said: A friend of a brāhmaṇa is not to be killed, but if he is an aggressor he must be killed. All these rulings are in the scriptures, and you should act accordingly. You have to fulfill your promise to your wife, and you must also act to the satisfaction of Bhīmasena and Me."
    },
    {
      "id": "sb_1_7_55",
      "verseTitle": "ŚB 1.7.55",
      "translation": "Sūta Gosvāmī said: Just then Arjuna could understand the motive of the Lord by His equivocal orders, and thus with his sword he severed both hair and jewel from the head of Aśvatthāmā."
    },
    {
      "id": "sb_1_7_56",
      "verseTitle": "ŚB 1.7.56",
      "translation": "He [Aśvatthāmā] had already lost his bodily luster due to infanticide, and now, moreover, having lost the jewel from his head, he lost even more strength. Thus he was unbound and driven out of the camp."
    },
    {
      "id": "sb_1_7_57",
      "verseTitle": "ŚB 1.7.57",
      "translation": "Cutting the hair from his head, depriving him of his wealth and driving him from his residence are the prescribed punishments for the relative of a brāhmaṇa. There is no injunction for killing the body."
    },
    {
      "id": "sb_1_7_58",
      "verseTitle": "ŚB 1.7.58",
      "translation": "Thereafter, the sons of Pāṇḍu, and Draupadī, overwhelmed with grief, performed the proper rituals for the dead bodies of their relatives."
    }
  ]
}