{
  "id": "sb_1_10",
  "canto": 1,
  "chapter": 10,
  "chapter_title": "Departure of Lord Kṛṣṇa for Dvārakā",
  "verses_list": [
    {
      "id": "sb_1_10_1",
      "verseTitle": "Text 1:",
      "translation": "Śaunaka Muni asked: After killing his enemies who desired to usurp his rightful inheritance, how did the greatest of all religious men, Mahārāja Yudhiṣṭhira, assisted by his brothers, rule his subjects? Surely he could not freely enjoy his kingdom with unrestricted consciousness."
    },
    {
      "id": "sb_1_10_2",
      "verseTitle": "Text 2:",
      "translation": "Sūta Gosvāmī said: Lord Śrī Kṛṣṇa, the Supreme Personality of Godhead, who is the maintainer of the world, became pleased after reestablishing Mahārāja Yudhiṣṭhira in his own kingdom and after restoring the Kuru dynasty, which had been exhausted by the bamboo fire of anger."
    },
    {
      "id": "sb_1_10_3",
      "verseTitle": "Text 3:",
      "translation": "Mahārāja Yudhiṣṭhira, after being enlightened by what was spoken by Bhīṣmadeva and Lord Śrī Kṛṣṇa, the infallible, engaged himself in matters of perfect knowledge because all his misgivings were eradicated. Thus he ruled over the earth and seas and was followed by his younger brothers."
    },
    {
      "id": "sb_1_10_4",
      "verseTitle": "Text 4:",
      "translation": "During the reign of Mahārāja Yudhiṣṭhira, the clouds showered all the water that people needed, and the earth produced all the necessities of man in profusion. Due to its fatty milk bag and cheerful attitude, the cow used to moisten the grazing ground with milk."
    },
    {
      "id": "sb_1_10_5",
      "verseTitle": "Text 5:",
      "translation": "The rivers, oceans, hills, mountains, forests, creepers and active drugs, in every season, paid their tax quota to the King in profusion."
    },
    {
      "id": "sb_1_10_6",
      "verseTitle": "Text 6:",
      "translation": "Because of the King’s having no enemy, the living beings were not at any time disturbed by mental agonies, diseases, or excessive heat or cold."
    },
    {
      "id": "sb_1_10_7",
      "verseTitle": "Text 7:",
      "translation": "Śrī Hari, Lord Śrī Kṛṣṇa, resided at Hastināpura for a few months to pacify His relatives and please His own sister [Subhadrā]."
    },
    {
      "id": "sb_1_10_8",
      "verseTitle": "Text 8:",
      "translation": "Afterwards, when the Lord asked permission to depart and the King gave it, the Lord offered His respects to Mahārāja Yudhiṣṭhira by bowing down at his feet, and the King embraced Him. After this the Lord, being embraced by others and receiving their obeisances, got into His chariot."
    },
    {
      "id": "sb_1_10_9-10",
      "verseTitle": "Texts 9-10:",
      "translation": "At that time Subhadrā, Draupadī, Kuntī, Uttarā, Gāndhārī, Dhṛtarāṣṭra, Yuyutsu, Kṛpācārya, Nakula, Sahadeva, Bhīmasena, Dhaumya and Satyavatī all nearly fainted because it was impossible for them to bear separation from Lord Kṛṣṇa."
    },
    {
      "id": "sb_1_10_11-12",
      "verseTitle": "Texts 11-12:",
      "translation": "The intelligent, who have understood the Supreme Lord in association with pure devotees and have become freed from bad materialistic association, can never avoid hearing the glories of the Lord, even though they have heard them only once. How then could the Pāṇḍavas tolerate His separation, for they had been intimately associated with His person, seeing Him face to face, touching Him, conversing with Him, and sleeping, sitting and dining with Him?"
    },
    {
      "id": "sb_1_10_13",
      "verseTitle": "Text 13:",
      "translation": "All their hearts were melting for Him on the pot of attraction. They looked at Him without blinking their eyes, and they moved hither and thither in perplexity."
    },
    {
      "id": "sb_1_10_14",
      "verseTitle": "Text 14:",
      "translation": "The female relatives, whose eyes were flooded with tears out of anxiety for Kṛṣṇa, came out of the palace. They could stop their tears only with great difficulty. They feared that tears would cause misfortune at the time of departure."
    },
    {
      "id": "sb_1_10_15",
      "verseTitle": "Text 15:",
      "translation": "While the Lord was departing from the palace of Hastināpura, different types of drums — like the mṛdaṅga, dhola, nagra, dhundhurī and dundubhi — and flutes of different types, the vīṇā, gomukha and bherī, all sounded together to show Him honor."
    },
    {
      "id": "sb_1_10_16",
      "verseTitle": "Text 16:",
      "translation": "Out of a loving desire to see the Lord, the royal ladies of the Kurus got up on top of the palace, and smiling with affection and shyness, they showered flowers upon the Lord."
    },
    {
      "id": "sb_1_10_17",
      "verseTitle": "Text 17:",
      "translation": "At that time Arjuna, the great warrior and conqueror of sleep, who is the intimate friend of the most beloved Supreme Lord, took up an umbrella which had a handle of jewels and was embroidered with lace and pearls."
    },
    {
      "id": "sb_1_10_18",
      "verseTitle": "Text 18:",
      "translation": "Uddhava and Sātyaki began to fan the Lord with decorated fans, and the Lord, as the master of Madhu, seated on scattered flowers, commanded them along the road."
    },
    {
      "id": "sb_1_10_19",
      "verseTitle": "Text 19:",
      "translation": "It was being heard here and there that the benedictions being paid to Kṛṣṇa were neither befitting nor unbefitting because they were all for the Absolute, who was now playing the part of a human being."
    },
    {
      "id": "sb_1_10_20",
      "verseTitle": "Text 20:",
      "translation": "Absorbed in the thought of the transcendental qualities of the Lord, who is sung in select poetry, the ladies on the roofs of all the houses of Hastināpura began to talk of Him. This talk was more attractive than the hymns of the Vedas."
    },
    {
      "id": "sb_1_10_21",
      "verseTitle": "Text 21:",
      "translation": "They said: Here He is, the original Personality of Godhead as we definitely remember Him. He alone existed before the manifested creation of the modes of nature, and in Him only, because He is the Supreme Lord, all living beings merge, as if sleeping at night, their energy suspended."
    },
    {
      "id": "sb_1_10_22",
      "verseTitle": "Text 22:",
      "translation": "The Personality of Godhead, again desiring to give names and forms to His parts and parcels, the living entities, placed them under the guidance of material nature. By His own potency, material nature is empowered to re-create."
    },
    {
      "id": "sb_1_10_23",
      "verseTitle": "Text 23:",
      "translation": "Here is the same Supreme Personality of Godhead whose transcendental form is experienced by the great devotees who are completely cleansed of material consciousness by dint of rigid devotional service and full control of life and the senses. And that is the only way to purify existence."
    },
    {
      "id": "sb_1_10_24",
      "verseTitle": "Text 24:",
      "translation": "O dear friends, here is that very Personality of Godhead whose attractive and confidential pastimes are described in the confidential parts of Vedic literature by His great devotees. It is He only who creates, maintains and annihilates the material world and yet remains unaffected."
    },
    {
      "id": "sb_1_10_25",
      "verseTitle": "Text 25:",
      "translation": "Whenever there are kings and administrators living like animals in the lowest modes of existence, the Lord in His transcendental form manifests His supreme power, the Truth Positive, shows special mercy to the faithful, performs wonderful activities and manifests various transcendental forms as is necessary in different periods and ages."
    },
    {
      "id": "sb_1_10_26",
      "verseTitle": "Text 26:",
      "translation": "Oh, how supremely glorified is the dynasty of King Yadu, and how virtuous is the land of Mathurā, where the supreme leader of all living beings, the husband of the goddess of fortune, has taken His birth and wandered in His childhood."
    },
    {
      "id": "sb_1_10_27",
      "verseTitle": "Text 27:",
      "translation": "Undoubtedly it is wonderful that Dvārakā has defeated the glories of the heavenly planets and has enhanced the celebrity of the earth. The inhabitants of Dvārakā are always seeing the soul of all living beings [Kṛṣṇa] in His loving feature. He glances at them and favors them with sweet smiles."
    },
    {
      "id": "sb_1_10_28",
      "verseTitle": "Text 28:",
      "translation": "O friends, just think of His wives, whose hands He has accepted. How they must have undergone vows, baths, fire sacrifices and perfect worship of the Lord of the universe to constantly relish now the nectar from His lips [by kissing]. The damsels of Vrajabhūmi would often faint just by expecting such favors."
    },
    {
      "id": "sb_1_10_29",
      "verseTitle": "Text 29:",
      "translation": "The children of these ladies are Pradyumna, Sāmba, Amba, etc. Ladies like Rukmiṇī, Satyabhāmā and Jāmbavatī were forcibly taken away by Him from their svayaṁvara ceremonies after He defeated many powerful kings, headed by Śiśupāla. And other ladies were also forcibly taken away by Him after He killed Bhaumāsura and thousands of his assistants. All of these ladies are glorious."
    },
    {
      "id": "sb_1_10_30",
      "verseTitle": "Text 30:",
      "translation": "All these women auspiciously glorified their lives despite their being without individuality and without purity. Their husband, the lotus-eyed Personality of Godhead, never left them alone at home. He always pleased their hearts by making valuable presentations."
    },
    {
      "id": "sb_1_10_31",
      "verseTitle": "Text 31:",
      "translation": "While the ladies of the capital [Hastināpura] were greeting Him and talking in this way, the Lord, smiling, accepted their good greetings, and casting the grace of His glance over them, He departed from the city."
    },
    {
      "id": "sb_1_10_32",
      "verseTitle": "Text 32:",
      "translation": "Mahārāja Yudhiṣṭhira, although no one’s enemy, engaged four divisions of defense [horse, elephant, chariot and army] to accompany Lord Kṛṣṇa, the enemy of the asuras [demons]. The Mahārāja did this because of the enemy, and also out of affection for the Lord."
    },
    {
      "id": "sb_1_10_33",
      "verseTitle": "Text 33:",
      "translation": "Out of profound affection for Lord Kṛṣṇa, the Pāṇḍavas, who were of the Kuru dynasty, accompanied Him a considerable distance to see Him off. They were overwhelmed with the thought of future separation. The Lord, however, persuaded them to return home, and He proceeded towards Dvārakā with His dear companions."
    },
    {
      "id": "sb_1_10_34-35",
      "verseTitle": "Texts 34-35:",
      "translation": "O Śaunaka, the Lord then proceeded towards Kurujāṅgala, Pāñcālā, Śūrasenā, the land on the bank of the river Yamunā, Brahmāvarta, Kurukṣetra, Matsya, Sārasvata, the province of the desert and the land of scanty water. After crossing these provinces He gradually reached the Sauvīra and Ābhīra provinces, then, west of these, reached Dvārakā at last."
    },
    {
      "id": "sb_1_10_36",
      "verseTitle": "Text 36:",
      "translation": "On His journey through these provinces He was welcomed, worshiped and given various presentations. In the evening, in all places, the Lord suspended His journey to perform evening rites. This was regularly observed after sunset."
    }
  ],
  "description": ""
}