{
  "id": "sb_1_5",
  "canto": 1,
  "chapter": 5,
  "chapter_title": "Nārada’s Instructions on Śrīmad-Bhāgavatam for Vyāsadeva",
  "verses_list": [
    {
      "id": "sb_1_5_1",
      "verseTitle": "Text 1:",
      "translation": "Sūta Gosvāmī said: Thus the sage amongst the gods [Nārada], comfortably seated and apparently smiling, addressed the ṛṣi amongst the brāhmaṇas [Vedavyāsa]."
    },
    {
      "id": "sb_1_5_2",
      "verseTitle": "Text 2:",
      "translation": "Addressing Vyāsadeva, the son of Parāśara, Nārada inquired: Are you satisfied by identifying with the body or the mind as objects of self-realization?"
    },
    {
      "id": "sb_1_5_3",
      "verseTitle": "Text 3:",
      "translation": "Your inquiries were full and your studies were also well fulfilled, and there is no doubt that you have prepared a great and wonderful work, the Mahābhārata, which is full of all kinds of Vedic sequences elaborately explained."
    },
    {
      "id": "sb_1_5_4",
      "verseTitle": "Text 4:",
      "translation": "You have fully delineated the subject of impersonal Brahman as well as the knowledge derived therefrom. Why should you be despondent in spite of all this, thinking that you are undone, my dear prabhu?"
    },
    {
      "id": "sb_1_5_5",
      "verseTitle": "Text 5:",
      "translation": "Śrī Vyāsadeva said: All you have said about me is perfectly correct. Despite all this, I am not pacified. I therefore question you about the root cause of my dissatisfaction, for you are a man of unlimited knowledge due to your being the offspring of one [Brahmā] who is self-born [without mundane father and mother]."
    },
    {
      "id": "sb_1_5_6",
      "verseTitle": "Text 6:",
      "translation": "My lord! Everything that is mysterious is known to you because you worship the creator and destroyer of the material world and the maintainer of the spiritual world, the original Personality of Godhead, who is transcendental to the three modes of material nature."
    },
    {
      "id": "sb_1_5_7",
      "verseTitle": "Text 7:",
      "translation": "Like the sun, Your Goodness can travel everywhere in the three worlds, and like the air you can penetrate the internal region of everyone. As such, you are as good as the all-pervasive Supersoul. Please, therefore, find out the deficiency in me, despite my being absorbed in transcendence under disciplinary regulations and vows."
    },
    {
      "id": "sb_1_5_8",
      "verseTitle": "Text 8:",
      "translation": "Śrī Nārada said: You have not actually broadcast the sublime and spotless glories of the Personality of Godhead. That philosophy which does not satisfy the transcendental senses of the Lord is considered worthless."
    },
    {
      "id": "sb_1_5_9",
      "verseTitle": "Text 9:",
      "translation": "Although, great sage, you have very broadly described the four principles beginning with religious performances, you have not described the glories of the Supreme Personality, Vāsudeva."
    },
    {
      "id": "sb_1_5_10",
      "verseTitle": "Text 10:",
      "translation": "Those words which do not describe the glories of the Lord, who alone can sanctify the atmosphere of the whole universe, are considered by saintly persons to be like unto a place of pilgrimage for crows. Since the all-perfect persons are inhabitants of the transcendental abode, they do not derive any pleasure there."
    },
    {
      "id": "sb_1_5_11",
      "verseTitle": "Text 11:",
      "translation": "On the other hand, that literature which is full of descriptions of the transcendental glories of the name, fame, forms, pastimes, etc., of the unlimited Supreme Lord is a different creation, full of transcendental words directed toward bringing about a revolution in the impious lives of this world’s misdirected civilization. Such transcendental literatures, even though imperfectly composed, are heard, sung and accepted by purified men who are thoroughly honest."
    },
    {
      "id": "sb_1_5_12",
      "verseTitle": "Text 12:",
      "translation": "Knowledge of self-realization, even though free from all material affinity, does not look well if devoid of a conception of the Infallible [God]. What, then, is the use of fruitive activities, which are naturally painful from the very beginning and transient by nature, if they are not utilized for the devotional service of the Lord?"
    },
    {
      "id": "sb_1_5_13",
      "verseTitle": "Text 13:",
      "translation": "O Vyāsadeva, your vision is completely perfect. Your good fame is spotless. You are firm in vow and situated in truthfulness. And thus you can think of the pastimes of the Lord in trance for the liberation of the people in general from all material bondage."
    },
    {
      "id": "sb_1_5_14",
      "verseTitle": "Text 14:",
      "translation": "Whatever you desire to describe that is separate in vision from the Lord simply reacts, with different forms, names and results, to agitate the mind, as the wind agitates a boat which has no resting place."
    },
    {
      "id": "sb_1_5_15",
      "verseTitle": "Text 15:",
      "translation": "The people in general are naturally inclined to enjoy, and you have encouraged them in that way in the name of religion. This is verily condemned and is quite unreasonable. Because they are guided under your instructions, they will accept such activities in the name of religion and will hardly care for prohibitions."
    },
    {
      "id": "sb_1_5_16",
      "verseTitle": "Text 16:",
      "translation": "The Supreme Lord is unlimited. Only a very expert personality, retired from the activities of material happiness, deserves to understand this knowledge of spiritual values. Therefore those who are not so well situated, due to material attachment, should be shown the ways of transcendental realization, by Your Goodness, through descriptions of the transcendental activities of the Supreme Lord."
    },
    {
      "id": "sb_1_5_17",
      "verseTitle": "Text 17:",
      "translation": "One who has forsaken his material occupations to engage in the devotional service of the Lord may sometimes fall down while in an immature stage, yet there is no danger of his being unsuccessful. On the other hand, a nondevotee, though fully engaged in occupational duties, does not gain anything."
    },
    {
      "id": "sb_1_5_18",
      "verseTitle": "Text 18:",
      "translation": "Persons who are actually intelligent and philosophically inclined should endeavor only for that purposeful end which is not obtainable even by wandering from the topmost planet [Brahmaloka] down to the lowest planet [Pātāla]. As far as happiness derived from sense enjoyment is concerned, it can be obtained automatically in course of time, just as in course of time we obtain miseries even though we do not desire them."
    },
    {
      "id": "sb_1_5_19",
      "verseTitle": "Text 19:",
      "translation": "My dear Vyāsa, even though a devotee of Lord Kṛṣṇa sometimes falls down somehow or other, he certainly does not undergo material existence like others [fruitive workers, etc.] because a person who has once relished the taste of the lotus feet of the Lord can do nothing but remember that ecstasy again and again."
    },
    {
      "id": "sb_1_5_20",
      "verseTitle": "Text 20:",
      "translation": "The Supreme Lord Personality of Godhead is Himself this cosmos, and still He is aloof from it. From Him only has this cosmic manifestation emanated, in Him it rests, and unto Him it enters after annihilation. Your good self knows all about this. I have given only a synopsis."
    },
    {
      "id": "sb_1_5_21",
      "verseTitle": "Text 21:",
      "translation": "Your Goodness has perfect vision. You yourself can know the Supersoul Personality of Godhead because you are present as the plenary portion of the Lord. Although you are birthless, you have appeared on this earth for the well-being of all people. Please, therefore, describe the transcendental pastimes of the Supreme Personality of Godhead, Śrī Kṛṣṇa more vividly."
    },
    {
      "id": "sb_1_5_22",
      "verseTitle": "Text 22:",
      "translation": "Learned circles have positively concluded that the infallible purpose of the advancement of knowledge, namely austerities, study of the Vedas, sacrifice, chanting of hymns and charity, culminates in the transcendental descriptions of the Lord, who is defined in choice poetry."
    },
    {
      "id": "sb_1_5_23",
      "verseTitle": "Text 23:",
      "translation": "O Muni, in the last millennium I was born as the son of a certain maidservant engaged in the service of brāhmaṇas who were following the principles of Vedānta. When they were living together during the four months of the rainy season, I was engaged in their personal service."
    },
    {
      "id": "sb_1_5_24",
      "verseTitle": "Text 24:",
      "translation": "Although they were impartial by nature, those followers of the Vedānta blessed me with their causeless mercy. As far as I was concerned, I was self-controlled and had no attachment for sports, even though I was a boy. In addition, I was not naughty, and I did not speak more than required."
    },
    {
      "id": "sb_1_5_25",
      "verseTitle": "Text 25:",
      "translation": "Once only, by their permission, I took the remnants of their food, and by so doing all my sins were at once eradicated. Thus being engaged, I became purified in heart, and at that time the very nature of the transcendentalist became attractive to me."
    },
    {
      "id": "sb_1_5_26",
      "verseTitle": "Text 26:",
      "translation": "O Vyāsadeva, in that association and by the mercy of those great Vedāntists, I could hear them describe the attractive activities of Lord Kṛṣṇa. And thus listening attentively, my taste for hearing of the Personality of Godhead increased at every step."
    },
    {
      "id": "sb_1_5_27",
      "verseTitle": "Text 27:",
      "translation": "O great sage, as soon as I got a taste of the Personality of Godhead, my attention to hear of the Lord was unflinching. And as my taste developed, I could realize that it was only in my ignorance that I had accepted gross and subtle coverings, for both the Lord and I are transcendental."
    },
    {
      "id": "sb_1_5_28",
      "verseTitle": "Text 28:",
      "translation": "Thus during two seasons — the rainy season and autumn — I had the opportunity to hear these great-souled sages constantly chant the unadulterated glories of the Lord Hari. As the flow of my devotional service began, the coverings of the modes of passion and ignorance vanished."
    },
    {
      "id": "sb_1_5_29",
      "verseTitle": "Text 29:",
      "translation": "I was very much attached to those sages. I was gentle in behavior, and all my sins were eradicated in their service. In my heart I had strong faith in them. I had subjugated the senses, and I was strictly following them with body and mind."
    },
    {
      "id": "sb_1_5_30",
      "verseTitle": "Text 30:",
      "translation": "As they were leaving, those bhakti-vedāntas, who are very kind to poor-hearted souls, instructed me in that most confidential subject which is instructed by the Personality of Godhead Himself."
    },
    {
      "id": "sb_1_5_31",
      "verseTitle": "Text 31:",
      "translation": "By that confidential knowledge, I could understand clearly the influence of the energy of Lord Śrī Kṛṣṇa, the creator, maintainer and annihilator of everything. By knowing that, one can return to Him and personally meet Him."
    },
    {
      "id": "sb_1_5_32",
      "verseTitle": "Text 32:",
      "translation": "O Brāhmaṇa Vyāsadeva, it is decided by the learned that the best remedial measure for removing all troubles and miseries is to dedicate one’s activities to the service of the Supreme Lord Personality of Godhead [Śrī Kṛṣṇa]."
    },
    {
      "id": "sb_1_5_33",
      "verseTitle": "Text 33:",
      "translation": "O good soul, does not a thing, applied therapeutically, cure a disease which was caused by that very same thing?"
    },
    {
      "id": "sb_1_5_34",
      "verseTitle": "Text 34:",
      "translation": "Thus when all a man’s activities are dedicated to the service of the Lord, those very activities which caused his perpetual bondage become the destroyer of the tree of work."
    },
    {
      "id": "sb_1_5_35",
      "verseTitle": "Text 35:",
      "translation": "Whatever work is done here in this life for the satisfaction of the mission of the Lord is called bhakti-yoga, or transcendental loving service to the Lord, and what is called knowledge becomes a concomitant factor."
    },
    {
      "id": "sb_1_5_36",
      "verseTitle": "Text 36:",
      "translation": "While performing duties according to the order of Śrī Kṛṣṇa, the Supreme Personality of Godhead, one constantly remembers Him, His names and His qualities."
    },
    {
      "id": "sb_1_5_37",
      "verseTitle": "Text 37:",
      "translation": "Let us all chant the glories of Vāsudeva along with His plenary expansions Pradyumna, Aniruddha and Saṅkarṣaṇa."
    },
    {
      "id": "sb_1_5_38",
      "verseTitle": "Text 38:",
      "translation": "Thus he is the actual seer who worships, in the form of transcendental sound representation, the Supreme Personality of Godhead, Viṣṇu, who has no material form."
    },
    {
      "id": "sb_1_5_39",
      "verseTitle": "Text 39:",
      "translation": "O brāhmaṇa, thus by the Supreme Lord Kṛṣṇa I was endowed first with the transcendental knowledge of the Lord as inculcated in the confidential parts of the Vedas, then with the spiritual opulences, and then with His intimate loving service."
    },
    {
      "id": "sb_1_5_40",
      "verseTitle": "Text 40:",
      "translation": "Please, therefore, describe the almighty Lord’s activities which you have learned by your vast knowledge of the Vedas, for that will satisfy the hankerings of great learned men and at the same time mitigate the miseries of the masses of common people who are always suffering from material pangs. Indeed, there is no other way to get out of such miseries."
    }
  ],
  "description": ""
}