{
  "id": "sb_1_14",
  "canto": 1,
  "chapter": 14,
  "chapter_title": "The Disappearance of Lord Kṛṣṇa",
  "verses_list": [
    {
      "id": "sb_1_14_1",
      "verseTitle": "ŚB 1.14.1",
      "translation": "Śrī Sūta Gosvāmī said: Arjuna went to Dvārakā to see Lord Śrī Kṛṣṇa and other friends and also to learn from the Lord of His next activities."
    },
    {
      "id": "sb_1_14_2",
      "verseTitle": "ŚB 1.14.2",
      "translation": "A few months passed, and Arjuna did not return. Mahārāja Yudhiṣṭhira then began to observe some inauspicious omens, which were fearful in themselves."
    },
    {
      "id": "sb_1_14_3",
      "verseTitle": "ŚB 1.14.3",
      "translation": "He saw that the direction of eternal time had changed, and this was very fearful. There were disruptions in the seasonal regularities. The people in general had become very greedy, angry and deceitful. And he saw that they were adopting foul means of livelihood."
    },
    {
      "id": "sb_1_14_4",
      "verseTitle": "ŚB 1.14.4",
      "translation": "All ordinary transactions and dealings became polluted with cheating, even between friends. And in familial affairs, there was always misunderstanding between fathers, mothers and sons, between well-wishers, and between brothers. Even between husband and wife there was always strain and quarrel."
    },
    {
      "id": "sb_1_14_5",
      "verseTitle": "ŚB 1.14.5",
      "translation": "In course of time it came to pass that people in general became accustomed to greed, anger, pride, etc. Mahārāja Yudhiṣṭhira, observing all these omens, spoke to his younger brother."
    },
    {
      "id": "sb_1_14_6",
      "verseTitle": "ŚB 1.14.6",
      "translation": "Mahārāja Yudhiṣṭhira said to his younger brother Bhīmasena: I sent Arjuna to Dvārakā to meet his friends and to learn from the Personality of Godhead, Kṛṣṇa, of His program of work."
    },
    {
      "id": "sb_1_14_7",
      "verseTitle": "ŚB 1.14.7",
      "translation": "Since he departed, seven months have passed, yet he has not returned. I do not know factually how things are going there."
    },
    {
      "id": "sb_1_14_8",
      "verseTitle": "ŚB 1.14.8",
      "translation": "Is He going to quit His earthly pastimes, as Devarṣi Nārada indicated? Has that time already arrived?"
    },
    {
      "id": "sb_1_14_9",
      "verseTitle": "ŚB 1.14.9",
      "translation": "From Him only, all our kingly opulence, good wives, lives, progeny, control over our subjects, victory over our enemies, and future accommodations in higher planets have become possible. All this is due to His causeless mercy upon us."
    },
    {
      "id": "sb_1_14_10",
      "verseTitle": "ŚB 1.14.10",
      "translation": "Just see, O man with a tiger’s strength, how many miseries due to celestial influences, earthly reactions and bodily pains — all very dangerous in themselves — are foreboding danger in the near future by deluding our intelligence."
    },
    {
      "id": "sb_1_14_11",
      "verseTitle": "ŚB 1.14.11",
      "translation": "The left side of my body — my thighs, arms and eyes — are all quivering again and again. I am having heart palpitations due to fear. All this indicates undesirable happenings."
    },
    {
      "id": "sb_1_14_12",
      "verseTitle": "ŚB 1.14.12",
      "translation": "Just see, O Bhīma, how the she-jackal cries at the rising sun and vomits fire, and how the dog barks at me fearlessly."
    },
    {
      "id": "sb_1_14_13",
      "verseTitle": "ŚB 1.14.13",
      "translation": "O Bhīmasena, tiger amongst men, now useful animals like cows are passing me on my left side, and lower animals like the asses are circumambulating me. My horses appear to weep upon seeing me."
    },
    {
      "id": "sb_1_14_14",
      "verseTitle": "ŚB 1.14.14",
      "translation": "Just see! This pigeon is like a messenger of death. The shrieks of the owls and their rival crows make my heart tremble. It appears that they want to make a void of the whole universe."
    },
    {
      "id": "sb_1_14_15",
      "verseTitle": "ŚB 1.14.15",
      "translation": "Just see how the smoke encircles the sky. It appears that the earth and mountains are throbbing. Just hear the cloudless thunder and see the bolts from the blue."
    },
    {
      "id": "sb_1_14_16",
      "verseTitle": "ŚB 1.14.16",
      "translation": "The wind blows violently, blasting dust everywhere and creating darkness. Clouds are raining everywhere with bloody disasters."
    },
    {
      "id": "sb_1_14_17",
      "verseTitle": "ŚB 1.14.17",
      "translation": "The rays of the sun are declining, and the stars appear to be fighting amongst themselves. Confused living entities appear to be ablaze and weeping."
    },
    {
      "id": "sb_1_14_18",
      "verseTitle": "ŚB 1.14.18",
      "translation": "Rivers, tributaries, ponds, reservoirs and the mind are all perturbed. Butter no longer ignites fire. What is this extraordinary time? What is going to happen?"
    },
    {
      "id": "sb_1_14_19",
      "verseTitle": "ŚB 1.14.19",
      "translation": "The calves do not suck the teats of the cows, nor do the cows give milk. They are standing, crying, tears in their eyes, and the bulls take no pleasure in the pasturing grounds."
    },
    {
      "id": "sb_1_14_20",
      "verseTitle": "ŚB 1.14.20",
      "translation": "The Deities seem to be crying in the temple, lamenting and perspiring. They seem about to leave. All the cities, villages, towns, gardens, mines and hermitages are now devoid of beauty and bereft of all happiness. I do not know what sort of calamities are now awaiting us."
    },
    {
      "id": "sb_1_14_21",
      "verseTitle": "ŚB 1.14.21",
      "translation": "I think that all these earthly disturbances indicate some greater loss to the good fortune of the world. The world was fortunate to have been marked with the footprints of the lotus feet of the Lord. These signs indicate that this will no longer be."
    },
    {
      "id": "sb_1_14_22",
      "verseTitle": "ŚB 1.14.22",
      "translation": "O Brāhmaṇa Śaunaka, while Mahārāja Yudhiṣṭhira, observing the inauspicious signs on the earth at that time, was thus thinking to himself, Arjuna came back from the city of the Yadus [Dvārakā]."
    },
    {
      "id": "sb_1_14_23",
      "verseTitle": "ŚB 1.14.23",
      "translation": "When he bowed at his feet, the King saw that his dejection was unprecedented. His head was down, and tears glided from his lotus eyes."
    },
    {
      "id": "sb_1_14_24",
      "verseTitle": "ŚB 1.14.24",
      "translation": "Seeing Arjuna pale due to heartfelt anxieties, the King, remembering the indications of the sage Nārada, questioned him in the midst of friends."
    },
    {
      "id": "sb_1_14_25",
      "verseTitle": "ŚB 1.14.25",
      "translation": "Mahārāja Yudhiṣṭhira said: My dear brother, please tell me whether our friends and relatives, such as Madhu, Bhoja, Daśārha, Ārha, Sātvata, Andhaka and the members of the Yadu family are all passing their days in happiness."
    },
    {
      "id": "sb_1_14_26",
      "verseTitle": "ŚB 1.14.26",
      "translation": "Is my respectable grandfather Śūrasena in a happy mood? And are my maternal uncle Vasudeva and his younger brothers all doing well?"
    },
    {
      "id": "sb_1_14_27",
      "verseTitle": "ŚB 1.14.27",
      "translation": "His seven wives, headed by Devakī, are all sisters. Are they and their sons and daughters-in-law all happy?"
    },
    {
      "id": "sb_1_14_28-29",
      "verseTitle": "ŚB 1.14.28-29",
      "translation": "Are Ugrasena, whose son was the mischievous Kaṁsa, and his younger brother still living? Are Hṛdīka and his son Kṛtavarmā happy? Are Akrūra, Jayanta, Gada, Sāraṇa and Śatrujit all happy? How is Balarāma, the Personality of Godhead and the protector of devotees?"
    },
    {
      "id": "sb_1_14_30",
      "verseTitle": "ŚB 1.14.30",
      "translation": "How is Pradyumna, the great general of the Vṛṣṇi family? Is He happy? And is Aniruddha, the plenary expansion of the Personality of Godhead, faring well?"
    },
    {
      "id": "sb_1_14_31",
      "verseTitle": "ŚB 1.14.31",
      "translation": "Are all the chieftain sons of Lord Kṛṣṇa, such as Suṣeṇa, Cārudeṣṇa, Sāmba the son of Jāmbavatī, and Ṛṣabha, along with their sons, all doing well?"
    },
    {
      "id": "sb_1_14_32-33",
      "verseTitle": "ŚB 1.14.32-33",
      "translation": "Also, Śrutadeva, Uddhava and others, Nanda, Sunanda and other leaders of liberated souls who are constant companions of the Lord are protected by Lord Balarāma and Kṛṣṇa. Are they all doing well in their respective functions? Do they, who are all eternally bound in friendship with us, remember our welfare?"
    },
    {
      "id": "sb_1_14_34",
      "verseTitle": "ŚB 1.14.34",
      "translation": "Is Lord Kṛṣṇa, the Supreme Personality of Godhead, who gives pleasure to the cows, the senses and the brāhmaṇas, who is very affectionate towards His devotees, enjoying the pious assembly at Dvārakā Purī surrounded by friends?"
    },
    {
      "id": "sb_1_14_35-36",
      "verseTitle": "ŚB 1.14.35-36",
      "translation": "The original Personality of Godhead, the enjoyer, and Balarāma, the primeval Lord Ananta, are staying in the ocean of the Yadu dynasty for the welfare, protection and general progress of the entire universe. And the members of the Yadu dynasty, being protected by the arms of the Lord, are enjoying life like the residents of the spiritual sky."
    },
    {
      "id": "sb_1_14_37",
      "verseTitle": "ŚB 1.14.37",
      "translation": "Simply by administering comforts at the lotus feet of the Lord, which is the most important of all services, the queens at Dvārakā, headed by Satyabhāmā, induced the Lord to conquer the demigods. Thus the queens enjoy things which are prerogatives of the wives of the controller of thunderbolts."
    },
    {
      "id": "sb_1_14_38",
      "verseTitle": "ŚB 1.14.38",
      "translation": "The great heroes of the Yadu dynasty, being protected by the arms of Lord Śrī Kṛṣṇa, always remain fearless in every respect. And therefore their feet trample over the Sudharmā assembly house, which the best demigods deserved but which was taken away from them."
    },
    {
      "id": "sb_1_14_39",
      "verseTitle": "ŚB 1.14.39",
      "translation": "My brother Arjuna, please tell me whether your health is all right. You appear to have lost your bodily luster. Is this due to others disrespecting and neglecting you because of your long stay at Dvārakā?"
    },
    {
      "id": "sb_1_14_40",
      "verseTitle": "ŚB 1.14.40",
      "translation": "Has someone addressed you with unfriendly words or threatened you? Could you not give charity to one who asked, or could you not keep your promise to someone?"
    },
    {
      "id": "sb_1_14_41",
      "verseTitle": "ŚB 1.14.41",
      "translation": "You are always the protector of the deserving living beings, such as brāhmaṇas, children, cows, women and the diseased. Could you not give them protection when they approached you for shelter?"
    },
    {
      "id": "sb_1_14_42",
      "verseTitle": "ŚB 1.14.42",
      "translation": "Have you contacted a woman of impeachable character, or have you not properly treated a deserving woman? Or have you been defeated on the way by someone who is inferior or equal to you?"
    },
    {
      "id": "sb_1_14_43",
      "verseTitle": "ŚB 1.14.43",
      "translation": "Have you not taken care of old men and boys who deserve to dine with you? Have you left them and taken your meals alone? Have you committed some unpardonable mistake which is considered to be abominable?"
    },
    {
      "id": "sb_1_14_44",
      "verseTitle": "ŚB 1.14.44",
      "translation": "Or is it that you are feeling empty for all time because you might have lost your most intimate friend, Lord Kṛṣṇa? O my brother Arjuna, I can think of no other reason for your becoming so dejected."
    }
  ]
}