{
  "id": "sb_1_19",
  "canto": 1,
  "chapter": 19,
  "chapter_title": "The Appearance of Śukadeva Gosvāmī",
  "verses_list": [
    {
      "id": "sb_1_19_1",
      "verseTitle": "ŚB 1.19.1",
      "translation": "Śrī Sūta Gosvāmī said: While returning home, the King [Mahārāja Parīkṣit] felt that the act he had committed against the faultless and powerful brāhmaṇa was heinous and uncivilized. Consequently he was distressed."
    },
    {
      "id": "sb_1_19_2",
      "verseTitle": "ŚB 1.19.2",
      "translation": "[King Parīkṣit thought:] Due to my neglecting the injunctions of the Supreme Lord I must certainly expect some difficulty to overcome me in the near future. I now desire without reservation that the calamity come now, for in this way I may be freed of the sinful action and not commit such an offense again."
    },
    {
      "id": "sb_1_19_3",
      "verseTitle": "ŚB 1.19.3",
      "translation": "I am uncivilized and sinful due to my neglect of brahminical culture, God consciousness and cow protection. Therefore I wish that my kingdom, strength and riches burn up immediately by the fire of the brāhmaṇa’s wrath so that in the future I may not be guided by such inauspicious attitudes."
    },
    {
      "id": "sb_1_19_4",
      "verseTitle": "ŚB 1.19.4",
      "translation": "While the King was thus repenting, he received news of his imminent death, which would be due to the bite of a snake-bird, occasioned by the curse spoken by the sage’s son. The King accepted this as good news, for it would be the cause of his indifference toward worldly things."
    },
    {
      "id": "sb_1_19_5",
      "verseTitle": "ŚB 1.19.5",
      "translation": "Mahārāja Parīkṣit sat down firmly on the banks of the Ganges to concentrate his mind in Kṛṣṇa consciousness, rejecting all other practices of self-realization, because transcendental loving service to Kṛṣṇa is the greatest achievement, superseding all other methods."
    },
    {
      "id": "sb_1_19_6",
      "verseTitle": "ŚB 1.19.6",
      "translation": "The river [by which the King sat to fast] carries the most auspicious water, which is mixed with the dust of the lotus feet of the Lord and tulasī leaves. Therefore that water sanctifies the three worlds inside and outside and even sanctifies Lord Śiva and other demigods. Consequently everyone who is destined to die must take shelter of this river."
    },
    {
      "id": "sb_1_19_7",
      "verseTitle": "ŚB 1.19.7",
      "translation": "Thus the King, the worthy descendant of the Pāṇḍavas, decided once and for all and sat on the Ganges’ bank to fast until death and give himself up to the lotus feet of Lord Kṛṣṇa, who alone is able to award liberation. So, freeing himself from all kinds of associations and attachments, he accepted the vows of a sage."
    },
    {
      "id": "sb_1_19_8",
      "verseTitle": "ŚB 1.19.8",
      "translation": "At that time all the great minds and thinkers, accompanied by their disciples, and sages who could verily sanctify a place of pilgrimage just by their presence, arrived there on the plea of making a pilgrim’s journey."
    },
    {
      "id": "sb_1_19_9-10",
      "verseTitle": "ŚB 1.19.9-10",
      "translation": "From different parts of the universe there arrived great sages like Atri, Cyavana, Śaradvān, Ariṣṭanemi, Bhṛgu, Vasiṣṭha, Parāśara, Viśvāmitra, Aṅgirā, Paraśurāma, Utathya, Indrapramada, Idhmavāhu, Medhātithi, Devala, Ārṣṭiṣeṇa, Bhāradvāja, Gautama, Pippalāda, Maitreya, Aurva, Kavaṣa, Kumbhayoni, Dvaipāyana and the great personality Nārada."
    },
    {
      "id": "sb_1_19_11",
      "verseTitle": "ŚB 1.19.11",
      "translation": "There were also many other saintly demigods, kings and special royal orders called aruṇādayas [a special rank of rājarṣis] from different dynasties of sages. When they all assembled together to meet the Emperor [Parīkṣit], he received them properly and bowed his head to the ground."
    },
    {
      "id": "sb_1_19_12",
      "verseTitle": "ŚB 1.19.12",
      "translation": "After all the ṛṣis and others had seated themselves comfortably, the King, humbly standing before them with folded hands, told them of his decision to fast until death."
    },
    {
      "id": "sb_1_19_13",
      "verseTitle": "ŚB 1.19.13",
      "translation": "The fortunate King said: Indeed, we are the most grateful of all the kings who are trained to get favors from the great souls. Generally you [sages] consider royalty as refuse to be rejected and left in a distant place."
    },
    {
      "id": "sb_1_19_14",
      "verseTitle": "ŚB 1.19.14",
      "translation": "The Supreme Personality of Godhead, the controller of both the transcendental and mundane worlds, has graciously overtaken me in the form of a brāhmaṇa’s curse. Due to my being too much attached to family life, the Lord, in order to save me, has appeared before me in such a way that only out of fear I will detach myself from the world."
    },
    {
      "id": "sb_1_19_15",
      "verseTitle": "ŚB 1.19.15",
      "translation": "O brāhmaṇas, just accept me as a completely surrendered soul, and let mother Ganges, the representative of the Lord, also accept me in that way, for I have already taken the lotus feet of the Lord into my heart. Let the snake-bird — or whatever magical thing the brāhmaṇa created — bite me at once. I only desire that you all continue singing the deeds of Lord Viṣṇu."
    },
    {
      "id": "sb_1_19_16",
      "verseTitle": "ŚB 1.19.16",
      "translation": "Again, offering obeisances unto all you brāhmaṇas, I pray that if I should again take my birth in the material world I will have complete attachment to the unlimited Lord Kṛṣṇa, association with His devotees and friendly relations with all living beings."
    },
    {
      "id": "sb_1_19_17",
      "verseTitle": "ŚB 1.19.17",
      "translation": "In perfect self-control, Mahārāja Parīkṣit sat down on a seat of straw, with straw-roots facing the east, placed on the southern bank of the Ganges, and he himself faced the north. Just previously he had given charge of his kingdom over to his son."
    },
    {
      "id": "sb_1_19_18",
      "verseTitle": "ŚB 1.19.18",
      "translation": "Thus the King, Mahārāja Parīkṣit, sat to fast until death. All the demigods of the higher planets praised the King’s actions and in pleasure continually scattered flowers over the earth and beat celestial drums."
    },
    {
      "id": "sb_1_19_19",
      "verseTitle": "ŚB 1.19.19",
      "translation": "All the great sages who were assembled there also praised the decision of Mahārāja Parīkṣit, and they expressed their approval by saying “Very good.” Naturally the sages are inclined to do good to common men, for they have all the qualitative powers of the Supreme Lord. Therefore they were very much pleased to see Mahārāja Parīkṣit, a devotee of the Lord, and they spoke as follows."
    },
    {
      "id": "sb_1_19_20",
      "verseTitle": "ŚB 1.19.20",
      "translation": "[The sages said:] O chief of all the saintly kings of the Pāṇḍu dynasty who are strictly in the line of Lord Śrī Kṛṣṇa! It is not at all astonishing that you give up your throne, which is decorated with the helmets of many kings, to achieve eternal association with the Personality of Godhead."
    },
    {
      "id": "sb_1_19_21",
      "verseTitle": "ŚB 1.19.21",
      "translation": "We shall all wait here until the foremost devotee of the Lord, Mahārāja Parīkṣit, returns to the supreme planet, which is completely free from all mundane contamination and all kinds of lamentation."
    },
    {
      "id": "sb_1_19_22",
      "verseTitle": "ŚB 1.19.22",
      "translation": "All that was spoken by the great sages was very sweet to hear, full of meaning and appropriately presented as perfectly true. So after hearing them, Mahārāja Parīkṣit, desiring to hear of the activities of Lord Śrī Kṛṣṇa, the Personality of Godhead, congratulated the great sages."
    },
    {
      "id": "sb_1_19_23",
      "verseTitle": "ŚB 1.19.23",
      "translation": "The King said: O great sages, you have all very kindly assembled here, having come from all parts of the universe. You are all as good as supreme knowledge personified, who resides in the planet above the three worlds [Satyaloka]. Consequently you are naturally inclined to do good to others, and but for this you have no interest, either in this life or in the next."
    },
    {
      "id": "sb_1_19_24",
      "verseTitle": "ŚB 1.19.24",
      "translation": "O trustworthy brāhmaṇas, I now ask you about my immediate duty. Please, after proper deliberation, tell me of the unalloyed duty of everyone in all circumstances, and specifically of those who are just about to die."
    },
    {
      "id": "sb_1_19_25",
      "verseTitle": "ŚB 1.19.25",
      "translation": "At that moment there appeared the powerful son of Vyāsadeva, who traveled over the earth disinterested and satisfied with himself. He did not manifest any symptoms of belonging to any social order or status of life. He was surrounded with women and children, and he dressed as if others had neglected him."
    },
    {
      "id": "sb_1_19_26",
      "verseTitle": "ŚB 1.19.26",
      "translation": "This son of Vyāsadeva was only sixteen years old. His legs, hands, thighs, arms, shoulders, forehead and the other parts of his body were all delicately formed. His eyes were beautifully wide, and his nose and ears were highly raised. He had a very attractive face, and his neck was well formed and beautiful like a conchshell."
    },
    {
      "id": "sb_1_19_27",
      "verseTitle": "ŚB 1.19.27",
      "translation": "His collarbone was fleshy, his chest broad and thick, his navel deep and his abdomen beautifully striped. His arms were long, and curly hair was strewn over his beautiful face. He was naked, and the hue of his body reflected that of Lord Kṛṣṇa."
    },
    {
      "id": "sb_1_19_28",
      "verseTitle": "ŚB 1.19.28",
      "translation": "He was blackish and very beautiful due to his youth. Because of the glamor of his body and his attractive smiles, he was pleasing to women. Though he tried to cover his natural glories, the great sages present there were all expert in the art of physiognomy, and so they honored him by rising from their seats."
    },
    {
      "id": "sb_1_19_29",
      "verseTitle": "ŚB 1.19.29",
      "translation": "Mahārāja Parīkṣit, who is also known as Viṣṇurāta [one who is always protected by Viṣṇu], bowed his head to receive the chief guest, Śukadeva Gosvāmī. At that time all the ignorant women and boys ceased following Śrīla Śukadeva. Receiving respect from all, Śukadeva Gosvāmī took his exalted seat."
    },
    {
      "id": "sb_1_19_30",
      "verseTitle": "ŚB 1.19.30",
      "translation": "Śukadeva Gosvāmī was then surrounded by saintly sages and demigods just as the moon is surrounded by stars, planets and other heavenly bodies. His presence was gorgeous, and he was respected by all."
    },
    {
      "id": "sb_1_19_31",
      "verseTitle": "ŚB 1.19.31",
      "translation": "The sage Śrī Śukadeva Gosvāmī sat perfectly pacified, intelligent and ready to answer any question without hesitation. The great devotee, Mahārāja Parīkṣit, approached him, offered his respects by bowing before him, and politely inquired with sweet words and folded hands."
    },
    {
      "id": "sb_1_19_32",
      "verseTitle": "ŚB 1.19.32",
      "translation": "The fortunate King Parīkṣit said: O brāhmaṇa, by your mercy only, you have sanctified us, making us like unto places of pilgrimage, all by your presence here as my guest. By your mercy, we, who are but unworthy royalty, become eligible to serve the devotee."
    },
    {
      "id": "sb_1_19_33",
      "verseTitle": "ŚB 1.19.33",
      "translation": "Simply by our remembering you, our houses become instantly sanctified. And what to speak of seeing you, touching you, washing your holy feet and offering you a seat in our home?"
    },
    {
      "id": "sb_1_19_34",
      "verseTitle": "ŚB 1.19.34",
      "translation": "Just as the atheist cannot remain in the presence of the Personality of Godhead, so also the invulnerable sins of a man are immediately vanquished in your presence, O saint! O great mystic!"
    },
    {
      "id": "sb_1_19_35",
      "verseTitle": "ŚB 1.19.35",
      "translation": "Lord Kṛṣṇa, the Personality of Godhead, who is very dear to the sons of King Pāṇḍu, has accepted me as one of those relatives just to please His great cousins and brothers."
    },
    {
      "id": "sb_1_19_36",
      "verseTitle": "ŚB 1.19.36",
      "translation": "Otherwise [without being inspired by Lord Kṛṣṇa] how is it that you have voluntarily appeared here, though you are moving incognito to the common man and are not visible to us who are on the verge of death?"
    },
    {
      "id": "sb_1_19_37",
      "verseTitle": "ŚB 1.19.37",
      "translation": "You are the spiritual master of great saints and devotees. I am therefore begging you to show the way of perfection for all persons, and especially for one who is about to die."
    },
    {
      "id": "sb_1_19_38",
      "verseTitle": "ŚB 1.19.38",
      "translation": "Please let me know what a man should hear, chant, remember and worship, and also what he should not do. Please explain all this to me."
    },
    {
      "id": "sb_1_19_39",
      "verseTitle": "ŚB 1.19.39",
      "translation": "O powerful brāhmaṇa, it is said that you hardly stay in the houses of men long enough to milk a cow."
    },
    {
      "id": "sb_1_19_40",
      "verseTitle": "ŚB 1.19.40",
      "translation": "Śrī Sūta Gosvāmī said: The King thus spoke and questioned the sage, using sweet language. Then the great and powerful personality, the son of Vyāsadeva, who knew the principles of religion, began his reply."
    }
  ]
}