{
  "id": "sb_1_4",
  "canto": 1,
  "chapter": 4,
  "chapter_title": "The Appearance of Śrī Nārada",
  "verses_list": [
    {
      "id": "sb_1_4_1",
      "verseTitle": "ŚB 1.4.1",
      "translation": "Vyāsadeva said: On hearing Sūta Gosvāmī speak thus, Śaunaka Muni, who was the elderly, learned leader of all the ṛṣis engaged in that prolonged sacrificial ceremony, congratulated Sūta Gosvāmī by addressing him as follows."
    },
    {
      "id": "sb_1_4_2",
      "verseTitle": "ŚB 1.4.2",
      "translation": "Śaunaka said: O Sūta Gosvāmī, you are the most fortunate and respected of all those who can speak and recite. Please relate the pious message of Śrīmad-Bhāgavatam, which was spoken by the great and powerful sage Śukadeva Gosvāmī."
    },
    {
      "id": "sb_1_4_3",
      "verseTitle": "ŚB 1.4.3",
      "translation": "In what period and at what place was this first begun, and why was this taken up? From where did Kṛṣṇa-dvaipāyana Vyāsa, the great sage, get the inspiration to compile this literature?"
    },
    {
      "id": "sb_1_4_4",
      "verseTitle": "ŚB 1.4.4",
      "translation": "His [Vyāsadeva’s] son was a great devotee, an equibalanced monist, whose mind was always concentrated in monism. He was transcendental to mundane activities, but being unexposed, he appeared like an ignorant person."
    },
    {
      "id": "sb_1_4_5",
      "verseTitle": "ŚB 1.4.5",
      "translation": "While Śrī Vyāsadeva was following his son, beautiful young damsels who were bathing naked covered their bodies with cloth, although Śrī Vyāsadeva himself was not naked. But they had not done so when his son had passed. The sage inquired about this, and the young ladies replied that his son was purified and when looking at them made no distinction between male and female. But the sage made such distinctions."
    },
    {
      "id": "sb_1_4_6",
      "verseTitle": "ŚB 1.4.6",
      "translation": "How was he [Śrīla Śukadeva, the son of Vyāsa] recognized by the citizens when he entered the city of Hastināpura [now Delhi], after wandering in the provinces of Kuru and Jāṅgala, appearing like a madman, dumb and retarded?"
    },
    {
      "id": "sb_1_4_7",
      "verseTitle": "ŚB 1.4.7",
      "translation": "How did it so happen that King Parīkṣit met this great sage, making it possible for this great transcendental essence of the Vedas [Bhāgavatam] to be sung to him?"
    },
    {
      "id": "sb_1_4_8",
      "verseTitle": "ŚB 1.4.8",
      "translation": "He [Śukadeva Gosvāmī] was accustomed to stay at the door of a householder only long enough for a cow to be milked. And he did this just to sanctify the residence."
    },
    {
      "id": "sb_1_4_9",
      "verseTitle": "ŚB 1.4.9",
      "translation": "It is said that Mahārāja Parīkṣit is a great first-class devotee of the Lord and that his birth and activities are all wonderful. Please tell us about him."
    },
    {
      "id": "sb_1_4_10",
      "verseTitle": "ŚB 1.4.10",
      "translation": "He was a great emperor and possessed all the opulences of his acquired kingdom. He was so exalted that he was increasing the prestige of the Pāṇḍu dynasty. Why did he give up everything to sit down on the bank of the Ganges and fast until death?"
    },
    {
      "id": "sb_1_4_11",
      "verseTitle": "ŚB 1.4.11",
      "translation": "He was such a great emperor that all his enemies would come and bow down at his feet and surrender all their wealth for their own benefit. He was full of youth and strength, and he possessed kingly opulences that were difficult to give up. Why did he want to give up everything, including his life?"
    },
    {
      "id": "sb_1_4_12",
      "verseTitle": "ŚB 1.4.12",
      "translation": "Those who are devoted to the cause of the Personality of Godhead live only for the welfare, development and happiness of others. They do not live for any selfish interest. So even though the Emperor [Parīkṣit] was free from all attachment to worldly possessions, how could he give up his mortal body, which was the shelter for others?"
    },
    {
      "id": "sb_1_4_13",
      "verseTitle": "ŚB 1.4.13",
      "translation": "We know that you are expert in the meaning of all subjects, except some portions of the Vedas, and thus you can clearly explain the answers to all the questions we have just put to you."
    },
    {
      "id": "sb_1_4_14",
      "verseTitle": "ŚB 1.4.14",
      "translation": "Sūta Gosvāmī said: When the second millennium overlapped the third, the great sage [Vyāsadeva] was born to Parāśara in the womb of Satyavatī, the daughter of Vasu."
    },
    {
      "id": "sb_1_4_15",
      "verseTitle": "ŚB 1.4.15",
      "translation": "Once upon a time he [Vyāsadeva], as the sun rose, took his morning ablution in the waters of the Sarasvatī and sat alone to concentrate."
    },
    {
      "id": "sb_1_4_16",
      "verseTitle": "ŚB 1.4.16",
      "translation": "The great sage Vyāsadeva saw anomalies in the duties of the millennium. This happens on the earth in different ages, due to the unseen force of time."
    },
    {
      "id": "sb_1_4_17-18",
      "verseTitle": "ŚB 1.4.17-18",
      "translation": "The great sage, who was fully equipped in knowledge, could see through his transcendental vision the deterioration of everything material due to the influence of the age. He could also see that the faithless people in general would be reduced in duration of life and would be impatient due to lack of goodness. Thus he contemplated for the welfare of men in all statuses and orders of life."
    },
    {
      "id": "sb_1_4_19",
      "verseTitle": "ŚB 1.4.19",
      "translation": "He saw that the sacrifices mentioned in the Vedas were means by which the people’s occupations could be purified. And to simplify the process he divided the one Veda into four, in order to expand them among men."
    },
    {
      "id": "sb_1_4_20",
      "verseTitle": "ŚB 1.4.20",
      "translation": "The four divisions of the original sources of knowledge [the Vedas] were made separately. But the historical facts and authentic stories mentioned in the Purāṇas are called the fifth Veda."
    },
    {
      "id": "sb_1_4_21",
      "verseTitle": "ŚB 1.4.21",
      "translation": "After the Vedas were divided into four divisions, Paila Ṛṣi became the professor of the Ṛg Veda, Jaimini the professor of the Sāma Veda, and Vaiśampāyana alone became glorified by the Yajur Veda."
    },
    {
      "id": "sb_1_4_22",
      "verseTitle": "ŚB 1.4.22",
      "translation": "The Sumantu Muni Aṅgirā, who was very devotedly engaged, was entrusted with the Atharva Veda. And my father, Romaharṣaṇa, was entrusted with the Purāṇas and historical records."
    },
    {
      "id": "sb_1_4_23",
      "verseTitle": "ŚB 1.4.23",
      "translation": "All these learned scholars, in their turn, rendered their entrusted Vedas unto their many disciples, granddisciples and great-granddisciples, and thus the respective branches of the followers of the Vedas came into being."
    },
    {
      "id": "sb_1_4_24",
      "verseTitle": "ŚB 1.4.24",
      "translation": "Thus the great sage Vyāsadeva, who is very kind to the ignorant masses, edited the Vedas so they might be assimilated by less intellectual men."
    },
    {
      "id": "sb_1_4_25",
      "verseTitle": "ŚB 1.4.25",
      "translation": "Out of compassion, the great sage thought it wise that this would enable men to achieve the ultimate goal of life. Thus he compiled the great historical narration called the Mahābhārata for women, laborers and friends of the twice-born."
    },
    {
      "id": "sb_1_4_26",
      "verseTitle": "ŚB 1.4.26",
      "translation": "O twice-born brāhmaṇas, still his mind was not satisfied, although he engaged himself in working for the total welfare of all people."
    },
    {
      "id": "sb_1_4_27",
      "verseTitle": "ŚB 1.4.27",
      "translation": "Thus the sage, being dissatisfied at heart, at once began to reflect, because he knew the essence of religion, and he said within himself:"
    },
    {
      "id": "sb_1_4_28-29",
      "verseTitle": "ŚB 1.4.28-29",
      "translation": "I have, under strict disciplinary vows, unpretentiously worshiped the Vedas, the spiritual masters and the altar of sacrifice. I have also abided by the rulings and have shown the import of disciplic succession through the explanation of the Mahābhārata, by which even women, śūdras and others [friends of the twice-born] can see the path of religion."
    },
    {
      "id": "sb_1_4_30",
      "verseTitle": "ŚB 1.4.30",
      "translation": "I am feeling incomplete, though I myself am fully equipped with everything required by the Vedas."
    },
    {
      "id": "sb_1_4_31",
      "verseTitle": "ŚB 1.4.31",
      "translation": "This may be because I did not specifically point out the devotional service of the Lord, which is dear both to perfect beings and to the infallible Lord."
    },
    {
      "id": "sb_1_4_32",
      "verseTitle": "ŚB 1.4.32",
      "translation": "As mentioned before, Nārada reached the cottage of Kṛṣṇa-dvaipāyana Vyāsa on the banks of the Sarasvatī just as Vyāsadeva was regretting his defects."
    },
    {
      "id": "sb_1_4_33",
      "verseTitle": "ŚB 1.4.33",
      "translation": "At the auspicious arrival of Śrī Nārada, Śrī Vyāsadeva got up respectfully and worshiped him, giving him veneration equal to that given to Brahmājī, the creator."
    }
  ]
}