{
  "id": "sb_9_8",
  "canto": 9,
  "chapter": 8,
  "chapter_title": "The Sons of Sagara Meet Lord Kapiladeva",
  "verses_list": [
    {
      "id": "sb_9_8_1",
      "verseTitle": "Text 1:",
      "translation": "Śukadeva Gosvāmī continued: The son of Rohita was Harita, and Harita’s son was Campa, who constructed the town of Campāpurī. The son of Campa was Sudeva, and his son was Vijaya."
    },
    {
      "id": "sb_9_8_2",
      "verseTitle": "Text 2:",
      "translation": "The son of Vijaya was Bharuka, Bharuka’s son was Vṛka, and Vṛka’s son was Bāhuka. The enemies of King Bāhuka took away all his possessions, and therefore the King entered the order of vānaprastha and went to the forest with his wife."
    },
    {
      "id": "sb_9_8_3",
      "verseTitle": "Text 3:",
      "translation": "Bāhuka died when he was old, and one of his wives wanted to die with him, following the satī rite. At that time, however, Aurva Muni, knowing her to be pregnant, forbade her to die."
    },
    {
      "id": "sb_9_8_4",
      "verseTitle": "Text 4:",
      "translation": "Knowing that she was pregnant, the co-wives of the wife of Bāhuka conspired to give her poison with her food, but it did not act. Instead, the son was born along with the poison. Therefore he became famous as Sagara [“one who is born with poison”]. Sagara later became the emperor. The place known as Gaṅgāsāgara was excavated by his sons."
    },
    {
      "id": "sb_9_8_5-6",
      "verseTitle": "Texts 5-6:",
      "translation": "Sagara Mahārāja, following the order of his spiritual master, Aurva, did not kill the uncivilized men like the Tālajaṅghas, Yavanas, Śakas, Haihayas and Barbaras. Instead, some of them he made dress awkwardly, some of them he shaved clean but allowed to wear mustaches, some of them he left wearing loose hair, some he half shaved, some he left without underwear, and some without external garments. Thus these different clans were made to dress differently, but King Sagara did not kill them."
    },
    {
      "id": "sb_9_8_7",
      "verseTitle": "Text 7:",
      "translation": "Following the instructions of the great sage Aurva, Sagara Mahārāja performed aśvamedha sacrifices and thus satisfied the Supreme Lord, who is the supreme controller, the Supersoul of all learned scholars, and the knower of all Vedic knowledge, the Supreme Personality of Godhead. But Indra, the King of heaven, stole the horse meant to be offered at the sacrifice."
    },
    {
      "id": "sb_9_8_8",
      "verseTitle": "Text 8:",
      "translation": "[King Sagara had two wives, Sumati and Keśinī.] The sons of Sumati, who were very proud of their prowess and influence, following the order of their father, searched for the lost horse. While doing so, they dug into the earth very extensively."
    },
    {
      "id": "sb_9_8_9-10",
      "verseTitle": "Texts 9-10:",
      "translation": "Thereafter, in the northeastern direction, they saw the horse near the āśrama of Kapila Muni. “Here is the man who has stolen the horse,” they said. “He is staying there with closed eyes. Certainly he is very sinful. Kill him! Kill him!” Shouting like this, the sons of Sagara, sixty thousand all together, raised their weapons. When they approached the sage, the sage opened His eyes."
    },
    {
      "id": "sb_9_8_11",
      "verseTitle": "Text 11:",
      "translation": "By the influence of Indra, the King of heaven, the sons of Sagara had lost their intelligence and disrespected a great personality. Consequently, fire emanated from their own bodies, and they were immediately burned to ashes."
    },
    {
      "id": "sb_9_8_12",
      "verseTitle": "Text 12:",
      "translation": "It is sometimes argued that the sons of King Sagara were burned to ashes by the fire emanating from the eyes of Kapila Muni. This statement, however, is not approved by great learned persons, for Kapila Muni’s body is completely in the mode of goodness and therefore cannot manifest the mode of ignorance in the form of anger, just as the pure sky cannot be polluted by the dust of the earth."
    },
    {
      "id": "sb_9_8_13",
      "verseTitle": "Text 13:",
      "translation": "Kapila Muni enunciated in this material world the Sāṅkhya philosophy, which is a strong boat with which to cross over the ocean of nescience. Indeed, a person eager to cross the ocean of the material world may take shelter of this philosophy. In such a greatly learned person, situated on the elevated platform of transcendence, how can there be any distinction between enemy and friend?"
    },
    {
      "id": "sb_9_8_14",
      "verseTitle": "Text 14:",
      "translation": "Among the sons of Sagara Mahārāja was one named Asamañjasa, who was born from the King’s second wife, Keśinī. The son of Asamañjasa was known as Aṁśumān, and he was always engaged in working for the good of Sagara Mahārāja, his grandfather."
    },
    {
      "id": "sb_9_8_15-16",
      "verseTitle": "Texts 15-16:",
      "translation": "Formerly, in his previous birth, Asamañjasa had been a great mystic yogī, but by bad association he had fallen from his exalted position. Now, in this life, he was born in a royal family and was a jāti-smara; that is, he had the special advantage of being able to remember his past birth. Nonetheless, he wanted to display himself as a miscreant, and therefore he would do things that were abominable in the eyes of the public and unfavorable to his relatives. He would disturb the boys sporting in the river Sarayū by throwing them into the depths of the water."
    },
    {
      "id": "sb_9_8_17",
      "verseTitle": "Text 17:",
      "translation": "Because Asamañjasa engaged in such abominable activities, his father gave up affection for him and had him exiled. Then Asamañjasa exhibited his mystic power by reviving the boys and showing them to the King and their parents. After this, Asamañjasa left Ayodhyā."
    },
    {
      "id": "sb_9_8_18",
      "verseTitle": "Text 18:",
      "translation": "O King Parīkṣit, when all the inhabitants of Ayodhyā saw that their boys had come back to life, they were astounded, and King Sagara greatly lamented the absence of his son."
    },
    {
      "id": "sb_9_8_19",
      "verseTitle": "Text 19:",
      "translation": "Thereafter, Aṁśumān, the grandson of Mahārāja Sagara, was ordered by the King to search for the horse. Following the same path traversed by his uncles, Aṁśumān gradually reached the stack of ashes and found the horse nearby."
    },
    {
      "id": "sb_9_8_20",
      "verseTitle": "Text 20:",
      "translation": "The great Aṁśumān saw the sage named Kapila, the saint who is an incarnation of Viṣṇu, sitting there by the horse. Aṁśumān offered Him respectful obeisances, folded his hands and offered Him prayers with great attention."
    },
    {
      "id": "sb_9_8_21",
      "verseTitle": "Text 21:",
      "translation": "Aṁśumān said: My Lord, even Lord Brahmā is to this very day unable to understand Your position, which is far beyond himself, either by meditation or by mental speculation. So what to speak of others like us, who have been created by Brahmā in various forms as demigods, animals, human beings, birds and beasts? We are completely in ignorance. Therefore, how can we know You, who are the Transcendence?"
    },
    {
      "id": "sb_9_8_22",
      "verseTitle": "Text 22:",
      "translation": "My Lord, You are fully situated in everyone’s heart, but the living entities, covered by the material body, cannot see You, for they are influenced by the external energy, conducted by the three modes of material nature. Their intelligence being covered by sattva-guṇa, rajo-guṇa and tamo-guṇa, they can see only the actions and reactions of these three modes of material nature. Because of the actions and reactions of the mode of ignorance, whether the living entities are awake or sleeping, they can see only the workings of material nature; they cannot see Your Lordship."
    },
    {
      "id": "sb_9_8_23",
      "verseTitle": "Text 23:",
      "translation": "O my Lord, sages freed from the influence of the three modes of material nature — sages such as the four Kumāras [Sanat, Sanaka, Sanandana and Sanātana] — are able to think of You, who are concentrated knowledge. But how can an ignorant person like me think of You?"
    },
    {
      "id": "sb_9_8_24",
      "verseTitle": "Text 24:",
      "translation": "O completely peaceful Lord, although material nature, fruitive activities and their consequent material names and forms are Your creation, You are unaffected by them. Therefore, Your transcendental name is different from material names, and Your form is different from material forms. You assume a form resembling a material body just to give us instructions like those of Bhagavad-gītā, but actually You are the supreme original person. I therefore offer my respectful obeisances unto You."
    },
    {
      "id": "sb_9_8_25",
      "verseTitle": "Text 25:",
      "translation": "O my Lord, those whose hearts are bewildered by the influence of lust, greed, envy and illusion are interested only in false hearth and home in this world created by Your māyā. Attached to home, wife and children, they wander in this material world perpetually."
    },
    {
      "id": "sb_9_8_26",
      "verseTitle": "Text 26:",
      "translation": "O Supersoul of all living entities, O Personality of Godhead, simply by seeing You I have now been freed from all lusty desires, which are the root cause of insurmountable illusion and bondage in the material world."
    },
    {
      "id": "sb_9_8_27",
      "verseTitle": "Text 27:",
      "translation": "O King Parīkṣit, when Aṁśumān had glorified the Lord in this way, the great sage Kapila, the powerful incarnation of Viṣṇu, being very merciful to him, explained to him the path of knowledge."
    },
    {
      "id": "sb_9_8_28",
      "verseTitle": "Text 28:",
      "translation": "The Personality of Godhead said: My dear Aṁśumān, here is the animal sought by your grandfather for sacrifice. Please take it. As for your forefathers, who have been burnt to ashes, they can be delivered only by Ganges water, and not by any other means."
    },
    {
      "id": "sb_9_8_29",
      "verseTitle": "Text 29:",
      "translation": "Thereafter, Aṁśumān circumambulated Kapila Muni and offered Him respectful obeisances, bowing his head. After fully satisfying Him in this way, Aṁśumān brought back the horse meant for sacrifice, and with this horse Mahārāja Sagara performed the remaining ritualistic ceremonies."
    },
    {
      "id": "sb_9_8_30",
      "verseTitle": "Text 30:",
      "translation": "After delivering charge of his kingdom to Aṁśumān and thus being freed from all material anxiety and bondage, Sagara Mahārāja, following the means instructed by Aurva Muni, achieved the supreme destination."
    }
  ],
  "description": "In this Eighth Chapter the descendants of Rohita are described. In the dynasty of Rohita there was a king named Sagara, whose history is described in relation to Kapiladeva and the destruction of the sons of Sagara."
}