{
  "id": "sb_9_5",
  "canto": 9,
  "chapter": 5,
  "chapter_title": "Durvāsā Muni’s Life Spared",
  "verses_list": [
    {
      "id": "sb_9_5_1",
      "verseTitle": "Text 1:",
      "translation": "Śukadeva Gosvāmī said: When thus advised by Lord Viṣṇu, Durvāsā Muni, who was very much harassed by the Sudarśana cakra, immediately approached Mahārāja Ambarīṣa. Being very much aggrieved, the muni fell down and clasped the King’s lotus feet."
    },
    {
      "id": "sb_9_5_2",
      "verseTitle": "Text 2:",
      "translation": "When Durvāsā touched his lotus feet, Mahārāja Ambarīṣa was very much ashamed, and when he saw Durvāsā attempting to offer prayers, because of mercy he was aggrieved even more. Thus he immediately began offering prayers to the great weapon of the Supreme Personality of Godhead."
    },
    {
      "id": "sb_9_5_3",
      "verseTitle": "Text 3:",
      "translation": "Mahārāja Ambarīṣa said: O Sudarśana cakra, you are fire, you are the most powerful sun, and you are the moon, the master of all luminaries. You are water, earth and sky, you are the air, you are the five sense objects [sound, touch, form, taste and smell], and you are the senses also."
    },
    {
      "id": "sb_9_5_4",
      "verseTitle": "Text 4:",
      "translation": "O most favorite of Acyuta, the Supreme Personality of Godhead, you have thousands of spokes. O master of the material world, destroyer of all weapons, original vision of the Personality of Godhead, I offer my respectful obeisances unto you. Kindly give shelter and be auspicious to this brāhmaṇa."
    },
    {
      "id": "sb_9_5_5",
      "verseTitle": "Text 5:",
      "translation": "O Sudarśana wheel, you are religion, you are truth, you are encouraging statements, you are sacrifice, and you are the enjoyer of the fruits of sacrifice. You are the maintainer of the entire universe, and you are the supreme transcendental prowess in the hands of the Supreme Personality of Godhead. You are the original vision of the Lord, and therefore you are known as Sudarśana. Everything has been created by your activities, and therefore you are all-pervading."
    },
    {
      "id": "sb_9_5_6",
      "verseTitle": "Text 6:",
      "translation": "O Sudarśana, you have a very auspicious hub, and therefore you are the upholder of all religion. You are just like an inauspicious comet for the irreligious demons. Indeed, you are the maintainer of the three worlds, you are full of transcendental effulgence, you are as quick as the mind, and you are able to work wonders. I can simply utter the word “namaḥ,” offering all obeisances unto you."
    },
    {
      "id": "sb_9_5_7",
      "verseTitle": "Text 7:",
      "translation": "O master of speech, by your effulgence, full of religious principles, the darkness of the world is dissipated, and the knowledge of learned persons or great souls is manifested. Indeed, no one can surpass your effulgence, for all things, manifested and unmanifested, gross and subtle, superior and inferior, are but various forms of you that are manifested by your effulgence."
    },
    {
      "id": "sb_9_5_8",
      "verseTitle": "Text 8:",
      "translation": "O indefatigable one, when you are sent by the Supreme Personality of Godhead to enter among the soldiers of the Daityas and the Dānavas, you stay on the battlefield and unendingly separate their arms, bellies, thighs, legs and heads."
    },
    {
      "id": "sb_9_5_9",
      "verseTitle": "Text 9:",
      "translation": "O protector of the universe, you are engaged by the Supreme Personality of Godhead as His all-powerful weapon in killing the envious enemies. For the benefit of our entire dynasty, kindly favor this poor brāhmaṇa. This will certainly be a favor for all of us."
    },
    {
      "id": "sb_9_5_10",
      "verseTitle": "Text 10:",
      "translation": "If our family has given charity to the proper persons, if we have performed ritualistic ceremonies and sacrifices, if we have properly carried out our occupational duties, and if we have been guided by learned brāhmaṇas, I wish, in exchange, that this brāhmaṇa be freed from the burning caused by the Sudarśana cakra."
    },
    {
      "id": "sb_9_5_11",
      "verseTitle": "Text 11:",
      "translation": "If the Supreme Personality of Godhead, who is one without a second, who is the reservoir of all transcendental qualities, and who is the life and soul of all living entities, is pleased with us, we wish that this brāhmaṇa, Durvāsā Muni, be freed from the pain of being burned."
    },
    {
      "id": "sb_9_5_12",
      "verseTitle": "Text 12:",
      "translation": "Śukadeva Gosvāmī continued: When the King offered prayers to the Sudarśana cakra and Lord Viṣṇu, because of his prayers the Sudarśana cakra became peaceful and stopped burning the brāhmaṇa known as Durvāsā Muni."
    },
    {
      "id": "sb_9_5_13",
      "verseTitle": "Text 13:",
      "translation": "Durvāsā Muni, the greatly powerful mystic, was indeed satisfied when freed from the fire of the Sudarśana cakra. Thus he praised the qualities of Mahārāja Ambarīṣa and offered him the highest benedictions."
    },
    {
      "id": "sb_9_5_14",
      "verseTitle": "Text 14:",
      "translation": "Durvāsā Muni said: My dear King, today I have experienced the greatness of devotees of the Supreme Personality of Godhead, for although I have committed an offense, you have prayed for my good fortune."
    },
    {
      "id": "sb_9_5_15",
      "verseTitle": "Text 15:",
      "translation": "For those who have achieved the Supreme Personality of Godhead, the master of the pure devotees, what is impossible to do, and what is impossible to give up?"
    },
    {
      "id": "sb_9_5_16",
      "verseTitle": "Text 16:",
      "translation": "What is impossible for the servants of the Lord? By the very hearing of His holy name one is purified."
    },
    {
      "id": "sb_9_5_17",
      "verseTitle": "Text 17:",
      "translation": "O King, overlooking my offenses, you have saved my life. Thus I am very much obliged to you because you are so merciful."
    },
    {
      "id": "sb_9_5_18",
      "verseTitle": "Text 18:",
      "translation": "Expecting the return of Durvāsā Muni, the King had not taken his food. Therefore, when the sage returned, the King fell at his lotus feet, pleasing him in all respects, and fed him sumptuously."
    },
    {
      "id": "sb_9_5_19",
      "verseTitle": "Text 19:",
      "translation": "Thus the King respectfully received Durvāsā Muni, who after eating varieties of palatable food was so satisfied that with great affection he requested the King to eat also, saying, “Please take your meal.”"
    },
    {
      "id": "sb_9_5_20",
      "verseTitle": "Text 20:",
      "translation": "Durvāsā Muni said: I am very pleased with you, my dear King. At first I thought of you as an ordinary human being and accepted your hospitality, but later I could understand, by my own intelligence, that you are the most exalted devotee of the Lord. Therefore, simply by seeing you, touching your feet and talking with you, I have been pleased and have become obliged to you."
    },
    {
      "id": "sb_9_5_21",
      "verseTitle": "Text 21:",
      "translation": "All the blessed women in the heavenly planets will continuously chant about your spotless character at every moment, and the people of this world will also chant your glories continuously."
    },
    {
      "id": "sb_9_5_22",
      "verseTitle": "Text 22:",
      "translation": "Śrī Śukadeva Gosvāmī continued: Thus being satisfied in all respects, the great mystic yogī Durvāsā took permission and left, continuously glorifying the King. Through the skyways, he went to Brahmaloka, which is devoid of agnostics and dry philosophical speculators."
    },
    {
      "id": "sb_9_5_23",
      "verseTitle": "Text 23:",
      "translation": "Durvāsā Muni had left the place of Mahārāja Ambarīṣa, and as long as he had not returned — for one complete year — the King had fasted, maintaining himself simply by drinking water."
    },
    {
      "id": "sb_9_5_24",
      "verseTitle": "Text 24:",
      "translation": "After one year, when Durvāsā Muni had returned, King Ambarīṣa sumptuously fed him all varieties of pure food, and then he himself also ate. When the King saw that the brāhmaṇa Durvāsā had been released from the great danger of being burned, he could understand that by the grace of the Lord he himself was also powerful, but he did not take any credit, for everything had been done by the Lord."
    },
    {
      "id": "sb_9_5_25",
      "verseTitle": "Text 25:",
      "translation": "In this way, because of devotional service, Mahārāja Ambarīṣa, who was endowed with varieties of transcendental qualities, was completely aware of Brahman, Paramātmā and the Supreme Personality of Godhead, and thus he executed devotional service perfectly. Because of his devotion, he thought even the topmost planet of this material world no better than the hellish planets."
    },
    {
      "id": "sb_9_5_26",
      "verseTitle": "Text 26:",
      "translation": "Śrīla Śukadeva Gosvāmī continued: Thereafter, because of his advanced position in devotional life, Mahārāja Ambarīṣa, who no longer desired to live with material things, retired from active family life. He divided his property among his sons, who were equally as qualified, and he himself took the order of vānaprastha and went to the forest to concentrate his mind fully upon Lord Vāsudeva."
    },
    {
      "id": "sb_9_5_27",
      "verseTitle": "Text 27:",
      "translation": "Anyone who chants this narration or even thinks of this narration about the activities of Mahārāja Ambarīṣa certainly becomes a pure devotee of the Lord."
    },
    {
      "id": "sb_9_5_28",
      "verseTitle": "Text 28:",
      "translation": "By the grace of the Lord, those who hear about the activities of Mahārāja Ambarīṣa, the great devotee, certainly become liberated or become devotees without delay."
    }
  ],
  "description": "In this chapter we find Mahārāja Ambarīṣa offering prayers to the Sudarśana cakra and we find how the Sudarśana cakra became merciful to Durvāsā Muni."
}