{
  "id": "sb_9_19",
  "canto": 9,
  "chapter": 19,
  "chapter_title": "King Yayāti Achieves Liberation",
  "verses_list": [
    {
      "id": "sb_9_19_1",
      "verseTitle": "Text 1:",
      "translation": "Śukadeva Gosvāmī said: O Mahārāja Parīkṣit, Yayāti was very much attached to woman. In due course of time, however, when disgusted with sexual enjoyment and its bad effects, he renounced this way of life and narrated the following story to his beloved wife."
    },
    {
      "id": "sb_9_19_2",
      "verseTitle": "Text 2:",
      "translation": "My dearly beloved wife, daughter of Śukrācārya, in this world there was someone exactly like me. Please listen as I narrate the history of his life. By hearing about the life of such a householder, those who have retired from householder life always lament."
    },
    {
      "id": "sb_9_19_3",
      "verseTitle": "Text 3:",
      "translation": "While wandering in the forest, eating to satisfy his senses, a he-goat by chance approached a well, in which he saw a she-goat standing helplessly, having fallen into it by the influence of the results of fruitive activities."
    },
    {
      "id": "sb_9_19_4",
      "verseTitle": "Text 4:",
      "translation": "After planning how to get the she-goat out of the well, the lusty he-goat dug up the earth on the well’s edge with the point of his horns in such a way that she was able to come out very easily."
    },
    {
      "id": "sb_9_19_5-6",
      "verseTitle": "Texts 5-6:",
      "translation": "When the she-goat, who had very nice hips, got out of the well and saw the very handsome he-goat, she desired to accept him as her husband. When she did so, many other she-goats also desired him as their husband because he had a very beautiful bodily structure and a nice mustache and beard and was expert in discharging semen and in the art of sexual intercourse. Therefore, just as a person haunted by a ghost exhibits madness, the best of the he-goats, attracted by the many she-goats, engaged in erotic activities and naturally forgot his real business of self-realization."
    },
    {
      "id": "sb_9_19_7",
      "verseTitle": "Text 7:",
      "translation": "When the she-goat who had fallen into the well saw her beloved goat engaged in sexual affairs with another she-goat, she could not tolerate the goat’s activities."
    },
    {
      "id": "sb_9_19_8",
      "verseTitle": "Text 8:",
      "translation": "Aggrieved by her husband’s behavior with another, the she-goat thought that the he-goat was not actually her friend but was hardhearted and was her friend only for the time being. Therefore, because her husband was lusty, she left him and returned to her former maintainer."
    },
    {
      "id": "sb_9_19_9",
      "verseTitle": "Text 9:",
      "translation": "Being very sorry, the he-goat, who was subservient to his wife, followed the she-goat on the road and tried his best to flatter her, but he could not pacify her."
    },
    {
      "id": "sb_9_19_10",
      "verseTitle": "Text 10:",
      "translation": "The she-goat went to the residence of a brāhmaṇa who was the maintainer of another she-goat, and that brāhmaṇa angrily cut off the he-goat’s dangling testicles. But at the he-goat’s request, the brāhmaṇa later rejoined them by the power of mystic yoga."
    },
    {
      "id": "sb_9_19_11",
      "verseTitle": "Text 11:",
      "translation": "My dear wife, when the he-goat had his testicles restored, he enjoyed the she-goat he had gotten from the well, but although he continued to enjoy for many, many years, even now he has not been fully satisfied."
    },
    {
      "id": "sb_9_19_12",
      "verseTitle": "Text 12:",
      "translation": "O my dear wife with beautiful eyebrows, I am exactly like that he-goat, for I am so poor in intelligence that I am captivated by your beauty and have forgotten the real task of self-realization."
    },
    {
      "id": "sb_9_19_13",
      "verseTitle": "Text 13:",
      "translation": "A person who is lusty cannot satisfy his mind even if he has enough of everything in this world, including rice, barley and other food grains, gold, animals and women. Nothing can satisfy him."
    },
    {
      "id": "sb_9_19_14",
      "verseTitle": "Text 14:",
      "translation": "As supplying butter to a fire does not diminish the fire but instead increases it more and more, the endeavor to stop lusty desires by continual enjoyment can never be successful. [In fact, one must voluntarily cease from material desires.]"
    },
    {
      "id": "sb_9_19_15",
      "verseTitle": "Text 15:",
      "translation": "When a man is nonenvious and does not desire ill fortune for anyone, he is equipoised. For such a person, all directions appear happy."
    },
    {
      "id": "sb_9_19_16",
      "verseTitle": "Text 16:",
      "translation": "For those who are too attached to material enjoyment, sense gratification is very difficult to give up. Even when one is an invalid because of old age, one cannot give up such desires for sense gratification. Therefore, one who actually desires happiness must give up such unsatisfied desires, which are the cause of all tribulations."
    },
    {
      "id": "sb_9_19_17",
      "verseTitle": "Text 17:",
      "translation": "One should not allow oneself to sit on the same seat even with one’s own mother, sister or daughter, for the senses are so strong that even though one is very advanced in knowledge, he may be attracted by sex."
    },
    {
      "id": "sb_9_19_18",
      "verseTitle": "Text 18:",
      "translation": "I have spent a full one thousand years enjoying sense gratification, yet my desire to enjoy such pleasure increases daily."
    },
    {
      "id": "sb_9_19_19",
      "verseTitle": "Text 19:",
      "translation": "Therefore, I shall now give up all these desires and meditate upon the Supreme Personality of Godhead. Free from the dualities of mental concoction and free from false prestige, I shall wander in the forest with the animals."
    },
    {
      "id": "sb_9_19_20",
      "verseTitle": "Text 20:",
      "translation": "One who knows that material happiness, whether good or bad, in this life or in the next, on this planet or on the heavenly planets, is temporary and useless, and that an intelligent person should not try to enjoy or even think of such things, is the knower of the self. Such a self-realized person knows quite well that material happiness is the very cause of continued material existence and forgetfulness of one’s own constitutional position."
    },
    {
      "id": "sb_9_19_21",
      "verseTitle": "Text 21:",
      "translation": "Śukadeva Gosvāmī said: After speaking in this way to his wife, Devayānī, King Yayāti, who was now free from all material desires, called his youngest son, Pūru, and returned Pūru’s youth in exchange for his own old age."
    },
    {
      "id": "sb_9_19_22",
      "verseTitle": "Text 22:",
      "translation": "King Yayāti gave the southeast to his son Druhyu, the south to his son Yadu, the west to his son Turvasu, and the north to his son Anu. In this way he divided the kingdom."
    },
    {
      "id": "sb_9_19_23",
      "verseTitle": "Text 23:",
      "translation": "Yayāti enthroned his youngest son, Pūru, as the emperor of the entire world and the proprietor of all its riches, and he placed all the other sons, who were older than Pūru, under Pūru’s control."
    },
    {
      "id": "sb_9_19_24",
      "verseTitle": "Text 24:",
      "translation": "Having enjoyed sense gratification for many, many years, O King Parīkṣit, Yayāti was accustomed to it, but he gave it up entirely in a moment, just as a bird flies away from the nest as soon as its wings have grown."
    },
    {
      "id": "sb_9_19_25",
      "verseTitle": "Text 25:",
      "translation": "Because King Yayāti completely surrendered unto the Supreme Personality of Godhead, Vāsudeva, he was freed from all contamination of the material modes of nature. Because of his self-realization, he was able to fix his mind upon the Transcendence [Parabrahman, Vāsudeva], and thus he ultimately achieved the position of an associate of the Lord."
    },
    {
      "id": "sb_9_19_26",
      "verseTitle": "Text 26:",
      "translation": "When Devayānī heard Mahārāja Yayāti’s story of the he-goat and she-goat, she understood that this story, which was presented as if a funny joke for entertainment between husband and wife, was intended to awaken her to her constitutional position."
    },
    {
      "id": "sb_9_19_27-28",
      "verseTitle": "Texts 27-28:",
      "translation": "Thereafter, Devayānī, the daughter of Śukrācārya, understood that the materialistic association of husband, friends and relatives is like the association in a hotel full of tourists. The relationships of society, friendship and love are created by the māyā of the Supreme Personality of Godhead, exactly as in a dream. By the grace of Kṛṣṇa, Devayānī gave up her imaginary position in the material world. Completely fixing her mind upon Kṛṣṇa, she achieved liberation from the gross and subtle bodies."
    },
    {
      "id": "sb_9_19_29",
      "verseTitle": "Text 29:",
      "translation": "O Lord Vāsudeva, O Supreme Personality of Godhead, You are the creator of the entire cosmic manifestation. You live as the Supersoul in everyone’s heart and are smaller than the smallest, yet You are greater than the greatest and are all-pervading. You appear completely silent, having nothing to do, but this is due to Your all-pervading nature and Your fullness in all opulences. I therefore offer my respectful obeisances unto You."
    }
  ],
  "description": "This Nineteenth Chapter describes how Mahārāja Yayāti achieved liberation after he recounted the figurative story of the he-goat and she-goat."
}