{
  "id": "sb_9_16",
  "canto": 9,
  "chapter": 16,
  "chapter_title": "Lord Paraśurāma Destroys the World’s Ruling Class",
  "verses_list": [
    {
      "id": "sb_9_16_1",
      "verseTitle": "Text 1:",
      "translation": "Śukadeva Gosvāmī said: My dear Mahārāja Parīkṣit, son of the Kuru dynasty, when Lord Paraśurāma was given this order by his father, he immediately agreed, saying, “Let it be so.” For one complete year he traveled to holy places. Then he returned to his father’s residence."
    },
    {
      "id": "sb_9_16_2",
      "verseTitle": "Text 2:",
      "translation": "Once when Reṇukā, the wife of Jamadagni, went to the bank of the Ganges to get water, she saw the King of the Gandharvas, decorated with a garland of lotuses and sporting in the Ganges with celestial women [Apsarās]."
    },
    {
      "id": "sb_9_16_3",
      "verseTitle": "Text 3:",
      "translation": "She had gone to bring water from the Ganges, but when she saw Citraratha, the King of the Gandharvas, sporting with the celestial girls, she was somewhat inclined toward him and failed to remember that the time for the fire sacrifice was passing."
    },
    {
      "id": "sb_9_16_4",
      "verseTitle": "Text 4:",
      "translation": "Later, understanding that the time for offering the sacrifice had passed, Reṇukā feared a curse from her husband. Therefore when she returned she simply put the waterpot before him and stood there with folded hands."
    },
    {
      "id": "sb_9_16_5",
      "verseTitle": "Text 5:",
      "translation": "The great sage Jamadagni understood the adultery in the mind of his wife. Therefore he was very angry and told his sons, “My dear sons, kill this sinful woman!” But the sons did not carry out his order."
    },
    {
      "id": "sb_9_16_6",
      "verseTitle": "Text 6:",
      "translation": "Jamadagni then ordered his youngest son, Paraśurāma, to kill his brothers, who had disobeyed this order, and his mother, who had mentally committed adultery. Lord Paraśurāma, knowing the power of his father, who was practiced in meditation and austerity, killed his mother and brothers immediately."
    },
    {
      "id": "sb_9_16_7",
      "verseTitle": "Text 7:",
      "translation": "Jamadagni, the son of Satyavatī, was very much pleased with Paraśurāma and asked him to take any benediction he liked. Lord Paraśurāma replied, “Let my mother and brothers live again and not remember having been killed by me. This is the benediction I ask.”"
    },
    {
      "id": "sb_9_16_8",
      "verseTitle": "Text 8:",
      "translation": "Thereafter, by the benediction of Jamadagni, Lord Paraśurāma’s mother and brothers immediately came alive and were very happy, as if awakened from sound sleep. Lord Paraśurāma had killed his relatives in accordance with his father’s order because he was fully aware of his father’s power, austerity and learning."
    },
    {
      "id": "sb_9_16_9",
      "verseTitle": "Text 9:",
      "translation": "My dear King Parīkṣit, the sons of Kārtavīryārjuna, who were defeated by the superior strength of Paraśurāma, never achieved happiness, for they always remembered the killing of their father."
    },
    {
      "id": "sb_9_16_10",
      "verseTitle": "Text 10:",
      "translation": "Once when Paraśurāma left the āśrama for the forest with Vasumān and his other brothers, the sons of Kārtavīryārjuna took the opportunity to approach Jamadagni’s residence to seek vengeance for their grudge."
    },
    {
      "id": "sb_9_16_11",
      "verseTitle": "Text 11:",
      "translation": "The sons of Kārtavīryārjuna were determined to commit sinful deeds. Therefore when they saw Jamadagni sitting by the side of the fire to perform yajña and meditating upon the Supreme Personality of Godhead, who is praised by the best of selected prayers, they took the opportunity to kill him."
    },
    {
      "id": "sb_9_16_12",
      "verseTitle": "Text 12:",
      "translation": "With pitiable prayers, Reṇukā, the mother of Paraśurāma and wife of Jamadagni, begged for the life of her husband. But the sons of Kārtavīryārjuna, being devoid of the qualities of kṣatriyas, were so cruel that despite her prayers they forcibly cut off his head and took it away."
    },
    {
      "id": "sb_9_16_13",
      "verseTitle": "Text 13:",
      "translation": "Lamenting in grief for the death of her husband, the most chaste Reṇukā struck her own body with her hands and cried very loudly, “O Rāma, my dear son Rāma!”"
    },
    {
      "id": "sb_9_16_14",
      "verseTitle": "Text 14:",
      "translation": "Although the sons of Jamadagni, including Lord Paraśurāma, were a long distance from home, as soon as they heard Reṇukā loudly calling “O Rāma, O my son,” they hastily returned to the āśrama, where they saw their father already killed."
    },
    {
      "id": "sb_9_16_15",
      "verseTitle": "Text 15:",
      "translation": "Virtually bewildered by grief, anger, indignation, affliction and lamentation, the sons of Jamadagni cried, “O father, most religious, saintly person, you have left us and gone to the heavenly planets!”"
    },
    {
      "id": "sb_9_16_16",
      "verseTitle": "Text 16:",
      "translation": "Thus lamenting, Lord Paraśurāma entrusted his father’s dead body to his brothers and personally took up his axe, having decided to put an end to all the kṣatriyas on the surface of the world."
    },
    {
      "id": "sb_9_16_17",
      "verseTitle": "Text 17:",
      "translation": "O King, Lord Paraśurāma then went to Māhiṣmatī, which was already doomed by the sinful killing of a brāhmaṇa. In the midst of that city he made a mountain of heads, severed from the bodies of the sons of Kārtavīryārjuna."
    },
    {
      "id": "sb_9_16_18-19",
      "verseTitle": "Texts 18-19:",
      "translation": "With the blood of the bodies of these sons, Lord Paraśurāma created a ghastly river, which brought great fear to the kings who had no respect for brahminical culture. Because the kṣatriyas, the men of power in government, were performing sinful activities, Lord Paraśurāma, on the plea of retaliating for the murder of his father, rid all the kṣatriyas from the face of the earth twenty-one times. Indeed, in the place known as Samanta-pañcaka he created nine lakes filled with their blood."
    },
    {
      "id": "sb_9_16_20",
      "verseTitle": "Text 20:",
      "translation": "Thereafter, Paraśurāma joined his father’s head to the dead body and placed the whole body and head upon kuśa grass. By offering sacrifices, he began to worship Lord Vāsudeva, who is the all-pervading Supersoul of all the demigods and of every living entity."
    },
    {
      "id": "sb_9_16_21-22",
      "verseTitle": "Texts 21-22:",
      "translation": "After completing the sacrifice, Lord Paraśurāma gave the eastern direction to the hotā as a gift, the south to the brahmā, the west to the adhvaryu, the north to the udgātā, and the four corners — northeast, southeast, northwest and southwest — to the other priests. He gave the middle to Kaśyapa and the place known as Āryāvarta to the upadraṣṭā. Whatever remained he distributed among the sadasyas, the associate priests."
    },
    {
      "id": "sb_9_16_23",
      "verseTitle": "Text 23:",
      "translation": "Thereafter, having completed the ritualistic sacrificial ceremonies, Lord Paraśurāma took the bath known as the avabhṛtha-snāna. Standing on the bank of the great river Sarasvatī, cleared of all sins, Lord Paraśurāma appeared like the sun in a clear, cloudless sky."
    },
    {
      "id": "sb_9_16_24",
      "verseTitle": "Text 24:",
      "translation": "Thus Jamadagni, being worshiped by Lord Paraśurāma, was brought back to life with full remembrance, and he became one of the seven sages in the group of seven stars."
    },
    {
      "id": "sb_9_16_25",
      "verseTitle": "Text 25:",
      "translation": "My dear King Parīkṣit, in the next manvantara the lotus-eyed Personality of Godhead Lord Paraśurāma, the son of Jamadagni, will be a great propounder of Vedic knowledge. In other words, he will be one of the seven sages."
    },
    {
      "id": "sb_9_16_26",
      "verseTitle": "Text 26:",
      "translation": "Lord Paraśurāma still lives as an intelligent brāhmaṇa in the mountainous country known as Mahendra. Completely satisfied, having given up all the weapons of a kṣatriya, he is always worshiped, adored and offered prayers for his exalted character and activities by such celestial beings as the Siddhas, Cāraṇas and Gandharvas."
    },
    {
      "id": "sb_9_16_27",
      "verseTitle": "Text 27:",
      "translation": "In this way the supreme soul, the Supreme Personality of Godhead, the Lord and the supreme controller, descended as an incarnation in the Bhṛgu dynasty and released the universe from the burden of undesirable kings by killing them many times."
    },
    {
      "id": "sb_9_16_28",
      "verseTitle": "Text 28:",
      "translation": "Viśvāmitra, the son of Mahārāja Gādhi, was as powerful as the flames of fire. From the position of a kṣatriya, he achieved the position of a powerful brāhmaṇa by undergoing penances and austerities."
    },
    {
      "id": "sb_9_16_29",
      "verseTitle": "Text 29:",
      "translation": "O King Parīkṣit, Viśvāmitra had 101 sons, of whom the middle one was known as Madhucchandā. In relation to him, all the other sons were celebrated as the Madhucchandās."
    },
    {
      "id": "sb_9_16_30",
      "verseTitle": "Text 30:",
      "translation": "Viśvāmitra accepted the son of Ajīgarta known as Śunaḥśepha, who was born in the Bhṛgu dynasty and was also known as Devarāta, as one of his own sons. Viśvāmitra ordered his other sons to accept Śunaḥśepha as their eldest brother."
    },
    {
      "id": "sb_9_16_31",
      "verseTitle": "Text 31:",
      "translation": "Śunaḥśepha’s father sold Śunaḥśepha to be sacrificed as a man-animal in the yajña of King Hariścandra. When Śunaḥśepha was brought into the sacrificial arena, he prayed to the demigods for release and was released by their mercy."
    },
    {
      "id": "sb_9_16_32",
      "verseTitle": "Text 32:",
      "translation": "Although Śunaḥśepha was born in the Bhārgava dynasty, he was greatly advanced in spiritual life, and therefore the demigods involved in the sacrifice protected him. Consequently he was also celebrated as the descendant of Gādhi named Devarāta."
    },
    {
      "id": "sb_9_16_33",
      "verseTitle": "Text 33:",
      "translation": "When requested by their father to accept Śunaḥśepha as the eldest son, the elder fifty of the Madhucchandās, the sons of Viśvāmitra, did not agree. Therefore Viśvāmitra, being angry, cursed them. “May all of you bad sons become mlecchas,” he said, “being opposed to the principles of Vedic culture.”"
    },
    {
      "id": "sb_9_16_34",
      "verseTitle": "Text 34:",
      "translation": "When the elder Madhucchandās were cursed, the younger fifty, along with Madhucchandā himself, approached their father and agreed to accept his proposal. “Dear father,” they said, “we shall abide by whatever arrangement you like.”"
    },
    {
      "id": "sb_9_16_35",
      "verseTitle": "Text 35:",
      "translation": "Thus the younger Madhucchandās accepted Śunaḥśepha as their eldest brother and told him, “We shall follow your orders.” Viśvāmitra then said to his obedient sons, “Because you have accepted Śunaḥśepha as your eldest brother, I am very satisfied. By accepting my order, you have made me a father of worthy sons, and therefore I bless all of you to become the fathers of sons also.”"
    },
    {
      "id": "sb_9_16_36",
      "verseTitle": "Text 36:",
      "translation": "Viśvāmitra said, “O Kuśikas [descendants of Kauśika], this Devarāta is my son and is one of you. Please obey his orders.” O King Parīkṣit, Viśvāmitra had many other sons, such as Aṣṭaka, Hārīta, Jaya and Kratumān."
    },
    {
      "id": "sb_9_16_37",
      "verseTitle": "Text 37:",
      "translation": "Viśvāmitra cursed some of his sons and blessed the others, and he also adopted a son. Thus there were varieties in the Kauśika dynasty, but among all the sons, Devarāta was considered the eldest."
    }
  ],
  "description": "When Jamadagni was killed by the sons of Kārtavīryārjuna, as described in this chapter, Paraśurāma rid the entire world of kṣatriyas twenty-one times. This chapter also describes the descendants of Viśvāmitra."
}