{
  "id": "sb_9_1",
  "canto": 9,
  "chapter": 1,
  "chapter_title": "King Sudyumna Becomes a Woman",
  "verses_list": [
    {
      "id": "sb_9_1_1",
      "verseTitle": "Text 1:",
      "translation": "King Parīkṣit said: My lord, Śukadeva Gosvāmī, you have elaborately described all the periods of the various Manus and, within those periods, the wonderful activities of the Supreme Personality of Godhead, who has unlimited potency. I am fortunate to have heard all of this from you."
    },
    {
      "id": "sb_9_1_2-3",
      "verseTitle": "Texts 2-3:",
      "translation": "Satyavrata, the saintly king of Draviḍadeśa who received spiritual knowledge at the end of the last millennium by the grace of the Supreme, later became Vaivasvata Manu, the son of Vivasvān, in the next manvantara [period of Manu]. I have received this knowledge from you. I also understand that such kings as Ikṣvāku were his sons, as you have already explained."
    },
    {
      "id": "sb_9_1_4",
      "verseTitle": "Text 4:",
      "translation": "O greatly fortunate Śukadeva Gosvāmī, O great brāhmaṇa, kindly describe to us separately the dynasties and characteristics of all those kings, for we are always eager to hear such topics from you."
    },
    {
      "id": "sb_9_1_5",
      "verseTitle": "Text 5:",
      "translation": "Kindly tell us about the abilities of all the celebrated kings born in the dynasty of Vaivasvata Manu, including those who have already passed, those who may appear in the future, and those who exist at present."
    },
    {
      "id": "sb_9_1_6",
      "verseTitle": "Text 6:",
      "translation": "Sūta Gosvāmī said: When Śukadeva Gosvāmī, the greatest knower of religious principles, was thus requested by Mahārāja Parīkṣit in the assembly of all the scholars learned in Vedic knowledge, he then proceeded to speak."
    },
    {
      "id": "sb_9_1_7",
      "verseTitle": "Text 7:",
      "translation": "Śukadeva Gosvāmī continued: O King, subduer of your enemies, now hear from me in great detail about the dynasty of Manu. I shall explain as much as possible, although one could not say everything about it, even in hundreds of years."
    },
    {
      "id": "sb_9_1_8",
      "verseTitle": "Text 8:",
      "translation": "The transcendental Supreme Person, the Supersoul of all living entities, who are in different statuses of life, high and low, existed at the end of the millennium, when neither this manifested cosmos nor anything else but Him existed."
    },
    {
      "id": "sb_9_1_9",
      "verseTitle": "Text 9:",
      "translation": "O King Parīkṣit, from the navel of the Supreme Personality of Godhead was generated a golden lotus, on which the four-faced Lord Brahmā took his birth."
    },
    {
      "id": "sb_9_1_10",
      "verseTitle": "Text 10:",
      "translation": "From the mind of Lord Brahmā, Marīci took birth, from the semen of Marīci, Kaśyapa appeared, and from Kaśyapa, by the womb of Dakṣa’s daughter Aditi, Vivasvān took birth."
    },
    {
      "id": "sb_9_1_11-12",
      "verseTitle": "Texts 11-12:",
      "translation": "O King, best of the Bhārata dynasty, from Vivasvān, by the womb of Saṁjñā, Śrāddhadeva Manu was born. Śrāddhadeva Manu, having conquered his senses, begot ten sons in the womb of his wife, Śraddhā. The names of these sons were Ikṣvāku, Nṛga, Śaryāti, Diṣṭa, Dhṛṣṭa, Karūṣaka, Nariṣyanta, Pṛṣadhra, Nabhaga and Kavi."
    },
    {
      "id": "sb_9_1_13",
      "verseTitle": "Text 13:",
      "translation": "Manu at first had no sons. Therefore, in order to get a son for him, the great saint Vasiṣṭha, who was very powerful in spiritual knowledge, performed a sacrifice to satisfy the demigods Mitra and Varuṇa."
    },
    {
      "id": "sb_9_1_14",
      "verseTitle": "Text 14:",
      "translation": "During that sacrifice, Śraddhā, Manu’s wife, who was observing the vow of subsisting only by drinking milk, approached the priest offering the sacrifice, offered obeisances to him and begged for a daughter."
    },
    {
      "id": "sb_9_1_15",
      "verseTitle": "Text 15:",
      "translation": "Told by the chief priest “Now offer oblations,” the person in charge of oblations took clarified butter to offer. He then remembered the request of Manu’s wife and performed the sacrifice while chanting the word “vaṣaṭ.”"
    },
    {
      "id": "sb_9_1_16",
      "verseTitle": "Text 16:",
      "translation": "Manu had begun that sacrifice for the sake of getting a son, but because the priest was diverted by the request of Manu’s wife, a daughter named Ilā was born. Upon seeing the daughter, Manu was not very satisfied. Thus he spoke to his guru, Vasiṣṭha, as follows."
    },
    {
      "id": "sb_9_1_17",
      "verseTitle": "Text 17:",
      "translation": "My lord, all of you are expert in chanting the Vedic mantras. How then has the result been opposite to the one desired? This is a matter for lamentation. There should not have been such a reversal of the results of the Vedic mantras."
    },
    {
      "id": "sb_9_1_18",
      "verseTitle": "Text 18:",
      "translation": "You are all self-controlled, well balanced in mind, and aware of the Absolute Truth. And because of austerities and penances you are completely cleansed of all material contamination. Your words, like those of the demigods, are never baffled. Then how is it possible that your determination has failed?"
    },
    {
      "id": "sb_9_1_19",
      "verseTitle": "Text 19:",
      "translation": "The most powerful great-grandfather Vasiṣṭha, after hearing these words of Manu, understood the discrepancy on the part of the priest. Thus he spoke as follows to the son of the sun-god."
    },
    {
      "id": "sb_9_1_20",
      "verseTitle": "Text 20:",
      "translation": "This discrepancy in the objective is due to your priest’s deviation from the original purpose. However, by my own prowess I shall give you a good son."
    },
    {
      "id": "sb_9_1_21",
      "verseTitle": "Text 21:",
      "translation": "Śukadeva Gosvāmī said: O King Parīkṣit, after the most famous and powerful Vasiṣṭha made this decision, he offered prayers to the Supreme Person, Viṣṇu, to transform Ilā into a male."
    },
    {
      "id": "sb_9_1_22",
      "verseTitle": "Text 22:",
      "translation": "The Supreme Personality of Godhead, the supreme controller, being pleased with Vasiṣṭha, gave him the benediction he desired. Thus Ilā was transformed into a very fine male named Sudyumna."
    },
    {
      "id": "sb_9_1_23-24",
      "verseTitle": "Texts 23-24:",
      "translation": "O King Parīkṣit, that hero Sudyumna, accompanied by a few ministers and associates and riding on a horse brought from Sindhupradeśa, once went into the forest to hunt. He wore armor and was decorated with bows and arrows, and he was very beautiful. While following the animals and killing them, he reached the northern part of the forest."
    },
    {
      "id": "sb_9_1_25",
      "verseTitle": "Text 25:",
      "translation": "There in the north, at the bottom of Mount Meru, is a forest known as Sukumāra where Lord Śiva always enjoys with Umā. Sudyumna entered that forest."
    },
    {
      "id": "sb_9_1_26",
      "verseTitle": "Text 26:",
      "translation": "O King Parīkṣit, as soon as Sudyumna, who was expert in subduing enemies, entered the forest, he saw himself transformed into a female and his horse transformed into a mare."
    },
    {
      "id": "sb_9_1_27",
      "verseTitle": "Text 27:",
      "translation": "When his followers also saw their identities transformed and their sex reversed, they were all very morose and just looked at one another."
    },
    {
      "id": "sb_9_1_28",
      "verseTitle": "Text 28:",
      "translation": "Mahārāja Parīkṣit said: O most powerful brāhmaṇa, why was this place so empowered, and who made it so powerful? Kindly answer this question, for I am very eager to hear about this."
    },
    {
      "id": "sb_9_1_29",
      "verseTitle": "Text 29:",
      "translation": "Śukadeva Gosvāmī answered: Great saintly persons who strictly observed the spiritual rules and regulations and whose own effulgence dissipated all the darkness of all directions once came to see Lord Śiva in that forest."
    },
    {
      "id": "sb_9_1_30",
      "verseTitle": "Text 30:",
      "translation": "When the goddess Ambikā saw the great saintly persons, she was very much ashamed because at that time she was naked. She immediately got up from the lap of her husband and tried to cover her breast."
    },
    {
      "id": "sb_9_1_31",
      "verseTitle": "Text 31:",
      "translation": "Seeing Lord Śiva and Pārvatī engaged in sexual affairs, all the great saintly persons immediately desisted from going further and departed for the āśrama of Nara-Nārāyaṇa."
    },
    {
      "id": "sb_9_1_32",
      "verseTitle": "Text 32:",
      "translation": "Thereupon, just to please his wife, Lord Śiva said, “Any male entering this place shall immediately become a female!”"
    },
    {
      "id": "sb_9_1_33",
      "verseTitle": "Text 33:",
      "translation": "Since that time, no male had entered that forest. But now King Sudyumna, having been transformed into a female, began to walk with his associates from one forest to another."
    },
    {
      "id": "sb_9_1_34",
      "verseTitle": "Text 34:",
      "translation": "Sudyumna had been transformed into the best of beautiful women who excite sexual desire and was surrounded by other women. Upon seeing this beautiful woman loitering near his āśrama, Budha, the son of the moon, immediately desired to enjoy her."
    },
    {
      "id": "sb_9_1_35",
      "verseTitle": "Text 35:",
      "translation": "The beautiful woman also desired to accept Budha, the son of the king of the moon, as her husband. Thus Budha begot in her womb a son named Purūravā."
    },
    {
      "id": "sb_9_1_36",
      "verseTitle": "Text 36:",
      "translation": "I heard from reliable sources that King Sudyumna, the son of Manu, having thus achieved femininity, remembered his familial spiritual master, Vasiṣṭha."
    },
    {
      "id": "sb_9_1_37",
      "verseTitle": "Text 37:",
      "translation": "Upon seeing Sudyumna’s deplorable condition, Vasiṣṭha was very much aggrieved. Desiring for Sudyumna to regain his maleness, Vasiṣṭha again began to worship Lord Śaṅkara [Śiva]."
    },
    {
      "id": "sb_9_1_38-39",
      "verseTitle": "Texts 38-39:",
      "translation": "O King Parīkṣit, Lord Śiva was pleased with Vasiṣṭha. Therefore, to satisfy him and to keep his own word to Pārvatī, Lord Śiva said to that saintly person, “Your disciple Sudyumna may remain a male for one month and a female for the next. In this way he may rule the world as he likes.”"
    },
    {
      "id": "sb_9_1_40",
      "verseTitle": "Text 40:",
      "translation": "Thus being favored by the spiritual master, according to the words of Lord Śiva, Sudyumna regained his desired maleness every alternate month and in this way ruled the kingdom, although the citizens were not satisfied with this."
    },
    {
      "id": "sb_9_1_41",
      "verseTitle": "Text 41:",
      "translation": "O King, Sudyumna had three very pious sons, named Utkala, Gaya and Vimala, who became the kings of the Dakṣiṇā-patha."
    },
    {
      "id": "sb_9_1_42",
      "verseTitle": "Text 42:",
      "translation": "Thereafter, when the time was ripe, when Sudyumna, the king of the world, was sufficiently old, he delivered the entire kingdom to his son Purūravā and entered the forest."
    }
  ],
  "description": "This chapter describes how Sudyumna became a woman and how the dynasty of Vaivasvata Manu was amalgamated with the Soma-vaṁśa, the dynasty coming from the moon."
}