{
  "id": "sb_9_17",
  "canto": 9,
  "chapter": 17,
  "chapter_title": "The Dynasties of the Sons of Purūravā",
  "verses_list": [
    {
      "id": "sb_9_17_1-3",
      "verseTitle": "Texts 1-3:",
      "translation": "Śukadeva Gosvāmī said: From Purūravā came a son named Āyu, whose very powerful sons were Nahuṣa, Kṣatravṛddha, Rajī, Rābha and Anenā. O Mahārāja Parīkṣit, now hear about the dynasty of Kṣatravṛddha. Kṣatravṛddha’s son was Suhotra, who had three sons, named Kāśya, Kuśa and Gṛtsamada. From Gṛtsamada came Śunaka, and from him came Śaunaka, the great saint, the best of those conversant with the Ṛg Veda."
    },
    {
      "id": "sb_9_17_4",
      "verseTitle": "Text 4:",
      "translation": "The son of Kāśya was Kāśi, and his son was Rāṣṭra, the father of Dīrghatama. Dīrghatama had a son named Dhanvantari, who was the inaugurator of the medical science and an incarnation of Lord Vāsudeva, the enjoyer of the results of sacrifices. One who remembers the name of Dhanvantari can be released from all disease."
    },
    {
      "id": "sb_9_17_5",
      "verseTitle": "Text 5:",
      "translation": "The son of Dhanvantari was Ketumān, and his son was Bhīmaratha. The son of Bhīmaratha was Divodāsa, and the son of Divodāsa was Dyumān, also known as Pratardana."
    },
    {
      "id": "sb_9_17_6",
      "verseTitle": "Text 6:",
      "translation": "Dyumān was also known as Śatrujit, Vatsa, Ṛtadhvaja and Kuvalayāśva. From him were born Alarka and other sons."
    },
    {
      "id": "sb_9_17_7",
      "verseTitle": "Text 7:",
      "translation": "Alarka, the son of Dyumān, reigned over the earth for sixty-six thousand years, my dear King Parīkṣit. No one other than him has reigned over the earth for so long as a young man."
    },
    {
      "id": "sb_9_17_8",
      "verseTitle": "Text 8:",
      "translation": "From Alarka came a son named Santati, and his son was Sunītha. The son of Sunītha was Niketana, the son of Niketana was Dharmaketu, and the son of Dharmaketu was Satyaketu."
    },
    {
      "id": "sb_9_17_9",
      "verseTitle": "Text 9:",
      "translation": "O King Parīkṣit, from Satyaketu came a son named Dhṛṣṭaketu, and from Dhṛṣṭaketu came Sukumāra, the emperor of the entire world. From Sukumāra came a son named Vītihotra; from Vītihotra, Bharga; and from Bharga, Bhārgabhūmi."
    },
    {
      "id": "sb_9_17_10",
      "verseTitle": "Text 10:",
      "translation": "O Mahārāja Parīkṣit, all of these kings were descendants of Kāśi, and they could also be called descendants of Kṣatravṛddha. The son of Rābha was Rabhasa, from Rabhasa came Gambhīra, and from Gambhīra came a son named Akriya."
    },
    {
      "id": "sb_9_17_11",
      "verseTitle": "Text 11:",
      "translation": "The son of Akriya was known as Brahmavit, O King. Now hear about the descendants of Anenā. From Anenā came a son named Śuddha, and his son was Śuci. The son of Śuci was Dharmasārathi, also called Citrakṛt."
    },
    {
      "id": "sb_9_17_12",
      "verseTitle": "Text 12:",
      "translation": "From Citrakṛt was born a son named Śāntaraja, a self-realized soul who performed all kinds of Vedic ritualistic ceremonies and therefore did not beget any progeny. The sons of Rajī were five hundred, all very powerful."
    },
    {
      "id": "sb_9_17_13",
      "verseTitle": "Text 13:",
      "translation": "On the request of the demigods, Rajī killed the demons and thus returned the kingdom of heaven to Lord Indra. But Indra, fearing such demons as Prahlāda, returned the kingdom of heaven to Rajī and surrendered himself at Rajī’s lotus feet."
    },
    {
      "id": "sb_9_17_14",
      "verseTitle": "Text 14:",
      "translation": "Upon Rajī’s death, Indra begged Rajī’s sons for the return of the heavenly planet. They did not return it, however, although they agreed to return Indra’s shares in ritualistic ceremonies."
    },
    {
      "id": "sb_9_17_15",
      "verseTitle": "Text 15:",
      "translation": "Thereafter, Bṛhaspati, the spiritual master of the demigods, offered oblations in the fire so that the sons of Rajī would fall from moral principles. When they fell, Lord Indra killed them easily because of their degradation. Not a single one of them remained alive."
    },
    {
      "id": "sb_9_17_16",
      "verseTitle": "Text 16:",
      "translation": "From Kuśa, the grandson of Kṣatravṛddha, was born a son named Prati. The son of Prati was Sañjaya, and the son of Sañjaya was Jaya. From Jaya, Kṛta was born, and from Kṛta, King Haryabala."
    },
    {
      "id": "sb_9_17_17",
      "verseTitle": "Text 17:",
      "translation": "From Haryabala came a son named Sahadeva, and from Sahadeva came Hīna. The son of Hīna was Jayasena, and the son of Jayasena was Saṅkṛti. The son of Saṅkṛti was the powerful and expert fighter named Jaya. These kings were the members of the Kṣatravṛddha dynasty. Now let me describe to you the dynasty of Nahuṣa."
    }
  ],
  "description": "Āyu, the eldest son of Purūravā, had five sons. This chapter describes the dynasties of four of them, beginning with Kṣatravṛddha."
}