{
  "id": "sb_9_14",
  "canto": 9,
  "chapter": 14,
  "chapter_title": "King Purūravā Enchanted by Urvaśī",
  "verses_list": [
    {
      "id": "sb_9_14_1",
      "verseTitle": "Text 1:",
      "translation": "Śrīla Śukadeva Gosvāmī said to Mahārāja Parīkṣit: O King, thus far you have heard the description of the dynasty of the sun-god. Now hear the most glorious and purifying description of the dynasty of the moon-god. This description mentions kings like Aila [Purūravā] of whom it is glorious to hear."
    },
    {
      "id": "sb_9_14_2",
      "verseTitle": "Text 2:",
      "translation": "Lord Viṣṇu [Garbhodakaśāyī Viṣṇu] is also known as Sahasra-śīrṣā Puruṣa. From the lake of His navel sprang a lotus, on which Lord Brahmā was generated. Atri, the son of Lord Brahmā, was as qualified as his father."
    },
    {
      "id": "sb_9_14_3",
      "verseTitle": "Text 3:",
      "translation": "From Atri’s tears of jubilation was born a son named Soma, the moon, who was full of soothing rays. Lord Brahmā appointed him the director of the brāhmaṇas, drugs and luminaries."
    },
    {
      "id": "sb_9_14_4",
      "verseTitle": "Text 4:",
      "translation": "After conquering the three worlds [the upper, middle and lower planetary systems], Soma, the moon-god, performed a great sacrifice known as the Rājasūya-yajña. Because he was very much puffed up, he forcibly kidnapped Bṛhaspati’s wife, whose name was Tārā."
    },
    {
      "id": "sb_9_14_5",
      "verseTitle": "Text 5:",
      "translation": "Although requested again and again by Bṛhaspati, the spiritual master of the demigods, Soma did not return Tārā. This was due to his false pride. Consequently, a fight ensued between the demigods and the demons."
    },
    {
      "id": "sb_9_14_6",
      "verseTitle": "Text 6:",
      "translation": "Because of enmity between Bṛhaspati and Śukra, Śukra took the side of the moon-god and was joined by the demons. But Lord Śiva, because of affection for the son of his spiritual master, joined the side of Bṛhaspati and was accompanied by all the ghosts and hobgoblins."
    },
    {
      "id": "sb_9_14_7",
      "verseTitle": "Text 7:",
      "translation": "King Indra, accompanied by all kinds of demigods, joined the side of Bṛhaspati. Thus there was a great fight, destroying both demons and demigods, only for the sake of Tārā, Bṛhaspati’s wife."
    },
    {
      "id": "sb_9_14_8",
      "verseTitle": "Text 8:",
      "translation": "When Lord Brahmā was fully informed by Aṅgirā about the entire incident, he severely chastised the moon-god, Soma. Thus Lord Brahmā delivered Tārā to her husband, who could then understand that she was pregnant."
    },
    {
      "id": "sb_9_14_9",
      "verseTitle": "Text 9:",
      "translation": "Bṛhaspati said: You foolish woman, your womb, which was meant for me to impregnate, has been impregnated by someone other than me. Immediately deliver your child! Immediately deliver it! Be assured that after the child is delivered, I shall not burn you to ashes. I know that although you are unchaste, you wanted a son. Therefore I shall not punish you."
    },
    {
      "id": "sb_9_14_10",
      "verseTitle": "Text 10:",
      "translation": "Śukadeva Gosvāmī continued: By Bṛhaspati’s order, Tārā, who was very much ashamed, immediately gave birth to the child, who was very beautiful, with a golden bodily hue. Both Bṛhaspati and the moon-god, Soma, desired the beautiful child."
    },
    {
      "id": "sb_9_14_11",
      "verseTitle": "Text 11:",
      "translation": "Fighting again broke out between Bṛhaspati and the moon-god, both of whom claimed, “This is my child, not yours!” All the saints and demigods present asked Tārā whose child the newborn baby actually was, but because she was ashamed she could not immediately answer."
    },
    {
      "id": "sb_9_14_12",
      "verseTitle": "Text 12:",
      "translation": "The child then became very angry and demanded that his mother immediately tell the truth. “You unchaste woman,” he said, “what is the use of your unnecessary shame? Why do you not admit your fault? Immediately tell me about your faulty behavior.”"
    },
    {
      "id": "sb_9_14_13",
      "verseTitle": "Text 13:",
      "translation": "Lord Brahmā then brought Tārā to a secluded place, and after pacifying her he asked to whom the child actually belonged. She replied very slowly, “This is the son of Soma, the moon-god.” Then the moon-god immediately took charge of the child."
    },
    {
      "id": "sb_9_14_14",
      "verseTitle": "Text 14:",
      "translation": "O Mahārāja Parīkṣit, when Lord Brahmā saw that the child was deeply intelligent, he gave the child the name Budha. The moon-god, the ruler of the stars, enjoyed great jubilation because of this son."
    },
    {
      "id": "sb_9_14_15-16",
      "verseTitle": "Texts 15-16:",
      "translation": "Thereafter, from Budha, through the womb of Ilā, a son was born named Purūravā, who was described in the beginning of the Ninth Canto. When his beauty, personal qualities, magnanimity, behavior, wealth and power were described by Nārada in the court of Lord Indra, the celestial woman Urvaśī was attracted to him. Pierced by the arrow of Cupid, she thus approached him."
    },
    {
      "id": "sb_9_14_17-18",
      "verseTitle": "Texts 17-18:",
      "translation": "Having been cursed by Mitra and Varuṇa, the celestial woman Urvaśī had acquired the habits of a human being. Therefore, upon seeing Purūravā, the best of males, whose beauty resembled that of Cupid, she controlled herself and then approached him. When King Purūravā saw Urvaśī, his eyes became jubilant in the ecstasy of joy, and the hairs on his body stood on end. With mild, pleasing words, he spoke to her as follows."
    },
    {
      "id": "sb_9_14_19",
      "verseTitle": "Text 19:",
      "translation": "King Purūravā said: O most beautiful woman, you are welcome. Please sit here and tell me what I can do for you. You may enjoy with me as long as you desire. Let us pass our life happily in a sexual relationship."
    },
    {
      "id": "sb_9_14_20",
      "verseTitle": "Text 20:",
      "translation": "Urvaśī replied: O most handsome man, who is the woman whose mind and sight would not be attracted by you? If a woman takes shelter of your chest, she cannot refuse to enjoy with you in a sexual relationship."
    },
    {
      "id": "sb_9_14_21",
      "verseTitle": "Text 21:",
      "translation": "My dear King Purūravā, please give protection to these two lambs, who have fallen down with me. Although I belong to the heavenly planets and you belong to earth, I shall certainly enjoy sexual union with you. I have no objection to accepting you as my husband, for you are superior in every respect."
    },
    {
      "id": "sb_9_14_22",
      "verseTitle": "Text 22:",
      "translation": "Urvaśī said: “My dear hero, only preparations made in ghee [clarified butter] will be my eatables, and I shall not want to see you naked at any time, except at the time of sexual intercourse.” The great-minded King Purūravā accepted these proposals."
    },
    {
      "id": "sb_9_14_23",
      "verseTitle": "Text 23:",
      "translation": "Purūravā replied: O beautiful one, your beauty is wonderful and your gestures are also wonderful. Indeed, you are attractive to all human society. Therefore, since you have come of your own accord from the heavenly planets, who on earth would not agree to serve a demigoddess such as you."
    },
    {
      "id": "sb_9_14_24",
      "verseTitle": "Text 24:",
      "translation": "Śukadeva Gosvāmī continued: The best of human beings, Purūravā, began freely enjoying the company of Urvaśī, who engaged in sexual activities with him in many celestial places, such as Caitraratha and Nandana-kānana, where the demigods enjoy."
    },
    {
      "id": "sb_9_14_25",
      "verseTitle": "Text 25:",
      "translation": "Urvaśī’s body was as fragrant as the saffron of a lotus. Being enlivened by the fragrance of her face and body, Purūravā enjoyed her company for many days with great jubilation."
    },
    {
      "id": "sb_9_14_26",
      "verseTitle": "Text 26:",
      "translation": "Not seeing Urvaśī in his assembly, the King of heaven, Lord Indra, said, “Without Urvaśī my assembly is no longer beautiful.” Considering this, he requested the Gandharvas to bring her back to his heavenly planet."
    },
    {
      "id": "sb_9_14_27",
      "verseTitle": "Text 27:",
      "translation": "Thus the Gandharvas came to earth, and at midnight, when everything was dark, they appeared in the house of Purūravā and stole the two lambs entrusted to the King by his wife, Urvaśī."
    },
    {
      "id": "sb_9_14_28",
      "verseTitle": "Text 28:",
      "translation": "Urvaśī treated the two lambs like her own sons. Therefore, when they were being taken by the Gandharvas and began crying, Urvaśī heard them and rebuked her husband. “Now I am being killed,” she said, “under the protection of an unworthy husband, who is a coward and a eunuch although he thinks himself a great hero.”"
    },
    {
      "id": "sb_9_14_29",
      "verseTitle": "Text 29:",
      "translation": "“Because I depended on him, the plunderers have deprived me of my two sons the lambs, and therefore I am now lost. My husband lies down at night in fear, exactly like a woman, although he appears to be a man during the day.”"
    },
    {
      "id": "sb_9_14_30",
      "verseTitle": "Text 30:",
      "translation": "Purūravā, stricken by the sharp words of Urvaśī like an elephant struck by its driver’s pointed rod, became very angry. Not even dressing himself properly, he took a sword in hand and went out naked into the night to follow the Gandharvas who had stolen the lambs."
    },
    {
      "id": "sb_9_14_31",
      "verseTitle": "Text 31:",
      "translation": "After giving up the two lambs, the Gandharvas shone brightly like lightning, thus illuminating the house of Purūravā. Urvaśī then saw her husband returning with the lambs in hand, but he was naked, and therefore she left."
    },
    {
      "id": "sb_9_14_32",
      "verseTitle": "Text 32:",
      "translation": "No longer seeing Urvaśī on his bed, Purūravā was most aggrieved. Because of his great attraction for her, he was very much disturbed. Thus, lamenting, he began traveling about the earth like a madman."
    },
    {
      "id": "sb_9_14_33",
      "verseTitle": "Text 33:",
      "translation": "Once during his travels all over the world, Purūravā saw Urvaśī, accompanied by five companions, on the bank of the Sarasvatī at Kurukṣetra. With jubilation in his face, he then spoke to her in sweet words as follows."
    },
    {
      "id": "sb_9_14_34",
      "verseTitle": "Text 34:",
      "translation": "O my dear wife, O most cruel one, kindly stay, kindly stay. I know that I have never made you happy until now, but you should not give me up for that reason. This is not proper for you. Even if you have decided to give up my company, let us nonetheless talk for some time."
    },
    {
      "id": "sb_9_14_35",
      "verseTitle": "Text 35:",
      "translation": "O goddess, now that you have refused me, my beautiful body will fall down here, and because it is unsuitable for your pleasure, it will be eaten by foxes and vultures."
    },
    {
      "id": "sb_9_14_36",
      "verseTitle": "Text 36:",
      "translation": "Urvaśī said: My dear King, you are a man, a hero. Don’t be impatient and give up your life. Be sober and don’t allow the senses to overcome you like foxes. Don’t let the foxes eat you. In other words, you should not be controlled by your senses. Rather, you should know that the heart of a woman is like that of a fox. There is no use making friendship with women."
    },
    {
      "id": "sb_9_14_37",
      "verseTitle": "Text 37:",
      "translation": "Women as a class are merciless and cunning. They cannot tolerate even a slight offense. For their own pleasure they can do anything irreligious, and therefore they do not fear killing even a faithful husband or brother."
    },
    {
      "id": "sb_9_14_38",
      "verseTitle": "Text 38:",
      "translation": "Women are very easily seduced by men. Therefore, polluted women give up the friendship of a man who is their well-wisher and establish false friendship among fools. Indeed, they seek newer and newer friends, one after another."
    },
    {
      "id": "sb_9_14_39",
      "verseTitle": "Text 39:",
      "translation": "O my dear King, you will be able to enjoy with me as my husband at the end of every year, for one night only. In this way you will have other children, one after another."
    },
    {
      "id": "sb_9_14_40",
      "verseTitle": "Text 40:",
      "translation": "Understanding that Urvaśī was pregnant, Purūravā returned to his palace. At the end of the year, there at Kurukṣetra, he again obtained the association of Urvaśī, who was then the mother of a heroic son."
    },
    {
      "id": "sb_9_14_41",
      "verseTitle": "Text 41:",
      "translation": "Having regained Urvaśī at the end of the year, King Purūravā was most jubilant, and he enjoyed her company in sex for one night. But then he was very sorry at the thought of separation from her, so Urvaśī spoke to him as follows."
    },
    {
      "id": "sb_9_14_42",
      "verseTitle": "Text 42:",
      "translation": "Urvaśī said: “My dear King, seek shelter of the Gandharvas, for they will be able to deliver me to you again.” In accordance with these words, the King satisfied the Gandharvas by prayers, and the Gandharvas, being pleased with him, gave him an Agnisthālī girl who looked exactly like Urvaśī. Thinking that the girl was Urvaśī, the King began walking with her in the forest, but later he could understand that she was not Urvaśī but Agnisthālī."
    },
    {
      "id": "sb_9_14_43",
      "verseTitle": "Text 43:",
      "translation": "King Purūravā then left Agnisthālī in the forest and returned home, where he meditated all night upon Urvaśī. In the course of his meditation, the Tretā millennium began, and therefore the principles of the three Vedas, including the process of performing yajña to fulfill fruitive activities, appeared within his heart."
    },
    {
      "id": "sb_9_14_44-45",
      "verseTitle": "Texts 44-45:",
      "translation": "When the process of fruitive yajña became manifest within his heart, King Purūravā went to the same spot where he had left Agnisthālī. There he saw that from the womb of a śamī tree, an aśvattha tree had grown. He then took a piece of wood from that tree and made it into two araṇis. Desiring to go to the planet where Urvaśī resided, he chanted mantras, meditating upon the lower araṇi as Urvaśī, the upper one as himself, and the piece of wood between them as his son. In this way he began to ignite a fire."
    },
    {
      "id": "sb_9_14_46",
      "verseTitle": "Text 46:",
      "translation": "From Purūravā’s rubbing of the araṇis came a fire. By such a fire one can achieve all success in material enjoyment and be purified in seminal birth, initiation and in the performance of sacrifice, which are invoked with the combined letters a-u-m. Thus the fire was considered the son of King Purūravā."
    },
    {
      "id": "sb_9_14_47",
      "verseTitle": "Text 47:",
      "translation": "By means of that fire, Purūravā, who desired to go to the planet where Urvaśī resided, performed a sacrifice, by which he satisfied the Supreme Personality of Godhead, Hari, the enjoyer of the results of sacrifice. Thus he worshiped the Lord, who is beyond the perception of the senses and is the reservoir of all the demigods."
    },
    {
      "id": "sb_9_14_48",
      "verseTitle": "Text 48:",
      "translation": "In the Satya-yuga, the first millennium, all the Vedic mantras were included in one mantra — praṇava, the root of all Vedic mantras. In other words, the Atharva Veda alone was the source of all Vedic knowledge. The Supreme Personality of Godhead Nārāyaṇa was the only worshipable Deity; there was no recommendation for worship of the demigods. Fire was one only, and the only order of life in human society was known as haṁsa."
    },
    {
      "id": "sb_9_14_49",
      "verseTitle": "Text 49:",
      "translation": "O Mahārāja Parīkṣit, at the beginning of Tretā-yuga, King Purūravā inaugurated a karma-kāṇḍa sacrifice. Thus Purūravā, who considered the yajñic fire his son, was able to go to Gandharvaloka as he desired."
    }
  ],
  "description": "The summary of this Fourteenth Chapter is given as follows. This chapter describes Soma and how he kidnapped the wife of Bṛhaspati and begot in her womb a son named Budha. Budha begot Purūravā, who begot six sons, headed by Āyu, in the womb of Urvaśī."
}