{
  "id": "sb_9_21",
  "canto": 9,
  "chapter": 21,
  "chapter_title": "The Dynasty of Bharata",
  "verses_list": [
    {
      "id": "sb_9_21_1",
      "verseTitle": "Text 1:",
      "translation": "Śukadeva Gosvāmī said: Because Bharadvāja was delivered by the Marut demigods, he was known as Vitatha. The son of Vitatha was Manyu, and from Manyu came five sons — Bṛhatkṣatra, Jaya, Mahāvīrya, Nara and Garga. Of these five, the one known as Nara had a son named Saṅkṛti."
    },
    {
      "id": "sb_9_21_2",
      "verseTitle": "Text 2:",
      "translation": "O Mahārāja Parīkṣit, descendant of Pāṇḍu, Saṅkṛti had two sons, named Guru and Rantideva. Rantideva is famous in both this world and the next, for he is glorified not only in human society but also in the society of the demigods."
    },
    {
      "id": "sb_9_21_3-5",
      "verseTitle": "Texts 3-5:",
      "translation": "Rantideva never endeavored to earn anything. He would enjoy whatever he got by the arrangement of providence, but when guests came he would give them everything. Thus he underwent considerable suffering, along with the members of his family. Indeed, he and his family members shivered for want of food and water, yet Rantideva always remained sober. Once, after fasting for forty-eight days, in the morning Rantideva received some water and some foodstuffs made with milk and ghee, but when he and his family were about to eat, a brāhmaṇa guest arrived."
    },
    {
      "id": "sb_9_21_6",
      "verseTitle": "Text 6:",
      "translation": "Because Rantideva perceived the presence of the Supreme Godhead everywhere, and in every living entity, he received the guest with faith and respect and gave him a share of the food. The brāhmaṇa guest ate his share and then went away."
    },
    {
      "id": "sb_9_21_7",
      "verseTitle": "Text 7:",
      "translation": "Thereafter, having divided the remaining food with his relatives, Rantideva was just about to eat his own share when a śūdra guest arrived. Seeing the śūdra in relationship with the Supreme Personality of Godhead, King Rantideva gave him also a share of the food."
    },
    {
      "id": "sb_9_21_8",
      "verseTitle": "Text 8:",
      "translation": "When the śūdra went away, another guest arrived, surrounded by dogs, and said, “O King, I and my company of dogs are very hungry. Please give us something to eat.”"
    },
    {
      "id": "sb_9_21_9",
      "verseTitle": "Text 9:",
      "translation": "With great respect, King Rantideva offered the balance of the food to the dogs and the master of the dogs, who had come as guests. The King offered them all respects and obeisances."
    },
    {
      "id": "sb_9_21_10",
      "verseTitle": "Text 10:",
      "translation": "Thereafter, only the drinking water remained, and there was only enough to satisfy one person, but when the King was just about to drink it, a caṇḍāla appeared and said, “O King, although I am lowborn, kindly give me some drinking water.”"
    },
    {
      "id": "sb_9_21_11",
      "verseTitle": "Text 11:",
      "translation": "Aggrieved at hearing the pitiable words of the poor fatigued caṇḍāla, Mahārāja Rantideva spoke the following nectarean words."
    },
    {
      "id": "sb_9_21_12",
      "verseTitle": "Text 12:",
      "translation": "I do not pray to the Supreme Personality of Godhead for the eight perfections of mystic yoga, nor for salvation from repeated birth and death. I want only to stay among all the living entities and suffer all distresses on their behalf, so that they may be freed from suffering."
    },
    {
      "id": "sb_9_21_13",
      "verseTitle": "Text 13:",
      "translation": "By offering my water to maintain the life of this poor caṇḍāla, who is struggling to live, I have been freed from all hunger, thirst, fatigue, trembling of the body, moroseness, distress, lamentation and illusion."
    },
    {
      "id": "sb_9_21_14",
      "verseTitle": "Text 14:",
      "translation": "Having spoken thus, King Rantideva, although on the verge of death because of thirst, gave his own portion of water to the caṇḍāla without hesitation, for the King was naturally very kind and sober."
    },
    {
      "id": "sb_9_21_15",
      "verseTitle": "Text 15:",
      "translation": "Demigods like Lord Brahmā and Lord Śiva, who can satisfy all materially ambitious men by giving them the rewards they desire, then manifested their own identities before King Rantideva, for it was they who had presented themselves as the brāhmaṇa, śūdra, caṇḍāla and so on."
    },
    {
      "id": "sb_9_21_16",
      "verseTitle": "Text 16:",
      "translation": "King Rantideva had no ambition to enjoy material benefits from the demigods. He offered them obeisances, but because he was factually attached to Lord Viṣṇu, Vāsudeva, the Supreme Personality of Godhead, he fixed his mind at Lord Viṣṇu’s lotus feet."
    },
    {
      "id": "sb_9_21_17",
      "verseTitle": "Text 17:",
      "translation": "O Mahārāja Parīkṣit, because King Rantideva was a pure devotee, always Kṛṣṇa conscious and free from all material desires, the Lord’s illusory energy, māyā, could not exhibit herself before him. On the contrary, for him māyā entirely vanished, exactly like a dream."
    },
    {
      "id": "sb_9_21_18",
      "verseTitle": "Text 18:",
      "translation": "All those who followed the principles of King Rantideva were totally favored by his mercy and became pure devotees, attached to the Supreme Personality of Godhead, Nārāyaṇa. Thus they all became the best of yogīs."
    },
    {
      "id": "sb_9_21_19-20",
      "verseTitle": "Texts 19-20:",
      "translation": "From Garga came a son named Śini, and his son was Gārgya. Although Gārgya was a kṣatriya, there came from him a generation of brahmaṇas. From Mahāvīrya came a son named Duritakṣaya, whose sons were Trayyāruṇi, Kavi and Puṣkarāruṇi. Although these sons of Duritakṣaya took birth in a dynasty of kṣatriyas, they too attained the position of brāhmaṇas. Bṛhatkṣatra had a son named Hastī, who established the city of Hastināpura [now New Delhi]."
    },
    {
      "id": "sb_9_21_21",
      "verseTitle": "Text 21:",
      "translation": "From King Hastī came three sons, named Ajamīḍha, Dvimīḍha and Purumīḍha. The descendants of Ajamīḍha, headed by Priyamedha, all achieved the position of brāhmaṇas."
    },
    {
      "id": "sb_9_21_22",
      "verseTitle": "Text 22:",
      "translation": "From Ajamīḍha came a son named Bṛhadiṣu, from Bṛhadiṣu came a son named Bṛhaddhanu, from Bṛhaddhanu a son named Bṛhatkāya, and from Bṛhatkāya a son named Jayadratha."
    },
    {
      "id": "sb_9_21_23",
      "verseTitle": "Text 23:",
      "translation": "The son of Jayadratha was Viśada, and his son was Syenajit. The sons of Syenajit were Rucirāśva, Dṛḍhahanu, Kāśya and Vatsa."
    },
    {
      "id": "sb_9_21_24",
      "verseTitle": "Text 24:",
      "translation": "The son of Rucirāśva was Pāra, and the sons of Pāra were Pṛthusena and Nīpa. Nīpa had one hundred sons."
    },
    {
      "id": "sb_9_21_25",
      "verseTitle": "Text 25:",
      "translation": "King Nīpa begot a son named Brahmadatta through the womb of his wife, Kṛtvī, who was the daughter of Śuka. And Brahmadatta, who was a great yogī, begot a son named Viṣvaksena through the womb of his wife, Sarasvatī."
    },
    {
      "id": "sb_9_21_26",
      "verseTitle": "Text 26:",
      "translation": "Following the instructions of the great sage Jaigīṣavya, Viṣvaksena compiled an elaborate description of the mystic yoga system. From Viṣvaksena, Udaksena was born, and from Udaksena, Bhallāṭa. All these sons are known as descendants of Bṛhadiṣu."
    },
    {
      "id": "sb_9_21_27",
      "verseTitle": "Text 27:",
      "translation": "The son of Dvimīḍha was Yavīnara, whose son was Kṛtimān. The son of Kṛtimān was well known as Satyadhṛti. From Satyadhṛti came a son named Dṛḍhanemi, who became the father of Supārśva."
    },
    {
      "id": "sb_9_21_28-29",
      "verseTitle": "Texts 28-29:",
      "translation": "From Supārśva came a son named Sumati, from Sumati came Sannatimān, and from Sannatimān came Kṛtī, who achieved mystic power from Brahmā and taught six saṁhitās of the Prācyasāma verses of the Sāma Veda. The son of Kṛtī was Nīpa; the son of Nīpa, Udgrāyudha; the son of Udgrāyudha, Kṣemya; the son of Kṣemya, Suvīra; and the son of Suvīra, Ripuñjaya."
    },
    {
      "id": "sb_9_21_30",
      "verseTitle": "Text 30:",
      "translation": "From Ripuñjaya came a son named Bahuratha. Purumīḍha was sonless. Ajamīḍha had a son named Nīla by his wife known as Nalinī, and the son of Nīla was Śānti."
    },
    {
      "id": "sb_9_21_31-33",
      "verseTitle": "Texts 31-33:",
      "translation": "The son of Śānti was Suśānti, the son of Suśānti was Puruja, and the son of Puruja was Arka. From Arka came Bharmyāśva, and from Bharmyāśva came five sons — Mudgala, Yavīnara, Bṛhadviśva, Kāmpilla and Sañjaya. Bharmyāśva prayed to his sons, “O my sons, please take charge of my five states, for you are quite competent to do so.” Thus his five sons were known as the Pañcālas. From Mudgala came a dynasty of brāhmaṇas known as Maudgalya."
    },
    {
      "id": "sb_9_21_34",
      "verseTitle": "Text 34:",
      "translation": "Mudgala, the son of Bharmyāśva, had twin children, one male and the other female. The male child was named Divodāsa, and the female child was named Ahalyā. From the womb of Ahalyā by the semen of her husband, Gautama, came a son named Śatānanda."
    },
    {
      "id": "sb_9_21_35",
      "verseTitle": "Text 35:",
      "translation": "The son of Śatānanda was Satyadhṛti, who was expert in archery, and the son of Satyadhṛti was Śaradvān. When Śaradvān met Urvaśī, he discharged semen, which fell on a clump of śara grass. From this semen were born two all-auspicious babies, one male and the other female."
    },
    {
      "id": "sb_9_21_36",
      "verseTitle": "Text 36:",
      "translation": "While Mahārāja Śāntanu was on a hunting excursion, he saw the male and female children lying in the forest, and out of compassion he took them home. Consequently, the male child was known as Kṛpa, and the female child was named Kṛpī. Kṛpī later became the wife of Droṇācārya."
    }
  ],
  "description": "This Twenty-first Chapter describes the dynasty born from Mahārāja Bharata, the son of Mahārāja Duṣmanta, and it also describes the glories of Rantideva, Ajamīḍha and others."
}