{
  "id": "sb_9_6",
  "canto": 9,
  "chapter": 6,
  "chapter_title": "The Downfall of Saubhari Muni",
  "verses_list": [
    {
      "id": "sb_9_6_1",
      "verseTitle": "Text 1:",
      "translation": "Śukadeva Gosvāmī said: O Mahārāja Parīkṣit, Ambarīṣa had three sons, named Virūpa, Ketumān and Śambhu. From Virūpa came a son named Pṛṣadaśva, and from Pṛṣadaśva came a son named Rathītara."
    },
    {
      "id": "sb_9_6_2",
      "verseTitle": "Text 2:",
      "translation": "Rathītara had no sons, and therefore he requested the great sage Aṅgirā to beget sons for him. Because of this request, Aṅgirā begot sons in the womb of Rathītara’s wife. All these sons were born with brahminical prowess."
    },
    {
      "id": "sb_9_6_3",
      "verseTitle": "Text 3:",
      "translation": "Having been born from the womb of Rathītara’s wife, all these sons were known as the dynasty of Rathītara, but because they were born from the semen of Aṅgirā, they were also known as the dynasty of Aṅgirā. Among all the progeny of Rathītara, these sons were the most prominent because, owing to their birth, they were considered brāhmaṇas."
    },
    {
      "id": "sb_9_6_4",
      "verseTitle": "Text 4:",
      "translation": "The son of Manu was Ikṣvāku. When Manu was sneezing, Ikṣvāku was born from Manu’s nostrils. King Ikṣvāku had one hundred sons, of whom Vikukṣi, Nimi and Daṇḍakā were the most prominent."
    },
    {
      "id": "sb_9_6_5",
      "verseTitle": "Text 5:",
      "translation": "Of the one hundred sons, twenty-five became kings in the western side of Āryāvarta, a place between the Himālaya and Vindhya mountains. Another twenty-five sons became kings in the east of Āryāvarta, and the three principal sons became kings in the middle. The other sons became kings in various other places."
    },
    {
      "id": "sb_9_6_6",
      "verseTitle": "Text 6:",
      "translation": "During the months of January, February and March, oblations offered to the forefathers are called aṣṭakā-śrāddha. The śrāddha ceremony is held during the dark fortnight of the month. When Mahārāja Ikṣvāku was performing his oblations in this ceremony, he ordered his son Vikukṣi to go immediately to the forest to bring some pure flesh."
    },
    {
      "id": "sb_9_6_7",
      "verseTitle": "Text 7:",
      "translation": "Thereafter, Ikṣvāku’s son Vikukṣi went to the forest and killed many animals suitable for being offered as oblations. But when fatigued and hungry he became forgetful and ate a rabbit he had killed."
    },
    {
      "id": "sb_9_6_8",
      "verseTitle": "Text 8:",
      "translation": "Vikukṣi offered the remnants of the flesh to King Ikṣvāku, who gave it to Vasiṣṭha for purification. But Vasiṣṭha could immediately understand that part of the flesh had already been taken by Vikukṣi, and therefore he said that it was unfit to be used in the śrāddha ceremony."
    },
    {
      "id": "sb_9_6_9",
      "verseTitle": "Text 9:",
      "translation": "When King Ikṣvāku, thus informed by Vasiṣṭha, understood what his son Vikukṣi had done, he was extremely angry. Thus he ordered Vikukṣi to leave the country because Vikukṣi had violated the regulative principles."
    },
    {
      "id": "sb_9_6_10",
      "verseTitle": "Text 10:",
      "translation": "Having been instructed by the great and learned brāhmaṇa Vasiṣṭha, who discoursed about the Absolute Truth, Mahārāja Ikṣvāku became renounced. By following the principles for a yogī, he certainly achieved the supreme perfection after giving up his material body."
    },
    {
      "id": "sb_9_6_11",
      "verseTitle": "Text 11:",
      "translation": "After his father’s disappearance, Vikukṣi returned to the country and thus became the king, ruling the planet earth and performing various sacrifices to satisfy the Supreme Personality of Godhead. Vikukṣi later became celebrated as Śaśāda."
    },
    {
      "id": "sb_9_6_12",
      "verseTitle": "Text 12:",
      "translation": "The son of Śaśāda was Purañjaya, who is also known as Indravāha and sometimes as Kakutstha. Please hear from me how he received different names for different activities."
    },
    {
      "id": "sb_9_6_13",
      "verseTitle": "Text 13:",
      "translation": "Formerly, there was a devastating war between the demigods and the demons. The demigods, having been defeated, accepted Purañjaya as their assistant and then conquered the demons. Therefore this hero is known as Purañjaya, “he who conquered the residence of the demons.”"
    },
    {
      "id": "sb_9_6_14",
      "verseTitle": "Text 14:",
      "translation": "Purañjaya agreed to kill all the demons, on the condition that Indra would be his carrier. Because of pride, Indra could not accept this proposal, but later, by the order of the Supreme Lord, Viṣṇu, Indra did accept it and became a great bull carrier for Purañjaya."
    },
    {
      "id": "sb_9_6_15-16",
      "verseTitle": "Texts 15-16:",
      "translation": "Well protected by armor and desiring to fight, Purañjaya took up a transcendental bow and very sharp arrows, and, while being highly praised by the demigods, he got up on the back of the bull [Indra] and sat on its hump. Thus he is known as Kakutstha. Being empowered by Lord Viṣṇu, who is the Supersoul and the Supreme Person, Purañjaya sat on the great bull and is therefore known as Indravāha. Surrounded by the demigods, he attacked the residence of the demons in the west."
    },
    {
      "id": "sb_9_6_17",
      "verseTitle": "Text 17:",
      "translation": "There was a fierce battle between the demons and Purañjaya. Indeed, it was so fierce that when one hears about it one’s hairs stand on end. All the demons bold enough to come before Purañjaya were immediately sent to the residence of Yamarāja by his arrows."
    },
    {
      "id": "sb_9_6_18",
      "verseTitle": "Text 18:",
      "translation": "To save themselves from the blazing arrows of Indravāha, which resembled the flames of devastation at the end of the millennium, the demons who remained when the rest of their army was killed fled very quickly to their respective homes."
    },
    {
      "id": "sb_9_6_19",
      "verseTitle": "Text 19:",
      "translation": "After conquering the enemy, the saintly king Purañjaya gave everything, including the enemy’s riches and wives, to Indra, who carries a thunderbolt. For this he is celebrated as Purañjaya. Thus Purañjaya is known by different names because of his different activities."
    },
    {
      "id": "sb_9_6_20",
      "verseTitle": "Text 20:",
      "translation": "The son of Purañjaya was known as Anenā, Anenā’s son was Pṛthu, and Pṛthu’s son was Viśvagandhi. Viśvagandhi’s son was Candra, and Candra’s son was Yuvanāśva."
    },
    {
      "id": "sb_9_6_21",
      "verseTitle": "Text 21:",
      "translation": "The son of Yuvanāśva was Śrāvasta, who constructed a township known as Śrāvastī Purī. The son of Śrāvasta was Bṛhadaśva, and his son was Kuvalayāśva. In this way the dynasty increased."
    },
    {
      "id": "sb_9_6_22",
      "verseTitle": "Text 22:",
      "translation": "To satisfy the sage Utaṅka, the greatly powerful Kuvalayāśva killed a demon named Dhundhu. He did this with the assistance of his twenty-one thousand sons."
    },
    {
      "id": "sb_9_6_23-24",
      "verseTitle": "Texts 23-24:",
      "translation": "O Mahārāja Parīkṣit, for this reason Kuvalayāśva is celebrated as Dhundhumāra [“the killer of Dhundhu”]. All but three of his sons, however, were burned to ashes by the fire emanating from Dhundhu’s mouth. The remaining sons were Dṛḍhāśva, Kapilāśva and Bhadrāśva. From Dṛḍhāśva came a son named Haryaśva, whose son is celebrated as Nikumbha."
    },
    {
      "id": "sb_9_6_25",
      "verseTitle": "Text 25:",
      "translation": "The son of Nikumbha was Bahulāśva, the son of Bahulāśva was Kṛśāśva, the son of Kṛśāśva was Senajit, and the son of Senajit was Yuvanāśva. Yuvanāśva had no sons, and thus he retired from family life and went to the forest."
    },
    {
      "id": "sb_9_6_26",
      "verseTitle": "Text 26:",
      "translation": "Although Yuvanāśva went into the forest with his one hundred wives, all of them were very morose. The sages in the forest, however, being very kind to the King, began very carefully and attentively performing an Indra-yajña so that the King might have a son."
    },
    {
      "id": "sb_9_6_27",
      "verseTitle": "Text 27:",
      "translation": "Being thirsty one night, the King entered the arena of sacrifice, and when he saw all the brāhmaṇas lying down, he personally drank the sanctified water meant to be drunk by his wife."
    },
    {
      "id": "sb_9_6_28",
      "verseTitle": "Text 28:",
      "translation": "When the brāhmaṇas got up from bed and saw the waterpot empty, they inquired who had done this work of drinking the water meant for begetting a child."
    },
    {
      "id": "sb_9_6_29",
      "verseTitle": "Text 29:",
      "translation": "When the brāhmaṇas came to understand that the King, inspired by the supreme controller, had drunk the water, they all exclaimed “Alas! The power of providence is real power. No one can counteract the power of the Supreme.” In this way they offered their respectful obeisances unto the Lord."
    },
    {
      "id": "sb_9_6_30",
      "verseTitle": "Text 30:",
      "translation": "Thereafter, in due course of time, a son with all the good symptoms of a powerful king came forth from the lower right side of King Yuvanāśva’s abdomen."
    },
    {
      "id": "sb_9_6_31",
      "verseTitle": "Text 31:",
      "translation": "The baby cried so much for breast milk that all the brāhmaṇas were very unhappy. “Who will take care of this baby?” they said. Then Indra, who was worshiped in that yajña, came and solaced the baby. “Do not cry,” Indra said. Then Indra put his index finger in the baby’s mouth and said, “You may drink me.”"
    },
    {
      "id": "sb_9_6_32",
      "verseTitle": "Text 32:",
      "translation": "Because Yuvanāśva, the father of the baby, was blessed by the brāhmaṇas, he did not fall a victim to death. After this incident, he performed severe austerities and achieved perfection in that very spot."
    },
    {
      "id": "sb_9_6_33-34",
      "verseTitle": "Texts 33-34:",
      "translation": "Māndhātā, the son of Yuvanāśva, was the cause of fear for Rāvaṇa and other thieves and rogues who caused anxiety. O King Parīkṣit, because they feared him, the son of Yuvanāśva was known as Trasaddasyu. This name was given by King Indra. By the mercy of the Supreme Personality of Godhead, the son of Yuvanāśva was so powerful that when he became emperor he ruled the entire world, consisting of seven islands, without any second ruler."
    },
    {
      "id": "sb_9_6_35-36",
      "verseTitle": "Texts 35-36:",
      "translation": "The Supreme Personality of Godhead is not different from the auspicious aspects of great sacrifices, such as the ingredients of the sacrifice, the chanting of Vedic hymns, the regulative principles, the performer, the priests, the result of the sacrifice, the arena of sacrifice, and the time of sacrifice. Knowing the principles of self-realization, Māndhātā worshiped that transcendentally situated Supreme Soul, the Supreme Personality of Godhead, Lord Viṣṇu, who comprises all the demigods. He also gave immense charity to the brāhmaṇas, and thus he performed yajña to worship the Lord."
    },
    {
      "id": "sb_9_6_37",
      "verseTitle": "Text 37:",
      "translation": "All places, from where the sun rises on the horizon, shining brilliantly, to where the sun sets, are known as the possession of the celebrated Māndhātā, the son of Yuvanāśva."
    },
    {
      "id": "sb_9_6_38",
      "verseTitle": "Text 38:",
      "translation": "Māndhātā begot three sons in the womb of Bindumatī, the daughter of Śaśabindu. These sons were Purukutsa, Ambarīṣa, and Mucukunda, a great mystic yogī. These three brothers had fifty sisters, who all accepted the great sage Saubhari as their husband."
    },
    {
      "id": "sb_9_6_39-40",
      "verseTitle": "Texts 39-40:",
      "translation": "Saubhari Ṛṣi was engaged in austerity, deep in the water of the river Yamunā, when he saw a pair of fish engaged in sexual affairs. Thus he perceived the pleasure of sex life, and induced by this desire he went to King Māndhātā and begged for one of the King’s daughters. In response to this request, the King said, “O brāhmaṇa, any of my daughters may accept any husband according to her personal selection.”"
    },
    {
      "id": "sb_9_6_41-42",
      "verseTitle": "Texts 41-42:",
      "translation": "Saubhari Muni thought: I am now feeble because of old age. My hair has become grey, my skin is slack, and my head always trembles. Besides, I am a yogī. Therefore women do not like me. Since the King has thus rejected me, I shall reform my body in such a way as to be desirable even to celestial women, what to speak of the daughters of worldly kings."
    },
    {
      "id": "sb_9_6_43",
      "verseTitle": "Text 43:",
      "translation": "Thereafter, when Saubhari Muni became quite a young and beautiful person, the messenger of the palace took him inside the residential quarters of the princesses, which were extremely opulent. All fifty princesses then accepted him as their husband, although he was only one man."
    },
    {
      "id": "sb_9_6_44",
      "verseTitle": "Text 44:",
      "translation": "Thereafter, the princesses, being attracted by Saubhari Muni, gave up their sisterly relationship and quarreled among themselves, each one of them contending, “This man is just suitable for me, and not for you.” In this way there ensued a great disagreement."
    },
    {
      "id": "sb_9_6_45-46",
      "verseTitle": "Texts 45-46:",
      "translation": "Because Saubhari Muni was expert in chanting mantras perfectly, his severe austerities resulted in an opulent home, with garments, ornaments, properly dressed and decorated maidservants and manservants, and varieties of parks with clear-water lakes and gardens. In the gardens, fragrant with varieties of flowers, birds chirped and bees hummed, surrounded by professional singers. Saubhari Muni’s home was amply provided with valuable beds, seats, ornaments, and arrangements for bathing, and there were varieties of sandalwood creams, flower garlands, and palatable dishes. Thus surrounded by opulent paraphernalia, the muni engaged in family affairs with his numerous wives."
    },
    {
      "id": "sb_9_6_47",
      "verseTitle": "Text 47:",
      "translation": "Māndhātā, the King of the entire world, consisting of seven islands, was struck with wonder when he saw the household opulence of Saubhari Muni. Thus he gave up his false prestige in his position as emperor of the world."
    },
    {
      "id": "sb_9_6_48",
      "verseTitle": "Text 48:",
      "translation": "In this way, Saubhari Muni enjoyed sense gratification in the material world, but he was not at all satisfied, just as a fire never ceases blazing if constantly supplied with drops of fat."
    },
    {
      "id": "sb_9_6_49",
      "verseTitle": "Text 49:",
      "translation": "Thereafter, one day while Saubhari Muni, who was expert in chanting mantras, was sitting in a secluded place, he thought to himself about the cause of his falldown, which was simply that he had associated himself with the sexual affairs of the fish."
    },
    {
      "id": "sb_9_6_50",
      "verseTitle": "Text 50:",
      "translation": "Alas! While practicing austerity, even within the depths of the water, and while observing all the rules and regulations practiced by saintly persons, I lost the results of my long austerities simply by association with the sexual affairs of fish. Everyone should observe this falldown and learn from it."
    },
    {
      "id": "sb_9_6_51",
      "verseTitle": "Text 51:",
      "translation": "A person desiring liberation from material bondage must give up the association of persons interested in sex life and should not employ his senses externally [in seeing, hearing, talking, walking and so on]. One should always stay in a secluded place, completely fixing his mind at the lotus feet of the unlimited Personality of Godhead, and if one wants any association at all, he should associate with persons similarly engaged."
    },
    {
      "id": "sb_9_6_52",
      "verseTitle": "Text 52:",
      "translation": "In the beginning I was alone and engaged in performing the austerities of mystic yoga, but later, because of the association of fish engaged in sex, I desired to marry. Then I became the husband of fifty wives, and in each of them I begot one hundred sons, and thus my family increased to five thousand members. By the influence of the modes of material nature, I became fallen and thought that I would be happy in material life. Thus there is no end to my material desires for enjoyment, in this life and the next."
    },
    {
      "id": "sb_9_6_53",
      "verseTitle": "Text 53:",
      "translation": "In this way he passed his life in household affairs for some time, but then he became detached from material enjoyment. To renounce material association, he accepted the vānaprastha order and went to the forest. His devoted wives followed him, for they had no shelter other than their husband."
    },
    {
      "id": "sb_9_6_54",
      "verseTitle": "Text 54:",
      "translation": "When Saubhari Muni, who was quite conversant with the self, went to the forest, he performed severe penances. In this way, in the fire at the time of death, he ultimately engaged himself in the service of the Supreme Personality of Godhead."
    },
    {
      "id": "sb_9_6_55",
      "verseTitle": "Text 55:",
      "translation": "O Mahārāja Parīkṣit, by observing their husband progressing in spiritual existence, Saubhari Muni’s wives were also able to enter the spiritual world by his spiritual power, just as the flames of a fire cease when the fire is extinguished."
    }
  ],
  "description": "After describing the descendants of Mahārāja Ambarīṣa, Śukadeva Gosvāmī described all the kings from Śaśāda to Māndhātā, and in this connection he also described how the great sage Saubhari married the daughters of Māndhātā."
}