{
  "id": "sb_9_7",
  "canto": 9,
  "chapter": 7,
  "chapter_title": "The Descendants of King Māndhātā",
  "verses_list": [
    {
      "id": "sb_9_7_1",
      "verseTitle": "Text 1:",
      "translation": "Śukadeva Gosvāmī said: The most prominent among the sons of Māndhātā was he who is celebrated as Ambarīṣa. Ambarīṣa was accepted as son by his grandfather Yuvanāśva. Ambarīṣa’s son was Yauvanāśva, and Yauvanāśva’s son was Hārīta. In Māndhātā’s dynasty, Ambarīṣa, Hārīta and Yauvanāśva were very prominent."
    },
    {
      "id": "sb_9_7_2",
      "verseTitle": "Text 2:",
      "translation": "The serpent brothers of Narmadā gave Narmadā to Purukutsa. Being sent by Vāsuki, she took Purukutsa to the lower region of the universe."
    },
    {
      "id": "sb_9_7_3",
      "verseTitle": "Text 3:",
      "translation": "There in Rasātala, the lower region of the universe, Purukutsa, being empowered by Lord Viṣṇu, was able to kill all the Gandharvas who deserved to be killed. Purukutsa received the benediction from the serpents that anyone who remembers this history of his being brought by Narmadā to the lower region of the universe will be assured of safety from the attack of snakes."
    },
    {
      "id": "sb_9_7_4",
      "verseTitle": "Text 4:",
      "translation": "The son of Purukutsa was Trasaddasyu, who was the father of Anaraṇya. Anaraṇya’s son was Haryaśva, the father of Prāruṇa. Prāruṇa was the father of Tribandhana."
    },
    {
      "id": "sb_9_7_5-6",
      "verseTitle": "Texts 5-6:",
      "translation": "The son of Tribandhana was Satyavrata, who is celebrated by the name Triśaṅku. Because he kidnapped the daughter of a brāhmaṇa when she was being married, his father cursed him to become a caṇḍāla, lower than a śūdra. Thereafter, by the influence of Viśvāmitra, he went to the higher planetary system, the heavenly planets, in his material body, but because of the prowess of the demigods he fell back downward. Nonetheless, by the power of Viśvāmitra, he did not fall all the way down; even today he can still be seen hanging in the sky, head downward."
    },
    {
      "id": "sb_9_7_7",
      "verseTitle": "Text 7:",
      "translation": "The son of Triśaṅku was Hariścandra. Because of Hariścandra there was a quarrel between Viśvāmitra and Vasiṣṭha, who for many years fought one another, having been transformed into birds."
    },
    {
      "id": "sb_9_7_8",
      "verseTitle": "Text 8:",
      "translation": "Hariścandra had no son and was therefore extremely morose. Once, therefore, following the advice of Nārada, he took shelter of Varuṇa and said to him, “My lord, I have no son. Would you kindly give me one?”"
    },
    {
      "id": "sb_9_7_9",
      "verseTitle": "Text 9:",
      "translation": "O King Parīkṣit, Hariścandra begged Varuṇa, “My lord, if a son is born to me, with that son I shall perform a sacrifice for your satisfaction.” When Hariścandra said this, Varuṇa replied, “Let it be so.” Because of Varuṇa’s benediction, Hariścandra begot a son named Rohita."
    },
    {
      "id": "sb_9_7_10",
      "verseTitle": "Text 10:",
      "translation": "Thereafter, when the child was born, Varuṇa approached Hariścandra and said, “Now you have a son. With this son you can offer me a sacrifice.” In answer to this, Hariścandra said, “After ten days have passed since an animal’s birth, the animal becomes fit to be sacrificed.”"
    },
    {
      "id": "sb_9_7_11",
      "verseTitle": "Text 11:",
      "translation": "After ten days, Varuṇa came again and said to Hariścandra, “Now you can perform the sacrifice.” Hariścandra replied, “When an animal grows teeth, then it becomes pure enough to be sacrificed.”"
    },
    {
      "id": "sb_9_7_12",
      "verseTitle": "Text 12:",
      "translation": "When the teeth grew, Varuṇa came and said to Hariścandra, “Now the animal has grown teeth, and you can perform the sacrifice.” Hariścandra replied, “When all its teeth have fallen out, then it will be fit for sacrifice.”"
    },
    {
      "id": "sb_9_7_13",
      "verseTitle": "Text 13:",
      "translation": "When the teeth had fallen out, Varuṇa returned and said to Hariścandra, “Now the animal’s teeth have fallen out, and you can perform the sacrifice.” But Hariścandra replied, “When the animal’s teeth grow in again, then he will be pure enough to be sacrificed.”"
    },
    {
      "id": "sb_9_7_14",
      "verseTitle": "Text 14:",
      "translation": "When the teeth grew in again, Varuṇa came and said to Hariścandra, “Now you can perform the sacrifice.” But Hariścandra then said, “O King, when the sacrificial animal becomes a kṣatriya and is able to shield himself to fight with the enemy, then he will be purified.”"
    },
    {
      "id": "sb_9_7_15",
      "verseTitle": "Text 15:",
      "translation": "Hariścandra was certainly very much attached to his son. Because of this affection, he asked the demigod Varuṇa to wait. Thus Varuṇa waited and waited for the time to come."
    },
    {
      "id": "sb_9_7_16",
      "verseTitle": "Text 16:",
      "translation": "Rohita could understand that his father intended to offer him as the animal for sacrifice. Therefore, just to save himself from death, he equipped himself with bow and arrows and went to the forest."
    },
    {
      "id": "sb_9_7_17",
      "verseTitle": "Text 17:",
      "translation": "When Rohita heard that his father had been attacked by dropsy due to Varuṇa and that his abdomen had grown very large, he wanted to return to the capital, but King Indra forbade him to do so."
    },
    {
      "id": "sb_9_7_18",
      "verseTitle": "Text 18:",
      "translation": "King Indra advised Rohita to travel to different pilgrimage sites and holy places, for such activities are pious indeed. Following this instruction, Rohita went to the forest for one year."
    },
    {
      "id": "sb_9_7_19",
      "verseTitle": "Text 19:",
      "translation": "In this way, at the end of the second, third, fourth and fifth years, when Rohita wanted to return to his capital, the King of heaven, Indra, approached him as an old brāhmaṇa and forbade him to return, repeating the same words as in the previous year."
    },
    {
      "id": "sb_9_7_20",
      "verseTitle": "Text 20:",
      "translation": "Thereafter, in the sixth year, after wandering in the forest, Rohita returned to the capital of his father. He purchased from Ajīgarta his second son, named Śunaḥśepha. Then he offered Śunaḥśepha to his father, Hariścandra, to be used as the sacrificial animal and offered Hariścandra his respectful obeisances."
    },
    {
      "id": "sb_9_7_21",
      "verseTitle": "Text 21:",
      "translation": "Thereafter, the famous King Hariścandra, one of the exalted persons in history, performed grand sacrifices by sacrificing a man and pleased all the demigods. In this way his dropsy created by Varuṇa was cured."
    },
    {
      "id": "sb_9_7_22",
      "verseTitle": "Text 22:",
      "translation": "In that great human sacrifice, Viśvāmitra was the chief priest to offer oblations, the perfectly self-realized Jamadagni had the responsibility for chanting the mantras from the Yajur Veda, Vasiṣṭha was the chief brahminical priest, and the sage Ayāsya was the reciter of the hymns of the Sāma Veda."
    },
    {
      "id": "sb_9_7_23",
      "verseTitle": "Text 23:",
      "translation": "King Indra, being very pleased with Hariścandra, offered him a gift of a golden chariot. Śunaḥśepha’s glories will be presented along with the description of the son of Viśvāmitra."
    },
    {
      "id": "sb_9_7_24",
      "verseTitle": "Text 24:",
      "translation": "The great sage Viśvāmitra saw that Mahārāja Hariścandra, along with his wife, was truthful, forbearing and concerned with the essence. Thus he gave them imperishable knowledge for fulfillment of the human mission."
    },
    {
      "id": "sb_9_7_25-26",
      "verseTitle": "Texts 25-26:",
      "translation": "Mahārāja Hariścandra first purified his mind, which was full of material enjoyment, by amalgamating it with the earth. Then he amalgamated the earth with water, the water with fire, the fire with the air, and the air with the sky. Thereafter, he amalgamated the sky with the total material energy, and the total material energy with spiritual knowledge. This spiritual knowledge is realization of one’s self as part of the Supreme Lord. When the self-realized spiritual soul is engaged in service to the Lord, he is eternally imperceptible and inconceivable. Thus established in spiritual knowledge, he is completely freed from material bondage."
    }
  ],
  "description": "In this chapter the descendants of King Māndhātā are described, and in this connection the histories of Purukutsa and Hariścandra are also given."
}