{
  "id": "sb_9_20",
  "canto": 9,
  "chapter": 20,
  "chapter_title": "The Dynasty of Pūru",
  "verses_list": [
    {
      "id": "sb_9_20_1",
      "verseTitle": "Text 1:",
      "translation": "Śukadeva Gosvāmī said: O Mahārāja Parīkṣit, descendant of Mahārāja Bharata, I shall now describe the dynasty of Pūru, in which you were born, in which many saintly kings appeared, and from which many dynasties of brāhmaṇas began."
    },
    {
      "id": "sb_9_20_2",
      "verseTitle": "Text 2:",
      "translation": "King Janamejaya was born of this dynasty of Pūru. Janamejaya’s son was Pracinvān, and his son was Pravīra. Thereafter, Pravīra’s son was Manusyu, and from Manusyu came the son named Cārupada."
    },
    {
      "id": "sb_9_20_3",
      "verseTitle": "Text 3:",
      "translation": "The son of Cārupada was Sudyu, and the son of Sudyu was Bahugava. Bahugava’s son was Saṁyāti. From Saṁyāti came a son named Ahaṁyāti, from whom Raudrāśva was born."
    },
    {
      "id": "sb_9_20_4-5",
      "verseTitle": "Texts 4-5:",
      "translation": "Raudrāśva had ten sons, named Ṛteyu, Kakṣeyu, Sthaṇḍileyu, Kṛteyuka, Jaleyu, Sannateyu, Dharmeyu, Satyeyu, Vrateyu and Vaneyu. Of these ten sons, Vaneyu was the youngest. As the ten senses, which are products of the universal life, act under the control of life, these ten sons of Raudrāśva acted under Raudrāśva’s full control. All of them were born of the Apsarā named Ghṛtācī."
    },
    {
      "id": "sb_9_20_6",
      "verseTitle": "Text 6:",
      "translation": "Ṛteyu had a son named Rantināva, who had three sons, named Sumati, Dhruva and Apratiratha. Apratiratha had only one son, whose name was Kaṇva."
    },
    {
      "id": "sb_9_20_7",
      "verseTitle": "Text 7:",
      "translation": "The son of Kaṇva was Medhātithi, whose sons, all brāhmaṇas, were headed by Praskanna. The son of Rantināva named Sumati had a son named Rebhi. Mahārāja Duṣmanta is well known as the son of Rebhi."
    },
    {
      "id": "sb_9_20_8-9",
      "verseTitle": "Texts 8-9:",
      "translation": "Once when King Duṣmanta went to the forest to hunt and was very much fatigued, he approached the residence of Kaṇva Muni. There he saw a most beautiful woman who looked exactly like the goddess of fortune and who sat there illuminating the entire āśrama by her effulgence. The King was naturally attracted by her beauty, and therefore he approached her, accompanied by some of his soldiers, and spoke to her."
    },
    {
      "id": "sb_9_20_10",
      "verseTitle": "Text 10:",
      "translation": "Seeing the beautiful woman, the King was very much enlivened, and the fatigue of his hunting excursion was relieved. He was of course very much attracted because of lusty desires, and thus he inquired from her as follows, in a joking mood."
    },
    {
      "id": "sb_9_20_11",
      "verseTitle": "Text 11:",
      "translation": "O beautiful lotus-eyed woman, who are you? Whose daughter are you? What purpose do you have in this solitary forest? Why are you staying here?"
    },
    {
      "id": "sb_9_20_12",
      "verseTitle": "Text 12:",
      "translation": "O most beautiful one, it appears to my mind that you must be the daughter of a kṣatriya. Because I belong to the Pūru dynasty, my mind never endeavors to enjoy anything irreligiously."
    },
    {
      "id": "sb_9_20_13",
      "verseTitle": "Text 13:",
      "translation": "Śakuntalā said: I am the daughter of Viśvāmitra. My mother, Menakā, left me in the forest. O hero, the most powerful saint Kaṇva Muni knows all about this. Now let me know, how may I serve you?"
    },
    {
      "id": "sb_9_20_14",
      "verseTitle": "Text 14:",
      "translation": "O King with eyes like the petals of a lotus, kindly come sit down and accept whatever reception we can offer. We have a supply of nīvārā rice that you may kindly take. And if you so desire, stay here without hesitation."
    },
    {
      "id": "sb_9_20_15",
      "verseTitle": "Text 15:",
      "translation": "King Duṣmanta replied: O Śakuntalā, with beautiful eyebrows, you have taken your birth in the family of the great saint Viśvāmitra, and your reception is quite worthy of your family. Aside from this, the daughters of a king generally select their own husbands."
    },
    {
      "id": "sb_9_20_16",
      "verseTitle": "Text 16:",
      "translation": "When Śakuntalā responded to Mahārāja Duṣmanta’s proposal with silence, the agreement was complete. Then the King, who knew the laws of marriage, immediately married her by chanting the Vedic praṇava [oṁkāra], in accordance with the marriage ceremony as performed among the Gandharvas."
    },
    {
      "id": "sb_9_20_17",
      "verseTitle": "Text 17:",
      "translation": "King Duṣmanta, who never discharged semen without a result, placed his semen at night in the womb of his Queen, Śakuntalā, and in the morning he returned to his palace. Thereafter, in due course of time, Śakuntalā gave birth to a son."
    },
    {
      "id": "sb_9_20_18",
      "verseTitle": "Text 18:",
      "translation": "In the forest, Kaṇva Muni performed all the ritualistic ceremonies concerning the newborn child. Later, the boy became so powerful that he would capture a lion and play with it."
    },
    {
      "id": "sb_9_20_19",
      "verseTitle": "Text 19:",
      "translation": "Śakuntalā, the best of beautiful women, along with her son, whose strength was insurmountable and who was a partial expansion of the Supreme Godhead, approached her husband, Duṣmanta."
    },
    {
      "id": "sb_9_20_20",
      "verseTitle": "Text 20:",
      "translation": "When the King refused to accept his wife and son, who were both irreproachable, an unembodied voice spoke from the sky as an omen and was heard by everyone present."
    },
    {
      "id": "sb_9_20_21",
      "verseTitle": "Text 21:",
      "translation": "The voice said: O Mahārāja Duṣmanta, a son actually belongs to his father, whereas the mother is only a container, like the skin of a bellows. According to Vedic injunctions, the father is born as the son. Therefore, maintain your own son and do not insult Śakuntalā."
    },
    {
      "id": "sb_9_20_22",
      "verseTitle": "Text 22:",
      "translation": "O King Duṣmanta, he who discharges semen is the actual father, and his son saves him from the custody of Yamarāja. You are the actual procreator of this child. Indeed, Śakuntalā is speaking the truth."
    },
    {
      "id": "sb_9_20_23",
      "verseTitle": "Text 23:",
      "translation": "Śukadeva Gosvāmī said: When Mahārāja Duṣmanta passed away from this earth, his son became the emperor of the world, the proprietor of the seven islands. He is referred to as a partial representation of the Supreme Personality of Godhead in this world."
    },
    {
      "id": "sb_9_20_24-26",
      "verseTitle": "Texts 24-26:",
      "translation": "Mahārāja Bharata, the son of Duṣmanta, had the mark of Lord Kṛṣṇa’s disc on the palm of his right hand, and he had the mark of a lotus whorl on the soles of his feet. By worshiping the Supreme Personality of Godhead with a grand ritualistic ceremony, he became the emperor and master of the entire world. Then, under the priesthood of Māmateya, Bhṛgu Muni, he performed fifty-five horse sacrifices on the bank of the Ganges, beginning from its mouth and ending at its source, and seventy-eight horse sacrifices on the bank of the Yamunā, beginning from the confluence at Prayāga and ending at the source. He established the sacrificial fire on an excellent site, and he distributed great wealth to the brāhmaṇas. Indeed, he distributed so many cows that each of thousands of brāhmaṇas had one badva [13,084] as his share."
    },
    {
      "id": "sb_9_20_27",
      "verseTitle": "Text 27:",
      "translation": "Bharata, the son of Mahārāja Duṣmanta, bound thirty-three hundred horses for those sacrifices, and thus he astonished all other kings. He surpassed even the opulence of the demigods, for he achieved the supreme spiritual master, Hari."
    },
    {
      "id": "sb_9_20_28",
      "verseTitle": "Text 28:",
      "translation": "When Mahārāja Bharata performed the sacrifice known as Maṣṇāra [or a sacrifice in the place known as Maṣṇāra], he gave in charity fourteen lakhs of excellent elephants with white tusks and black bodies, completely covered with golden ornaments."
    },
    {
      "id": "sb_9_20_29",
      "verseTitle": "Text 29:",
      "translation": "As one cannot approach the heavenly planets simply by the strength of his arms (for who can touch the heavenly planets with his hands?), one cannot imitate the wonderful activities of Mahārāja Bharata. No one could perform such activities in the past, nor will anyone be able to do so in the future."
    },
    {
      "id": "sb_9_20_30",
      "verseTitle": "Text 30:",
      "translation": "When Mahārāja Bharata was on tour, he defeated or killed all the Kirātas, Hūṇas, Yavanas, Pauṇḍras, Kaṅkas, Khaśas, Śakas and the kings who were opposed to the Vedic principles of brahminical culture."
    },
    {
      "id": "sb_9_20_31",
      "verseTitle": "Text 31:",
      "translation": "Formerly, after conquering the demigods, all the demons had taken shelter in the lower planetary system known as Rasātala and had brought all the wives and daughters of the demigods there also. Mahārāja Bharata, however, rescued all those women, along with their associates, from the clutches of the demons, and he returned them to the demigods."
    },
    {
      "id": "sb_9_20_32",
      "verseTitle": "Text 32:",
      "translation": "Mahārāja Bharata provided all necessities for his subjects, both on this earth and in the heavenly planets, for twenty-seven thousand years. He circulated his orders and distributed his soldiers in all directions."
    },
    {
      "id": "sb_9_20_33",
      "verseTitle": "Text 33:",
      "translation": "As the ruler of the entire universe, Emperor Bharata had the opulences of a great kingdom and unconquerable soldiers. His sons and family had seemed to him to be his entire life. But finally he thought of all this as an impediment to spiritual advancement, and therefore he ceased from enjoying it."
    },
    {
      "id": "sb_9_20_34",
      "verseTitle": "Text 34:",
      "translation": "O King Parīkṣit, Mahārāja Bharata had three pleasing wives, who were daughters of the King of Vidarbha. When all three of them bore children who did not resemble the King, these wives thought that he would consider them unfaithful queens and reject them, and therefore they killed their own sons."
    },
    {
      "id": "sb_9_20_35",
      "verseTitle": "Text 35:",
      "translation": "The King, his attempt for progeny frustrated in this way, performed a sacrifice named marut-stoma to get a son. The demigods known as the Maruts, being fully satisfied with him, then presented him a son named Bharadvāja."
    },
    {
      "id": "sb_9_20_36",
      "verseTitle": "Text 36:",
      "translation": "When the demigod named Bṛhaspati was attracted by his brother’s wife, Mamatā, who at that time was pregnant, he desired to have sexual relations with her. The son within her womb forbade this, but Bṛhaspati cursed him and forcibly discharged semen into the womb of Mamatā."
    },
    {
      "id": "sb_9_20_37",
      "verseTitle": "Text 37:",
      "translation": "Mamatā very much feared being forsaken by her husband for giving birth to an illegitimate son, and therefore she considered giving up the child. But then the demigods solved the problem by enunciating a name for the child."
    },
    {
      "id": "sb_9_20_38",
      "verseTitle": "Text 38:",
      "translation": "Bṛhaspati said to Mamatā, “You foolish woman, although this child was born from the wife of one man through the semen discharged by another, you should maintain him.” Upon hearing this, Mamatā replied, “O Bṛhaspati, you maintain him!” After speaking in this way, Bṛhaspati and Mamatā both left. Thus the child was known as Bharadvāja."
    },
    {
      "id": "sb_9_20_39",
      "verseTitle": "Text 39:",
      "translation": "Although encouraged by the demigods to maintain the child, Mamatā considered him useless because of his illicit birth, and therefore she left him. Consequently, the demigods known as the Maruts maintained the child, and when Mahārāja Bharata was disappointed for want of a child, this child was given to him as his son."
    }
  ],
  "description": "This chapter describes the history of Pūru and his descendant Duṣmanta. The son of Pūru was Janamejaya, and his son was Pracinvān. The sons and grandsons in the line of Pracinvān, one after another, were Pravīra, Manusyu, Cārupada, Sudyu, Bahugava, Saṁyāti, Ahaṁyāti and Raudrāśva. Raudrāśva had ten sons — Ṛteyu, Kakṣeyu, Sthaṇḍileyu, Kṛteyuka, Jaleyu, Sannateyu, Dharmeyu, Satyeyu, Vrateyu and Vaneyu. The son of Ṛteyu was Rantināva, who had three sons — Sumati, Dhruva and Apratiratha. The son of Apratiratha was Kaṇva, and Kaṇva’s son was Medhātithi. The sons of Medhātithi, headed by Praskanna, were all brāhmaṇas. The son of Rantināva named Sumati had a son named Rebhi, and his son was Duṣmanta."
}