{
  "id": "sb_9_13",
  "canto": 9,
  "chapter": 13,
  "chapter_title": "The Dynasty of Mahārāja Nimi",
  "verses_list": [
    {
      "id": "sb_9_13_1",
      "verseTitle": "Text 1:",
      "translation": "Śrīla Śukadeva Gosvāmī said: After beginning sacrifices, Mahārāja Nimi, the son of Ikṣvāku, requested the great sage Vasiṣṭha to take the post of chief priest. At that time, Vasiṣṭha replied, “My dear Mahārāja Nimi, I have already accepted the same post in a sacrifice begun by Lord Indra.”"
    },
    {
      "id": "sb_9_13_2",
      "verseTitle": "Text 2:",
      "translation": "“I shall return here after finishing the yajña for Indra. Kindly wait for me until then.” Mahārāja Nimi remained silent, and Vasiṣṭha began to perform the sacrifice for Lord Indra."
    },
    {
      "id": "sb_9_13_3",
      "verseTitle": "Text 3:",
      "translation": "Mahārāja Nimi, being a self-realized soul, considered that this life is flickering. Therefore, instead of waiting long for Vasiṣṭha, he began performing the sacrifice with other priests."
    },
    {
      "id": "sb_9_13_4",
      "verseTitle": "Text 4:",
      "translation": "After completing the sacrificial performance for King Indra, the spiritual master Vasiṣṭha returned and found that his disciple Mahārāja Nimi had disobeyed his instructions. Thus Vasiṣṭha cursed him, saying, “May the material body of Nimi, who considers himself learned, immediately fall.”"
    },
    {
      "id": "sb_9_13_5",
      "verseTitle": "Text 5:",
      "translation": "For unnecessarily cursing him when he had committed no offense, Mahārāja Nimi countercursed his spiritual master. “For the sake of getting contributions from the King of heaven,” he said, “you have lost your religious intelligence. Therefore I pronounce this curse: your body also will fall.”"
    },
    {
      "id": "sb_9_13_6",
      "verseTitle": "Text 6:",
      "translation": "After saying this, Mahārāja Nimi, who was expert in the science of spiritual knowledge, gave up his body. Vasiṣṭha, the great-grandfather, gave up his body also, but through the semen discharged by Mitra and Varuṇa when they saw Urvaśī, he was born again."
    },
    {
      "id": "sb_9_13_7",
      "verseTitle": "Text 7:",
      "translation": "During the performance of the yajña, the body relinquished by Mahārāja Nimi was preserved in fragrant substances, and at the end of the Satra-yāga the great saints and brāhmaṇas made the following request to all the demigods assembled there."
    },
    {
      "id": "sb_9_13_8",
      "verseTitle": "Text 8:",
      "translation": "“If you are satisfied with this sacrifice and if you are actually able to do so, kindly bring Mahārāja Nimi back to life in this body.” The demigods said yes to this request by the sages, but Mahārāja Nimi said, “Please do not imprison me again in a material body.”"
    },
    {
      "id": "sb_9_13_9",
      "verseTitle": "Text 9:",
      "translation": "Mahārāja Nimi continued: Māyāvādīs generally want freedom from accepting a material body because they fear having to give it up again. But devotees whose intelligence is always filled with the service of the Lord are unafraid. Indeed, they take advantage of the body to render transcendental loving service."
    },
    {
      "id": "sb_9_13_10",
      "verseTitle": "Text 10:",
      "translation": "I do not wish to accept a material body, for such a body is the source of all distress, lamentation and fear, everywhere in the universe, just as it is for a fish in the water, which lives always in anxiety because of fear of death."
    },
    {
      "id": "sb_9_13_11",
      "verseTitle": "Text 11:",
      "translation": "The demigods said: Let Mahārāja Nimi live without a material body. Let him live in a spiritual body as a personal associate of the Supreme Personality of Godhead, and, according to his desire, let him be manifest or unmanifest to common materially embodied people."
    },
    {
      "id": "sb_9_13_12",
      "verseTitle": "Text 12:",
      "translation": "Thereafter, to save the people from the danger of an unregulated government, the sages churned Mahārāja Nimi’s material body, from which, as a result, a son was born."
    },
    {
      "id": "sb_9_13_13",
      "verseTitle": "Text 13:",
      "translation": "Because he was born in an unusual way, the son was called Janaka, and because he was born from the dead body of his father, he was known as Vaideha. Because he was born from the churning of his father’s material body, he was known as Mithila, and because he constructed a city as King Mithila, the city was called Mithilā."
    },
    {
      "id": "sb_9_13_14",
      "verseTitle": "Text 14:",
      "translation": "O King Parīkṣit, from Mithila came a son named Udāvasu; from Udāvasu, Nandivardhana; from Nandivardhana, Suketu; and from Suketu, Devarāta."
    },
    {
      "id": "sb_9_13_15",
      "verseTitle": "Text 15:",
      "translation": "From Devarāta came a son named Bṛhadratha and from Bṛhadratha a son named Mahāvīrya, who became the father of Sudhṛti. The son of Sudhṛti was known as Dhṛṣṭaketu, and from Dhṛṣṭaketu came Haryaśva. From Haryaśva came a son named Maru."
    },
    {
      "id": "sb_9_13_16",
      "verseTitle": "Text 16:",
      "translation": "The son of Maru was Pratīpaka, and the son of Pratīpaka was Kṛtaratha. From Kṛtaratha came Devamīḍha; from Devamīḍha, Viśruta; and from Viśruta, Mahādhṛti."
    },
    {
      "id": "sb_9_13_17",
      "verseTitle": "Text 17:",
      "translation": "From Mahādhṛti was born a son named Kṛtirāta, from Kṛtirāta was born Mahāromā, from Mahāromā came a son named Svarṇaromā, and from Svarṇaromā came Hrasvaromā."
    },
    {
      "id": "sb_9_13_18",
      "verseTitle": "Text 18:",
      "translation": "From Hrasvaromā came a son named Śīradhvaja [also called Janaka]. When Śīradhvaja was plowing a field, from the front of his plow [śīra] appeared a daughter named Sītādevī, who later became the wife of Lord Rāmacandra. Thus he was known as Śīradhvaja."
    },
    {
      "id": "sb_9_13_19",
      "verseTitle": "Text 19:",
      "translation": "The son of Śīradhvaja was Kuśadhvaja, and the son of Kuśadhvaja was King Dharmadhvaja, who had two sons, namely Kṛtadhvaja and Mitadhvaja."
    },
    {
      "id": "sb_9_13_20-21",
      "verseTitle": "Texts 20-21:",
      "translation": "O Mahārāja Parīkṣit, the son of Kṛtadhvaja was Keśidhvaja, and the son of Mitadhvaja was Khāṇḍikya. The son of Kṛtadhvaja was expert in spiritual knowledge, and the son of Mitadhvaja was expert in Vedic ritualistic ceremonies. Khāṇḍikya fled in fear of Keśidhvaja. The son of Keśidhvaja was Bhānumān, and the son of Bhānumān was Śatadyumna."
    },
    {
      "id": "sb_9_13_22",
      "verseTitle": "Text 22:",
      "translation": "The son of Śatadyumna was named Śuci. From Śuci, Sanadvāja was born, and from Sanadvāja came a son named Ūrjaketu. The son of Ūrjaketu was Aja, and the son of Aja was Purujit."
    },
    {
      "id": "sb_9_13_23",
      "verseTitle": "Text 23:",
      "translation": "The son of Purujit was Ariṣṭanemi, and his son was Śrutāyu. Śrutāyu begot a son named Supārśvaka, and Supārśvaka begot Citraratha. The son of Citraratha was Kṣemādhi, who became the king of Mithilā."
    },
    {
      "id": "sb_9_13_24",
      "verseTitle": "Text 24:",
      "translation": "The son of Kṣemādhi was Samaratha, and his son was Satyaratha. The son of Satyaratha was Upaguru, and the son of Upaguru was Upagupta, a partial expansion of the fire-god."
    },
    {
      "id": "sb_9_13_25",
      "verseTitle": "Text 25:",
      "translation": "The son of Upagupta was Vasvananta, the son of Vasvananta was Yuyudha, the son of Yuyudha was Subhāṣaṇa, and the son of Subhāṣaṇa was Śruta. The son of Śruta was Jaya, from whom there came Vijaya. The son of Vijaya was Ṛta."
    },
    {
      "id": "sb_9_13_26",
      "verseTitle": "Text 26:",
      "translation": "The son of Ṛta was Śunaka, the son of Śunaka was Vītahavya, the son of Vītahavya was Dhṛti, and the son of Dhṛti was Bahulāśva. The son of Bahulāśva was Kṛti, and his son was Mahāvaśī."
    },
    {
      "id": "sb_9_13_27",
      "verseTitle": "Text 27:",
      "translation": "Śukadeva Gosvāmī said: My dear King Parīkṣit, all the kings of the dynasty of Mithila were completely in knowledge of their spiritual identity. Therefore, even though staying at home, they were liberated from the duality of material existence."
    }
  ],
  "description": "This chapter describes the dynasty in which the great and learned scholar Janaka was born. This is the dynasty of Mahārāja Nimi, who is said to have been the son of Ikṣvāku."
}