{
  "id": "sb_3_17",
  "title": "Victory of Hiraṇyākṣa Over All the Directions of the Universe",
  "canto": 3,
  "chapter": 17,
  "verses": [
    {
      "title": "ŚB 3.17.1",
      "id": "sb_3_17_1",
      "sanskrit": "मैत्रेय उवाच\nनिशम्यात्मभुवा गीतं कारणं शङ्कयोज्झिता: ।\nतत: सर्वे न्यवर्तन्त त्रिदिवाय दिवौकस: ॥ १ ॥",
      "iast": "maitreya uvāca\nniśamyātma-bhuvā gītaṁ\nkāraṇaṁ śaṅkayojjhitāḥ\ntataḥ sarve nyavartanta\ntridivāya divaukasaḥ",
      "word_to_word": "maitreyaḥ — the sage Maitreya; uvāca — said; niśamya — upon hearing; ātma-bhuvā — by Brahmā; gītam — explanation; kāraṇam — the cause; śaṅkayā — from fear; ujjhitāḥ — freed; tataḥ — then; sarve — all; nyavartanta — returned; tri-divāya — to the heavenly planets; diva-okasaḥ — the demigods (who inhabit the higher planets).",
      "translation": "Śrī Maitreya said: The demigods, the inhabitants of the higher planets, were freed from all fear upon hearing the cause of the darkness explained by Brahmā, who was born from Viṣṇu. Thus they all returned to their respective planets.",
      "purport": [
        "The demigods, who are denizens of higher planets, are also very much afraid of incidents such as the universe’s becoming dark, and so they consulted Brahmā. This indicates that the quality of fear exists for every living entity in the material world. The four principal activities of material existence are eating, sleeping, fearing and mating. The fear element exists also in the demigods. On every planet, even in the higher planetary systems, including the moon and the sun, as well as on this earth, the same principles of animal life exist. Otherwise, why are the demigods also afraid of the darkness? The difference between the demigods and ordinary human beings is that the demigods approach authority, whereas the inhabitants of this earth defy authority. If people would only approach the authority, then every adverse condition in this universe could be rectified. Arjuna was also disturbed on the Battlefield of Kurukṣetra, but he approached the authority, Kṛṣṇa, and his problem was solved. The conclusive instruction of this incident is that we may be disturbed by some material condition, but if we approach the authority who can actually explain the matter, then our problem is solved. The demigods approached Brahmā for the meaning of the disturbance, and after hearing from him they were satisfied and returned home peacefully."
      ],
      "prev_verse": "17",
      "next_verse": "2"
    },
    {
      "title": "ŚB 3.17.2",
      "id": "sb_3_17_2",
      "sanskrit": "दितिस्तु भर्तुरादेशादपत्यपरिशङ्किनी ।\nपूर्णे\nवर्षशते साध्वी पुत्रौ प्रसुषुवे यमौ ॥ २ ॥",
      "iast": "ditis tu bhartur ādeśād\napatya-pariśaṅkinī\npūrṇe varṣa-śate sādhvī\nputrau prasuṣuve yamau",
      "word_to_word": "ditiḥ — Diti; tu — but; bhartuḥ — of her husband; ādeśāt — by the order; apatya — from her children; pariśaṅkinī — being apprehensive of trouble; pūrṇe — full; varṣa-śate — after one hundred years; sādhvī — the virtuous lady; putrau — two sons; prasuṣuve — begot; yamau — twins.",
      "translation": "The virtuous lady Diti had been very apprehensive of trouble to the gods from the children in her womb, and her husband predicted the same. She brought forth twin sons after a full one hundred years of pregnancy.",
      "purport": [],
      "prev_verse": "1",
      "next_verse": "3"
    },
    {
      "title": "ŚB 3.17.3",
      "id": "sb_3_17_3",
      "sanskrit": "उत्पाता बहवस्तत्र निपेतुर्जायमानयो: ।\nदिवि\nभुव्यन्तरिक्षे च लोकस्योरुभयावहा: ॥ ३ ॥",
      "iast": "utpātā bahavas tatra\nnipetur jāyamānayoḥ\ndivi bhuvy antarikṣe ca\nlokasyoru-bhayāvahāḥ",
      "word_to_word": "utpātāḥ — natural disturbances; bahavaḥ — many; tatra — there; nipetuḥ — occurred; jāyamānayoḥ — on their birth; divi — in the heavenly planets; bhuvi — on the earth; antarikṣe — in outer space; ca — and; lokasya — to the world; uru — greatly; bhaya-āvahāḥ — causing fear.",
      "translation": "On the birth of the two demons there were many natural disturbances, all very fearful and wonderful, in the heavenly planets, the earthly planets and in between them.",
      "purport": [],
      "prev_verse": "2",
      "next_verse": "4"
    },
    {
      "title": "ŚB 3.17.4",
      "id": "sb_3_17_4",
      "sanskrit": "सहाचला भुवश्चेलुर्दिश: सर्वा:\nप्रजज्वलु: ।\nसोल्काश्चाशनय: पेतु: केतवश्चार्तिहेतव: ॥ ४ ॥",
      "iast": "sahācalā bhuvaś celur\ndiśaḥ sarvāḥ prajajvaluḥ\nsolkāś cāśanayaḥ petuḥ\nketavaś cārti-hetavaḥ",
      "word_to_word": "saha — along with; acalāḥ — the mountains; bhuvaḥ — of the earth; celuḥ — shook; diśaḥ — directions; sarvāḥ — all; prajajvaluḥ — blazed like fire; sa — with; ulkāḥ — meteors; ca — and; aśanayaḥ — thunderbolts; petuḥ — fell; ketavaḥ — comets; ca — and; ārti-hetavaḥ — the cause of all inauspiciousness.",
      "translation": "There were earthquakes along the mountains on the earth, and it appeared that there was fire everywhere. Many inauspicious planets like Saturn appeared, along with comets, meteors and thunderbolts.",
      "purport": [
        "When natural disturbances occur on a planet, one should understand that a demon must have taken birth there. In the present age the number of demoniac people is increasing; therefore natural disturbances are also increasing. There is no doubt about this, as we can understand from the statements of the Bhāgavatam."
      ],
      "prev_verse": "3",
      "next_verse": "5"
    },
    {
      "title": "ŚB 3.17.5",
      "id": "sb_3_17_5",
      "sanskrit": "ववौ वायु: सुदु:स्पर्श: फूत्कारानीरयन्मुहु: ।\nउन्मूलयन्नगपतीन्वात्यानीको रजोध्वज: ॥ ५ ॥",
      "iast": "vavau vāyuḥ suduḥsparśaḥ\nphūt-kārān īrayan muhuḥ\nunmūlayan naga-patīn\nvātyānīko rajo-dhvajaḥ",
      "word_to_word": "vavau — blew; vāyuḥ — the winds; su-duḥsparśaḥ — unpleasant to touch; phūt-kārān — hissing sounds; īrayan — giving out; muhuḥ — again and again; unmūlayan — uprooting; naga-patīn — gigantic trees; vātyā — cyclonic air; anīkaḥ — armies; rajaḥ — dust; dhvajaḥ — ensigns.",
      "translation": "There blew winds which were most uninviting to the touch, hissing again and again and uprooting gigantic trees. They had storms for their armies and clouds of dust for their ensigns.",
      "purport": [
        "When there are natural disturbances like blowing cyclones, too much heat or snowfall, and uprooting of trees by hurricanes, it is to be understood that the demoniac population is increasing and so the natural disturbance is also taking place. There are many countries on the globe, even at the present moment, where all these disturbances are current. This is true all over the world. There is insufficient sunshine, and there are always clouds in the sky, snowfall and severe cold. These assure that such places are inhabited by demoniac people who are accustomed to all kinds of forbidden, sinful activity."
      ],
      "prev_verse": "4",
      "next_verse": "6"
    },
    {
      "title": "ŚB 3.17.6",
      "id": "sb_3_17_6",
      "sanskrit": "उद्धसत्तडिदम्भोदघटया नष्टभागणे ।\nव्योम्नि प्रविष्टतमसा न स्म व्याद‍ृश्यते पदम् ॥ ६ ॥",
      "iast": "uddhasat-taḍid-ambhoda-\nghaṭayā naṣṭa-bhāgaṇe\nvyomni praviṣṭa-tamasā\nna sma vyādṛśyate padam",
      "word_to_word": "uddhasat — laughing loudly; taḍit — lightning; ambhoda — of clouds; ghaṭayā — by masses; naṣṭa — lost; bhā-gaṇe — the luminaries; vyomni — in the sky; praviṣṭa — enveloped; tamasā — by darkness; na — not; sma vyādṛśyate — could be seen; padam — any place.",
      "translation": "The luminaries in the heavens were screened by masses of clouds, in which lightning sometimes flashed as though laughing. Darkness reigned everywhere, and nothing could be seen.",
      "purport": [],
      "prev_verse": "5",
      "next_verse": "7"
    },
    {
      "title": "ŚB 3.17.7",
      "id": "sb_3_17_7",
      "sanskrit": "चुक्रोश विमना वार्धिरुदूर्मि: क्षुभितोदर: ।\nसोदपानाश्च सरितश्चुक्षुभु: शुष्कपङ्कजा: ॥ ७ ॥",
      "iast": "cukrośa vimanā vārdhir\nudūrmiḥ kṣubhitodaraḥ\nsodapānāś ca saritaś\ncukṣubhuḥ śuṣka-paṅkajāḥ",
      "word_to_word": "cukrośa — wailed aloud; vimanāḥ — stricken with sorrow; vārdhiḥ — the ocean; udūrmiḥ — high waves; kṣubhita — agitated; udaraḥ — the creatures inside; sa-udapānāḥ — with the drinking water of the lakes and the wells; ca — and; saritaḥ — the rivers; cukṣubhuḥ — were agitated; śuṣka — withered; paṅkajāḥ — lotus flowers.",
      "translation": "The ocean with its high waves wailed aloud as if stricken with sorrow, and there was a commotion among the creatures inhabiting the ocean. The rivers and lakes were also agitated, and lotuses withered.",
      "purport": [],
      "prev_verse": "6",
      "next_verse": "8"
    },
    {
      "title": "ŚB 3.17.8",
      "id": "sb_3_17_8",
      "sanskrit": "मुहु: परिधयोऽभूवन् सराह्वो: शशिसूर्ययो: ।\nनिर्घाता रथनिर्ह्रादा विवरेभ्य: प्रजज्ञिरे ॥ ८ ॥",
      "iast": "muhuḥ paridhayo ’bhūvan\nsarāhvoḥ śaśi-sūryayoḥ\nnirghātā ratha-nirhrādā\nvivarebhyaḥ prajajñire",
      "word_to_word": "muhuḥ — again and again; paridhayaḥ — misty halos; abhūvan — appeared; sa-rāhvoḥ — during eclipses; śaśi — of the moon; sūryayoḥ — of the sun; nirghātāḥ — claps of thunder; ratha-nirhrādāḥ — sounds like those of rattling chariots; vivarebhyaḥ — from the mountain caves; prajajñire — were produced.",
      "translation": "Misty halos appeared around the sun and the moon during solar and lunar eclipses again and again. Claps of thunder were heard even without clouds, and sounds like those of rattling chariots emerged from the mountain caves.",
      "purport": [],
      "prev_verse": "7",
      "next_verse": "9"
    },
    {
      "title": "ŚB 3.17.9",
      "id": "sb_3_17_9",
      "sanskrit": "अन्तर्ग्रामेषु मुखतो वमन्त्यो वह्निमुल्बणम् ।\nसृगालोलूकटङ्कारै: प्रणेदुरशिवं शिवा: ॥ ९ ॥",
      "iast": "antar-grāmeṣu mukhato\nvamantyo vahnim ulbaṇam\nsṛgālolūka-ṭaṅkāraiḥ\npraṇedur aśivaṁ śivāḥ",
      "word_to_word": "antaḥ — in the interior; grāmeṣu — in the villages; mukhataḥ — from their mouths; vamantyaḥ — vomiting; vahnim — fire; ulbaṇam — fearful; sṛgāla — jackals; ulūka — owls; ṭaṅkāraiḥ — with their cries; praṇeduḥ — created their respective vibrations; aśivam — portentously; śivāḥ — the she-jackals.",
      "translation": "In the interior of the villages she-jackals yelled portentously, vomiting strong fire from their mouths, and jackals and owls also joined them with their cries.",
      "purport": [],
      "prev_verse": "8",
      "next_verse": "10"
    },
    {
      "title": "ŚB 3.17.10",
      "id": "sb_3_17_10",
      "sanskrit": "सङ्गीतवद्रोदनवदुन्नमय्य शिरोधराम् ।\nव्यमुञ्चन् विविधा वाचो ग्रामसिंहास्ततस्तत: ॥ १० ॥",
      "iast": "saṅgītavad rodanavad\nunnamayya śirodharām\nvyamuñcan vividhā vāco\ngrāma-siṁhās tatas tataḥ",
      "word_to_word": "saṅgīta-vat — like singing; rodana-vat — like wailing; unnamayya — raising; śirodharām — the neck; vyamuñcan — uttered; vividhāḥ — various; vācaḥ — cries; grāma-siṁhāḥ — the dogs; tataḥ tataḥ — here and there.",
      "translation": "Raising their necks, dogs cried here and there, now in the manner of singing and now of wailing.",
      "purport": [],
      "prev_verse": "9",
      "next_verse": "11"
    },
    {
      "title": "ŚB 3.17.11",
      "id": "sb_3_17_11",
      "sanskrit": "खराश्च कर्कशै: क्षत्त: खुरैर्घ्नन्तो धरातलम् ।\nखार्काररभसा मत्ता: पर्यधावन् वरूथश: ॥ ११ ॥",
      "iast": "kharāś ca karkaśaiḥ kṣattaḥ\nkhurair ghnanto dharā-talam\nkhārkāra-rabhasā mattāḥ\nparyadhāvan varūthaśaḥ",
      "word_to_word": "kharāḥ — asses; ca — and; karkaśaiḥ — hard; kṣattaḥ — O Vidura; khuraiḥ — with their hooves; ghnantaḥ — striking; dharā-talam — the surface of the earth; khāḥ-kāra — braying; rabhasāḥ — wildly engaged in; mattāḥ — mad; paryadhāvan — ran hither and thither; varūthaśaḥ — in herds.",
      "translation": "O Vidura, the asses ran hither and thither in herds, striking the earth with their hard hooves and wildly braying.",
      "purport": [
        "Asses also feel very respectable as a race, and when they run in flocks hither and thither in so-called jollity, it is understood to be a bad sign for human society."
      ],
      "prev_verse": "10",
      "next_verse": "12"
    },
    {
      "title": "ŚB 3.17.12",
      "id": "sb_3_17_12",
      "sanskrit": "रुदन्तो रासभत्रस्ता नीडादुदपतन् खगा: ।\nघोषेऽरण्ये च पशव: शकृन्मूत्रमकुर्वत ॥ १२ ॥",
      "iast": "rudanto rāsabha-trastā\nnīḍād udapatan khagāḥ\nghoṣe ’raṇye ca paśavaḥ\nśakṛn-mūtram akurvata",
      "word_to_word": "rudantaḥ — shrieking; rāsabha — by the asses; trastāḥ — frightened; nīḍāt — from the nest; udapatan — flew up; khagāḥ — birds; ghoṣe — in the cowshed; araṇye — in the woods; ca — and; paśavaḥ — the cattle; śakṛt — dung; mūtram — urine; akurvata — passed.",
      "translation": "Frightened by the braying of the asses, birds flew shrieking from their nests, while cattle in the cowsheds as well as in the woods passed dung and urine.",
      "purport": [],
      "prev_verse": "11",
      "next_verse": "13"
    },
    {
      "title": "ŚB 3.17.13",
      "id": "sb_3_17_13",
      "sanskrit": "गावोऽत्रसन्नसृग्दोहास्तोयदा: पूयवर्षिण: ।\nव्यरुदन्देवलिङ्गानि द्रुमा: पेतुर्विनानिलम् ॥ १३ ॥",
      "iast": "gāvo ’trasann asṛg-dohās\ntoyadāḥ pūya-varṣiṇaḥ\nvyarudan deva-liṅgāni\ndrumāḥ petur vinānilam",
      "word_to_word": "gāvaḥ — the cows; atrasan — were frightened; asṛk — blood; dohāḥ — yielding; toyadāḥ — clouds; pūya — pus; varṣiṇaḥ — raining; vyarudan — shed tears; deva-liṅgāni — the images of the gods; drumāḥ — trees; petuḥ — fell down; vinā — without; anilam — a blast of wind.",
      "translation": "Cows, terrified, yielded blood in place of milk, clouds rained pus, the images of the gods in the temples shed tears, and trees fell down without a blast of wind.",
      "purport": [],
      "prev_verse": "12",
      "next_verse": "14"
    },
    {
      "title": "ŚB 3.17.14",
      "id": "sb_3_17_14",
      "sanskrit": "ग्रहान् पुण्यतमानन्ये भगणांश्चापि दीपिता: ।\nअतिचेरुर्वक्रगत्या युयुधुश्च परस्परम् ॥ १४ ॥",
      "iast": "grahān puṇyatamān anye\nbhagaṇāṁś cāpi dīpitāḥ\naticerur vakra-gatyā\nyuyudhuś ca parasparam",
      "word_to_word": "grahān — planets; puṇya-tamān — most auspicious; anye — others (the ominous planets); bha-gaṇān — luminaries; ca — and; api — also; dīpitāḥ — illuminating; aticeruḥ — overlapped; vakra-gatyā — taking retrograde courses; yuyudhuḥ — came into conflict; ca — and; paraḥ-param — with one another.",
      "translation": "Ominous planets such as Mars and Saturn shone brighter and surpassed the auspicious ones such as Mercury, Jupiter and Venus as well as a number of lunar mansions. Taking seemingly retrograde courses, the planets came in conflict with one another.",
      "purport": [
        "The entire universe is moving under the three modes of material nature. Those living entities who are in goodness are called the pious species — pious lands, pious trees, etc. It is similar with the planets also; many planets are considered pious, and others are considered impious. Saturn and Mars are considered impious. When the pious planets shine very brightly, it is an auspicious sign, but when the inauspicious planets shine very brightly, this is not a very good sign."
      ],
      "prev_verse": "13",
      "next_verse": "15"
    },
    {
      "title": "ŚB 3.17.15",
      "id": "sb_3_17_15",
      "sanskrit": "दृष्ट्वान्यांश्च महोत्पातानतत्तत्त्वविद: प्रजा: ।\nब्रह्मपुत्रानृते भीता मेनिरे विश्‍वसम्प्लवम् ॥ १५ ॥",
      "iast": "dṛṣṭvānyāṁś ca mahotpātān\natat-tattva-vidaḥ prajāḥ\nbrahma-putrān ṛte bhītā\nmenire viśva-samplavam",
      "word_to_word": "dṛṣṭvā — having seen; anyān — others; ca — and; mahā — great; utpātān — evil omens; a-tat-tattva-vidaḥ — not knowing the secret (of the portents); prajāḥ — people; brahma-putrān — the sons of Brahmā (the four Kumāras); ṛte — except; bhītāḥ — being fearful; menire — thought; viśva-samplavam — the dissolution of the universe.",
      "translation": "Marking these and many other omens of evil times, everyone but the four sage sons of Brahmā, who were aware of the fall of Jaya and Vijaya and of their birth as Diti’s sons, was seized with fear. They did not know the secrets of these portents and thought that the dissolution of the universe was at hand.",
      "purport": [
        "According to Bhagavad-gītā, Seventh Chapter, the laws of nature are so stringent that it is impossible for the living entity to surpass their enforcement. It is also explained that only those who are fully surrendered to Kṛṣṇa in Kṛṣṇa consciousness can be saved. We can learn from the description of the Śrīmad-Bhāgavatam that it is because of the birth of two great demons that there were so many natural disturbances. It is to be indirectly understood, as previously described, that when there are constant disturbances on the earth, that is an omen that some demoniac people have been born or that the demoniac population has increased. In former days there were only two demons — those born of Diti — yet there were so many disturbances. At the present day, especially in this Age of Kali, these disturbances are always visible, which indicates that the demoniac population has certainly increased.",
        "To check the increase of demoniac population, the Vedic civilization enacted so many rules and regulations of social life, the most important of which is the garbhādhāna process for begetting good children. In Bhagavad-gītā Arjuna informed Kṛṣṇa that if there is unwanted population (varṇa-saṅkara), the entire world will appear to be hell. People are very anxious for peace in the world, but there are so many unwanted children born without the benefit of the garbhādhāna ceremony, just like the demons born from Diti. Diti was so lusty that she forced her husband to copulate at a time which was inauspicious, and therefore the demons were born to create disturbances. In having sex life to beget children, one should observe the process for begetting nice children; if each and every householder in every family observes the Vedic system, then there are nice children, not demons, and automatically there is peace in the world. If we do not follow regulations in life for social tranquillity, we cannot expect peace. Rather, we will have to undergo the stringent reactions of natural laws."
      ],
      "prev_verse": "14",
      "next_verse": "16"
    },
    {
      "title": "ŚB 3.17.16",
      "id": "sb_3_17_16",
      "sanskrit": "तावादिदैत्यौ सहसा व्यज्यमानात्मपौरुषौ ।\nववृधातेऽश्मसारेण कायेनाद्रिपती इव ॥ १६ ॥",
      "iast": "tāv ādi-daityau sahasā\nvyajyamānātma-pauruṣau\nvavṛdhāte ’śma-sāreṇa\nkāyenādri-patī iva",
      "word_to_word": "tau — those two; ādi-daityau — demons in the beginning of creation; sahasā — quickly; vyajyamāna — being manifest; ātma — own; pauruṣau — prowess; vavṛdhāte — grew; aśma-sāreṇa — steel-like; kāyena — with bodily frames; adri-patī — two great mountains; iva — like.",
      "translation": "These two demons who appeared in ancient times soon began to exhibit uncommon bodily features; they had steel-like frames which began to grow just like two great mountains.",
      "purport": [
        "There are two classes of men in the world: one is called the demon, and the other is called the demigod. The demigods concern themselves with the spiritual upliftment of human society, whereas the demons are concerned with physical and material upliftment. The two demons born of Diti began to make their bodies as strong as iron frames, and they were so tall that they seemed to touch outer space. They were decorated with valuable ornaments, and they thought that this was success in life. Originally it was planned that Jaya and Vijaya, the two doorkeepers of Vaikuṇṭha, were to take birth in this material world, where, by the curse of the sages, they were to play the part of always being angry with the Supreme Personality of Godhead. As demoniac persons, they became so angry that they were not concerned with the Supreme Personality of Godhead, but simply with physical comforts and physical upliftment."
      ],
      "prev_verse": "15",
      "next_verse": "17"
    },
    {
      "title": "ŚB 3.17.17",
      "id": "sb_3_17_17",
      "sanskrit": "दिविस्पृशौ हेमकिरीटकोटिभि-\nर्निरुद्धकाष्ठौ स्फुरदङ्गदाभुजौ ।\nगां कम्पयन्तौ चरणै: पदे पदे\nकट्या सुकाञ्‍च्यार्कमतीत्य तस्थतु: ॥ १७ ॥",
      "iast": "divi-spṛśau hema-kirīṭa-koṭibhir\nniruddha-kāṣṭhau sphurad-aṅgadā-bhujau\ngāṁ kampayantau caraṇaiḥ pade pade\nkaṭyā sukāñcyārkam atītya tasthatuḥ",
      "word_to_word": "divi-spṛśau — touching the sky; hema — golden; kirīṭa — of their helmets; koṭibhiḥ — with the crests; niruddha — blocked; kāṣṭhau — the directions; sphurat — brilliant; aṅgadā — bracelets; bhujau — on whose arms; gām — the earth; kampayantau — shaking; caraṇaiḥ — with their feet; pade pade — at every step; kaṭyā — with their waists; su-kāñcyā — with beautiful decorated belts; arkam — the sun; atītya — surpassing; tasthatuḥ — they stood.",
      "translation": "Their bodies became so tall that they seemed to kiss the sky with the crests of their gold crowns. They blocked the view of all directions and while walking shook the earth at every step. Their arms were adorned with brilliant bracelets, and they stood as if covering the sun with their waists, which were bound with excellent and beautiful girdles.",
      "purport": [
        "In the demoniac way of civilization, people are interested in getting a body constructed in such a way that when they walk on the street the earth will tremble and when they stand it will appear that they cover the sun and the vision of the four directions. If a race appears strong in body, their country is materially considered to be among the highly advanced nations of the world."
      ],
      "prev_verse": "16",
      "next_verse": "18"
    },
    {
      "title": "ŚB 3.17.18",
      "id": "sb_3_17_18",
      "sanskrit": "प्रजापतिर्नाम तयोरकार्षीद्\nय: प्राक् स्वदेहाद्यमयोरजायत ।\nतं वै हिरण्यकशिपुं विदु: प्रजा\nयं तं हिरण्याक्षमसूत साग्रत: ॥ १८ ॥",
      "iast": "prajāpatir nāma tayor akārṣīd\nyaḥ prāk sva-dehād yamayor ajāyata\ntaṁ vai hiraṇyakaśipuṁ viduḥ prajā\nyaṁ taṁ hiraṇyākṣam asūta sāgrataḥ",
      "word_to_word": "prajāpatiḥ — Kaśyapa; nāma — names; tayoḥ — of the two; akārṣīt — gave; yaḥ — who; prāk — first; sva-dehāt — from his body; yamayoḥ — of the twins; ajāyata — was delivered; tam — him; vai — indeed; hiraṇyakaśipum — Hiraṇyakaśipu; viduḥ — know; prajāḥ — people; yam — whom; tam — him; hiraṇyākṣam — Hiraṇyākṣa; asūta — gave birth to; sā — she (Diti); agrataḥ — first.",
      "translation": "Prajāpati Kaśyapa, the creator of the living entities, gave his twin sons their names; the one who was born first he named Hiraṇyākṣa, and the one who was first conceived by Diti he named Hiraṇyakaśipu.",
      "purport": [
        "There is an authoritative Vedic literature called Piṇḍa-siddhi in which the scientific understanding of pregnancy is very nicely described. It is stated that when the male secretion enters the menstrual flux in the uterus in two successive drops, the mother develops two embryos in her womb, and she brings forth twins in a reverse order to that in which they were first conceived; the child conceived first is born later, and the one conceived later is brought forth first. The first child conceived in the womb lives behind the second child, so when birth takes place the second child appears first, and the first child appears second. In this case it is understood that Hiraṇyākṣa, the second child conceived, was delivered first, whereas Hiraṇyakaśipu, the child who was behind him, having been conceived first, was born second."
      ],
      "prev_verse": "17",
      "next_verse": "19"
    },
    {
      "title": "ŚB 3.17.19",
      "id": "sb_3_17_19",
      "sanskrit": "चक्रे हिरण्यकशिपुर्दोर्भ्यां ब्रह्मवरेण च ।\nवशे सपालाँल्लोकांस्त्रीनकुतोमृत्युरुद्धत: ॥ १९ ॥",
      "iast": "cakre hiraṇyakaśipur\ndorbhyāṁ brahma-vareṇa ca\nvaśe sa-pālāḻ lokāṁs trīn\nakuto-mṛtyur uddhataḥ",
      "word_to_word": "cakre — made; hiraṇyakaśipuḥ — Hiraṇyakaśipu; dorbhyām — by his two arms; brahma-vareṇa — by the benediction of Brahmā; ca — and; vaśe — under his control; sa-pālān — along with their protectors; lokān — the worlds; trīn — three; akutaḥ-mṛtyuḥ — fearing death from no one; uddhataḥ — puffed up.",
      "translation": "The elder child, Hiraṇyakaśipu, was unafraid of death from anyone within the three worlds because he received a benediction from Lord Brahmā. He was proud and puffed up due to this benediction and was able to bring all three planetary systems under his control.",
      "purport": [
        "As will be revealed in later chapters, Hiraṇyakaśipu underwent severe austerity and penance to satisfy Brahmā and thus receive a benediction of immortality. Actually, it is impossible even for Lord Brahmā to give anyone the benediction of becoming immortal, but indirectly Hiraṇyakaśipu received the benediction that no one within this material world would be able to kill him. In other words, because he originally came from the abode of Vaikuṇṭha, he was not to be killed by anyone within this material world. The Lord desired to appear Himself to kill him. One may be very proud of his material advancement in knowledge, but he cannot be immune to the four principles of material existence, namely birth, death, old age and disease. It was the Lord’s plan to teach people that even Hiraṇyakaśipu, who was so powerful and strongly built, could not live more than his destined duration of life. One may become as strong and puffed up as Hiraṇyakaśipu and bring under his control all the three worlds, but there is no possibility of continuing life eternally or keeping the conquered booty forever. So many emperors have ascended to power, and they are now lost in oblivion; that is the history of the world."
      ],
      "prev_verse": "18",
      "next_verse": "20"
    },
    {
      "title": "ŚB 3.17.20",
      "id": "sb_3_17_20",
      "sanskrit": "हिरण्याक्षोऽनुजस्तस्य प्रिय: प्रीतिकृदन्वहम् ।\nगदापाणिर्दिवं यातो युयुत्सुर्मृगयन् रणम् ॥ २० ॥",
      "iast": "hiraṇyākṣo ’nujas tasya\npriyaḥ prīti-kṛd anvaham\ngadā-pāṇir divaṁ yāto\nyuyutsur mṛgayan raṇam",
      "word_to_word": "hiraṇyākṣaḥ — Hiraṇyākṣa; anujaḥ — younger brother; tasya — his; priyaḥ — beloved; prīti-kṛt — ready to please; anu-aham — every day; gadā-pāṇiḥ — with a club in hand; divam — to the higher planets; yātaḥ — traveled; yuyutsuḥ — desirous to fight; mṛgayan — seeking; raṇam — combat.",
      "translation": "His younger brother, Hiraṇyākṣa, was always ready to satisfy his elder brother by his activities. Hiraṇyākṣa took a club on his shoulder and traveled all over the universe with a fighting spirit just to satisfy Hiraṇyakaśipu.",
      "purport": [
        "The demoniac spirit is to train all family members to exploit the resources of this universe for personal sense gratification, whereas the godly spirit is to engage everything in the service of the Lord. Hiraṇyakaśipu was himself very powerful, and he made his younger brother, Hiraṇyākṣa, powerful to assist him in fighting with everyone and lording it over material nature as long as possible. If possible, he wanted to rule the universe eternally. These are demonstrations of the spirit of the demoniac living entity."
      ],
      "prev_verse": "19",
      "next_verse": "21"
    },
    {
      "title": "ŚB 3.17.21",
      "id": "sb_3_17_21",
      "sanskrit": "तं वीक्ष्य दु:सहजवं रणत्काञ्चननूपुरम् ।\nवैजयन्त्या स्रजा जुष्टमंसन्यस्तमहागदम् ॥ २१ ॥",
      "iast": "taṁ vīkṣya duḥsaha-javaṁ\nraṇat-kāñcana-nūpuram\nvaijayantyā srajā juṣṭam\naṁsa-nyasta-mahā-gadam",
      "word_to_word": "tam — him; vīkṣya — having seen; duḥsaha — difficult to control; javam — temper; raṇat — tinkling; kāñcana — gold; nūpuram — anklets; vaijayantyā srajā — with a vaijayantī garland; juṣṭam — adorned; aṁsa — on his shoulder; nyasta — rested; mahā-gadam — a huge mace.",
      "translation": "Hiraṇyākṣa’s temper was difficult to control. He had anklets of gold tinkling about his feet, he was adorned with a gigantic garland, and he rested his huge mace on one of his shoulders.",
      "purport": [],
      "prev_verse": "20",
      "next_verse": "22"
    },
    {
      "title": "ŚB 3.17.22",
      "id": "sb_3_17_22",
      "sanskrit": "मनोवीर्यवरोत्सिक्तमसृण्यमकुतोभयम् ।\nभीता निलिल्यिरे देवास्तार्क्ष्यत्रस्ता इवाहय: ॥ २२ ॥",
      "iast": "mano-vīrya-varotsiktam\nasṛṇyam akuto-bhayam\nbhītā nililyire devās\ntārkṣya-trastā ivāhayaḥ",
      "word_to_word": "manaḥ-vīrya — by mental and bodily strength; vara — by the boon; utsiktam — proud; asṛṇyam — not able to be checked; akutaḥ-bhayam — fearing no one; bhītāḥ — frightened; nililyire — hid themselves; devāḥ — the demigods; tārkṣya — Garuḍa; trastāḥ — frightened of; iva — like; ahayaḥ — snakes.",
      "translation": "His mental and bodily strength as well as the boon conferred upon him had made him proud. He feared death at the hands of no one, and there was no checking him. The gods, therefore, were seized with fear at his very sight, and they hid themselves even as snakes hide themselves for fear of Garuḍa.",
      "purport": [
        "The asuras are generally strongly built, as described here, and therefore their mental condition is very sound, and their prowess is also extraordinary. Hiraṇyākṣa and Hiraṇyakaśipu, having received the boon that they would not be killed by any other living entity within this universe, were almost immortal, and thus they were completely fearless."
      ],
      "prev_verse": "21",
      "next_verse": "23"
    },
    {
      "title": "ŚB 3.17.23",
      "id": "sb_3_17_23",
      "sanskrit": "स वै तिरोहितान् दृष्ट्वा महसा स्वेन दैत्यराट् ।\nसेन्द्रान्देवगणान् क्षीबानपश्यन् व्यनदद् भृशम् ॥ २३ ॥",
      "iast": "sa vai tirohitān dṛṣṭvā\nmahasā svena daitya-rāṭ\nsendrān deva-gaṇān kṣībān\napaśyan vyanadad bhṛśam",
      "word_to_word": "saḥ — he; vai — indeed; tirohitān — vanished; dṛṣṭvā — having seen; mahasā — by might; svena — his own; daitya-rāṭ — the chief of the Daityas (demons); sa-indrān — along with Indra; deva-gaṇān — the demigods; kṣībān — intoxicated; apaśyan — not finding; vyanadat — roared; bhṛśam — loudly.",
      "translation": "On not finding Indra and the other demigods, who had previously been intoxicated with power, the chief of the Daityas, seeing that they had all vanished before his might, roared loudly.",
      "purport": [],
      "prev_verse": "22",
      "next_verse": "24"
    },
    {
      "title": "ŚB 3.17.24",
      "id": "sb_3_17_24",
      "sanskrit": "ततो निवृत्त: क्रीडिष्यन् गम्भीरं भीमनिस्वनम् ।\nविजगाहे महासत्त्वो वार्धिं मत्त इव द्विप: ॥ २४ ॥",
      "iast": "tato nivṛttaḥ krīḍiṣyan\ngambhīraṁ bhīma-nisvanam\nvijagāhe mahā-sattvo\nvārdhiṁ matta iva dvipaḥ",
      "word_to_word": "tataḥ — then; nivṛttaḥ — returned; krīḍiṣyan — for the sake of sport; gambhīram — deep; bhīma-nisvanam — making a terrible sound; vijagāhe — dived; mahā-sattvaḥ — the mighty being; vārdhim — in the ocean; mattaḥ — in wrath; iva — like; dvipaḥ — an elephant.",
      "translation": "After returning from the heavenly kingdom, the mighty demon, who was like an elephant in wrath, for the sake of sport dived into the deep ocean, which was roaring terribly.",
      "purport": [],
      "prev_verse": "23",
      "next_verse": "25"
    },
    {
      "title": "ŚB 3.17.25",
      "id": "sb_3_17_25",
      "sanskrit": "तस्मिन् प्रविष्टे वरुणस्य सैनिका\nयादोगणा: सन्नधिय: ससाध्वसा: ।\nअहन्यमाना अपि तस्य वर्चसा\nप्रधर्षिता दूरतरं प्रदुद्रुवु: ॥ २५ ॥",
      "iast": "tasmin praviṣṭe varuṇasya sainikā\nyādo-gaṇāḥ sanna-dhiyaḥ sasādhvasāḥ\nahanyamānā api tasya varcasā\npradharṣitā dūrataraṁ pradudruvuḥ",
      "word_to_word": "tasmin praviṣṭe — when he entered the ocean; varuṇasya — of Varuṇa; sainikāḥ — the defenders; yādaḥ-gaṇāḥ — the aquatic animals; sanna-dhiyaḥ — depressed; sa-sādhvasāḥ — with fear; ahanyamānāḥ — not being hit; api — even; tasya — his; varcasā — by splendor; pradharṣitāḥ — stricken; dūra-taram — far away; pradudruvuḥ — they ran fast.",
      "translation": "On his entering the ocean, the aquatic animals who formed the host of Varuṇa were stricken with fear and ran far away. Thus Hiraṇyākṣa showed his splendor without dealing a blow.",
      "purport": [
        "Materialistic demons sometimes appear to be very powerful and are seen to establish their supremacy throughout the world. Here also it appears that Hiraṇyākṣa, by his demoniac strength, actually established his supremacy throughout the universe, and the demigods were afraid of his uncommon power. Not only were the demigods in space afraid of the demons Hiraṇyakaśipu and Hiraṇyākṣa, but so also were the aquatic animals within the sea."
      ],
      "prev_verse": "24",
      "next_verse": "26"
    },
    {
      "title": "ŚB 3.17.26",
      "id": "sb_3_17_26",
      "sanskrit": "स वर्षपूगानुदधौ महाबल-\nश्चरन्महोर्मीञ्‍छ्वसनेरितान्मुहु: ।\nमौर्व्याभिजघ्ने गदया विभावरी-\nमासेदिवांस्तात पुरीं प्रचेतस: ॥ २६ ॥",
      "iast": "sa varṣa-pūgān udadhau mahā-balaś\ncaran mahormīñ chvasaneritān muhuḥ\nmaurvyābhijaghne gadayā vibhāvarīm\nāsedivāṁs tāta purīṁ pracetasaḥ",
      "word_to_word": "saḥ — he; varṣa-pūgān — for many years; udadhau — in the ocean; mahā-balaḥ — mighty; caran — moving; mahā-ūrmīn — gigantic waves; śvasana — by the wind; īritān — tossed; muhuḥ — again and again; maurvyā — iron; abhijaghne — he struck; gadayā — with his mace; vibhāvarīm — Vibhāvarī; āsedivān — reached; tāta — O dear Vidura; purīm — the capital; pracetasaḥ — of Varuṇa.",
      "translation": "Moving about in the ocean for many, many years, the mighty Hiraṇyākṣa smote the gigantic wind-tossed waves again and again with his iron mace and reached Vibhāvarī, the capital of Varuṇa.",
      "purport": [
        "Varuṇa is supposed to be the predominating deity of the waters, and his capital, which is known as Vibhāvarī, is within the watery kingdom."
      ],
      "prev_verse": "25",
      "next_verse": "27"
    },
    {
      "title": "ŚB 3.17.27",
      "id": "sb_3_17_27",
      "sanskrit": "तत्रोपलभ्यासुरलोकपालकं\nयादोगणानामृषभं प्रचेतसम् ।\nस्मयन् प्रलब्धुं प्रणिपत्य नीचव-\nज्जगाद मे देह्यधिराज संयुगम ॥ २७ ॥",
      "iast": "tatropalabhyāsura-loka-pālakaṁ\nyādo-gaṇānām ṛṣabhaṁ pracetasam\nsmayan pralabdhuṁ praṇipatya nīcavaj\njagāda me dehy adhirāja saṁyugam",
      "word_to_word": "tatra — there; upalabhya — having reached; asura-loka — of the regions where the demons reside; pālakam — the guardian; yādaḥ-gaṇānām — of the aquatic creatures; ṛṣabham — the lord; pracetasam — Varuṇa; smayan — smiling; pralabdhum — to make fun; praṇipatya — having bowed down; nīca-vat — like a lowborn man; jagāda — he said; me — to me; dehi — give; adhirāja — O great lord; saṁyugam — battle.",
      "translation": "Vibhāvarī is the home of Varuṇa, lord of the aquatic creatures and guardian of the lower regions of the universe, where the demons generally reside. There Hiraṇyākṣa fell at Varuṇa’s feet like a lowborn man, and to make fun of him he said with a smile, “Give me battle, O Supreme Lord!”",
      "purport": [
        "The demoniac person always challenges others and tries to occupy others’ property by force. Here these symptoms are fully displayed by Hiraṇyākṣa, who begged war from a person who had no desire to fight."
      ],
      "prev_verse": "26",
      "next_verse": "28"
    },
    {
      "title": "ŚB 3.17.28",
      "id": "sb_3_17_28",
      "sanskrit": "त्वं लोकपालोऽधिपतिर्बृहच्छ्रवा\nवीर्यापहो दुर्मदवीरमानिनाम् ।\nविजित्य लोकेऽखिलदैत्यदानवान्\nयद्राजसूयेन पुरायजत्प्रभो ॥ २८ ॥",
      "iast": "tvaṁ loka-pālo ’dhipatir bṛhac-chravā\nvīryāpaho durmada-vīra-māninām\nvijitya loke ’khila-daitya-dānavān\nyad rājasūyena purāyajat prabho",
      "word_to_word": "tvam — you (Varuṇa); loka-pālaḥ — guardian of the planet; adhipatiḥ — a ruler; bṛhat-śravāḥ — of wide fame; vīrya — the power; apahaḥ — diminished; durmada — of the proud; vīra-māninām — thinking themselves very big heroes; vijitya — having conquered; loke — in the world; akhila — all; daitya — the demons; dānavān — the Dānavas; yat — whence; rāja-sūyena — with a Rājasūya sacrifice; purā — formerly; ayajat — worshiped; prabho — O lord.",
      "translation": "You are the guardian of an entire sphere and a ruler of wide fame. Having crushed the might of arrogant and conceited warriors and having conquered all the Daityas and Dānavas in the world, you once performed a Rājasūya sacrifice to the Lord.",
      "purport": [],
      "prev_verse": "27",
      "next_verse": "29"
    },
    {
      "title": "ŚB 3.17.29",
      "id": "sb_3_17_29",
      "sanskrit": "स एवमुत्सिक्तमदेन विद्विषा\nद‍ृढं प्रलब्धो भगवानपां पति: ।\nरोषं समुत्थं शमयन् स्वया धिया\nव्यवोचदङ्गोपशमं गता वयम् ॥ २९ ॥",
      "iast": "sa evam utsikta-madena vidviṣā\ndṛḍhaṁ pralabdho bhagavān apāṁ patiḥ\nroṣaṁ samutthaṁ śamayan svayā dhiyā\nvyavocad aṅgopaśamaṁ gatā vayam",
      "word_to_word": "saḥ — Varuṇa; evam — thus; utsikta — puffed up; madena — with vanity; vidviṣā — by the enemy; dṛḍham — deeply; pralabdhaḥ — mocked; bhagavān — worshipful; apām — of the waters; patiḥ — the lord; roṣam — anger; samuttham — sprung up; śamayan — controlling; svayā dhiyā — by his reason; vyavocat — he replied; aṅga — O dear one; upaśamam — desisting from warfare; gatāḥ — gone; vayam — we.",
      "translation": "Thus mocked by an enemy whose vanity knew no bounds, the worshipful lord of the waters waxed angry, but by dint of his reason he managed to curb the anger that had sprung up in him, and he replied: O dear one, we have now desisted from warfare, having grown too old for combat.",
      "purport": [
        "As we see, warmongering materialists always create fighting without reason."
      ],
      "prev_verse": "28",
      "next_verse": "30"
    },
    {
      "title": "ŚB 3.17.30",
      "id": "sb_3_17_30",
      "sanskrit": "पश्यामि नान्यं पुरुषात्पुरातनाद्\nय: संयुगे त्वां रणमार्गकोविदम् ।\nआराधयिष्यत्यसुरर्षभेहि तं\nमनस्विनो यं गृणते भवाद‍ृशा: ॥ ३० ॥",
      "iast": "paśyāmi nānyaṁ puruṣāt purātanād\nyaḥ saṁyuge tvāṁ raṇa-mārga-kovidam\nārādhayiṣyaty asurarṣabhehi taṁ\nmanasvino yaṁ gṛṇate bhavādṛśāḥ",
      "word_to_word": "paśyāmi — I see; na — not; anyam — other; puruṣāt — than the person; purātanāt — most ancient; yaḥ — who; saṁyuge — in battle; tvām — to you; raṇa-mārga — in the tactics of war; kovidam — very much skilled; ārādhayiṣyati — will give satisfaction; asura-ṛṣabha — O chief of the asuras; ihi — approach; tam — Him; manasvinaḥ — heroes; yam — whom; gṛṇate — praise; bhavādṛśāḥ — like you.",
      "translation": "You are so skilled in war that I do not see anyone else but the most ancient person, Lord Viṣṇu, who can give satisfaction in battle to you. Therefore, O chief of the asuras, approach Him, whom even heroes like you mention with praise.",
      "purport": [
        "Aggressive materialistic warriors are actually punished by the Supreme Lord for their policy of unnecessarily disturbing world peace. Therefore Varuṇa advised Hiraṇyākṣa that the right course to satisfy his fighting spirit would be to seek to fight with Viṣṇu."
      ],
      "prev_verse": "29",
      "next_verse": "31"
    },
    {
      "title": "ŚB 3.17.31",
      "id": "sb_3_17_31",
      "sanskrit": "तं वीरमारादभिपद्य विस्मय:\nशयिष्यसे वीरशये श्वभिर्वृत: ।\nयस्त्वद्विधानामसतां प्रशान्तये\nरूपाणि धत्ते सदनुग्रहेच्छया ॥ ३१ ॥",
      "iast": "taṁ vīram ārād abhipadya vismayaḥ\nśayiṣyase vīra-śaye śvabhir vṛtaḥ\nyas tvad-vidhānām asatāṁ praśāntaye\nrūpāṇi dhatte sad-anugrahecchayā",
      "word_to_word": "tam — Him; vīram — the great hero; ārāt — quickly; abhipadya — on reaching; vismayaḥ — rid of pride; śayiṣyase — you will lie down; vīraśaye — on the battlefield; śvabhiḥ — by dogs; vṛtaḥ — surrounded; yaḥ — He who; tvat-vidhānām — like you; asatām — of wicked persons; praśāntaye — for the extermination; rūpāṇi — forms; dhatte — He assumes; sat — to the virtuous; anugraha — to show His grace; icchayā — with a desire.",
      "translation": "Varuṇa continued: On reaching Him you will be rid of your pride at once and will lie down on the field of battle, surrounded by dogs, for eternal sleep. It is in order to exterminate wicked fellows like you and to show His grace to the virtuous that He assumes His various incarnations like Varāha.",
      "purport": [
        "Asuras do not know that their bodies consist of the five elements of material nature and that when they fall they become objects of pastimes for dogs and vultures. Varuṇa advised Hiraṇyākṣa to meet Viṣṇu in His boar incarnation so that his hankering for aggressive war would be satisfied and his powerful body would be vanquished.",
        "Thus end the Bhaktivedanta purports of the Third Canto, Seventeenth Chapter, of the Śrīmad-Bhāgavatam, entitled “Victory of Hiraṇyākṣa Over All the Directions of the Universe.”"
      ],
      "prev_verse": "30",
      "next_verse": "18"
    }
  ]
}