{
  "id": "sb_3_13",
  "title": "The Appearance of Lord Varāha",
  "canto": 3,
  "chapter": 13,
  "verses": [
    {
      "title": "ŚB 3.13.1",
      "id": "sb_3_13_1",
      "sanskrit": "श्रीशुक उवाच\nनिशम्य वाचं वदतो मुने: पुण्यतमां नृप ।\nभूय: पप्रच्छ कौरव्यो वासुदेवकथाद‍ृत: ॥ १ ॥",
      "iast": "śrī-śuka uvāca\nniśamya vācaṁ vadato\nmuneḥ puṇyatamāṁ nṛpa\nbhūyaḥ papraccha kauravyo\nvāsudeva-kathādṛtaḥ",
      "word_to_word": "śrī-śukaḥ uvāca — Śrī Śukadeva Gosvāmī said; niśamya — after hearing; vācam — talks; vadataḥ — while speaking; muneḥ — of Maitreya Muni; puṇya-tamām — the most virtuous; nṛpa — O King; bhūyaḥ — then again; papraccha — inquired; kauravyaḥ — the best amongst the Kurus (Vidura); vāsudeva-kathā — topics on the subject of the Personality of Godhead, Vāsudeva; ādṛtaḥ — one who so adores.",
      "translation": "Śrī Śukadeva Gosvāmī said: O King, after hearing all these most virtuous topics from the sage Maitreya, Vidura inquired further on the topics of the Supreme Personality of Godhead, which he adored to hear.",
      "purport": [
        "The word ādṛtaḥ is significant because it indicates that Vidura had a natural inclination for hearing the transcendental message of the Supreme Personality of Godhead, and he was never fully satisfied though continuing to hear those topics. He wanted to hear more and more so that he could be more and more blessed by the transcendental message."
      ],
      "prev_verse": "13",
      "next_verse": "2"
    },
    {
      "title": "ŚB 3.13.2",
      "id": "sb_3_13_2",
      "sanskrit": "विदुर उवाच\nस वै स्वायम्भुव: सम्राट् प्रिय: पुत्र: स्वयम्भुव: ।\nप्रतिलभ्य प्रियां पत्नीं किं चकार ततो मुने ॥ २ ॥",
      "iast": "vidura uvāca\nsa vai svāyambhuvaḥ samrāṭ\npriyaḥ putraḥ svayambhuvaḥ\npratilabhya priyāṁ patnīṁ\nkiṁ cakāra tato mune",
      "word_to_word": "viduraḥ uvāca — Vidura said; saḥ — he; vai — easily; svāyambhuvaḥ — Svāyambhuva Manu; samrāṭ — the king of all kings; priyaḥ — dear; putraḥ — son; svayambhuvaḥ — of Brahmā; pratilabhya — after obtaining; priyām — most loving; patnīm — wife; kim — what; cakāra — did; tataḥ — thereafter; mune — O great sage.",
      "translation": "Vidura said: O great sage, what did Svāyambhuva, the dear son of Brahmā, do after obtaining his very loving wife?",
      "purport": [],
      "prev_verse": "1",
      "next_verse": "3"
    },
    {
      "title": "ŚB 3.13.3",
      "id": "sb_3_13_3",
      "sanskrit": "चरितं तस्य राजर्षेरादिराजस्य सत्तम ।\nब्रूहि मे श्रद्दधानाय विष्वक्सेनाश्रयो ह्यसौ ॥ ३ ॥",
      "iast": "caritaṁ tasya rājarṣer\nādi-rājasya sattama\nbrūhi me śraddadhānāya\nviṣvaksenāśrayo hy asau",
      "word_to_word": "caritam — character; tasya — his; rājarṣeḥ — of the saintly king; ādi-rājasya — of the original king; sattama — O most pious one; brūhi — kindly speak; me — unto me; śraddadhānāya — unto one eager to receive; viṣvaksena — of the Personality of Godhead; āśrayaḥ — one who has taken shelter; hi — certainly; asau — that king.",
      "translation": "O best of the virtuous, the original king of kings [Manu] was a great devotee of the Personality of Godhead Hari, and thus it is worth hearing of his sublime character and activities. Please describe them. I am very eager to hear.",
      "purport": [
        "Śrīmad-Bhāgavatam is full of the transcendental topics of the Personality of Godhead and His pure devotees. In the absolute world there is no difference in quality between the Supreme Lord and His pure devotee. Therefore, hearing the topics of the Lord and hearing of the character and activities of the pure devotee have the same result, namely the development of devotional service."
      ],
      "prev_verse": "2",
      "next_verse": "4"
    },
    {
      "title": "ŚB 3.13.4",
      "id": "sb_3_13_4",
      "sanskrit": "श्रुतस्य पुंसां सुचिरश्रमस्य\nनन्वञ्जसा सूरिभिरीडितोऽर्थ: ।\nतत्तद्गुणानुश्रवणं मुकुन्द-\nपादारविन्द हृदयेषु येषाम् ॥ ४ ॥",
      "iast": "śrutasya puṁsāṁ sucira-śramasya\nnanv añjasā sūribhir īḍito ’rthaḥ\ntat-tad-guṇānuśravaṇaṁ mukunda-\npādāravindaṁ hṛdayeṣu yeṣām",
      "word_to_word": "śrutasya — of persons who are in the process of hearing; puṁsām — of such persons; sucira — for a long time; śramasya — laboring very hard; nanu — certainly; añjasā — elaborately; sūribhiḥ — by pure devotees; īḍitaḥ — explained by; arthaḥ — statements; tat — that; tat — that; guṇa — transcendental qualities; anuśravaṇam — thinking; mukunda — the Personality of Godhead, who awards liberation; pāda-aravindam — the lotus feet; hṛdayeṣu — within the heart; yeṣām — of them.",
      "translation": "Persons who hear from a spiritual master with great labor and for a long time must hear from the mouths of pure devotees about the character and activities of pure devotees. Pure devotees always think within their hearts of the lotus feet of the Personality of Godhead, who awards His devotees liberation.",
      "purport": [
        "Transcendental students are those who undergo great penance in being trained by hearing the Vedas from a bona fide spiritual master. Not only must they hear about the activities of the Lord, but they must also hear about the transcendental qualities of the devotees who are constantly thinking of the lotus feet of the Lord within their hearts. A pure devotee of the Lord cannot be separated from the lotus feet of the Lord for even a moment. Undoubtedly the Lord is always within the hearts of all living creatures, but they hardly know about it because they are deluded by the illusory material energy. The devotees, however, realize the presence of the Lord, and therefore they can always see the lotus feet of the Lord within their hearts. Such pure devotees of the Lord are as glorious as the Lord; they are, in fact, recommended by the Lord as more worshipable than He Himself. Worship of the devotee is more potent than worship of the Lord. It is therefore the duty of the transcendental students to hear of pure devotees, as explained by similar devotees of the Lord, because one cannot explain about the Lord or His devotee unless one happens to be a pure devotee himself."
      ],
      "prev_verse": "3",
      "next_verse": "5"
    },
    {
      "title": "ŚB 3.13.5",
      "id": "sb_3_13_5",
      "sanskrit": "श्रीशुक उवाच\nइति ब्रुवाणं विदुरं विनीतं\nसहस्रशीर्ष्णश्चरणोपधानम् ।\nप्रहृष्टरोमा भगवत्कथायां\nप्रणीयमानो मुनिरभ्यचष्ट ॥ ५ ॥",
      "iast": "śrī-śuka uvāca\niti bruvāṇaṁ viduraṁ vinītaṁ\nsahasra-śīrṣṇaś caraṇopadhānam\nprahṛṣṭa-romā bhagavat-kathāyāṁ\npraṇīyamāno munir abhyacaṣṭa",
      "word_to_word": "śrī-śukaḥ uvāca — Śrī Śukadeva Gosvāmī said; iti — thus; bruvāṇam — speaking; viduram — unto Vidura; vinītam — very gentle; sahasra-śīrṣṇaḥ — the Personality of Godhead, Kṛṣṇa; caraṇa — lotus feet; upadhānam — pillow; prahṛṣṭa-romā — hairs standing in ecstasy; bhagavat — in relationship with the Personality of Godhead; kathāyām — in the words; praṇīyamānaḥ — being influenced by such spirit; muniḥ — the sage; abhyacaṣṭa — attempted to speak.",
      "translation": "Śrī Śukadeva Gosvāmī said: The Personality of Godhead, Śrī Kṛṣṇa, was pleased to place His lotus feet on the lap of Vidura because Vidura was very meek and gentle. The sage Maitreya was very pleased with Vidura’s words, and, being influenced by his spirit, he attempted to speak.",
      "purport": [
        "The word sahasra-śīrṣṇaḥ is very significant. One who has diverse energies and activities and a wonderful brain is known as the sahasra-śīrṣṇaḥ. This qualification is applicable only to the Personality of Godhead, Śrī Kṛṣṇa, and no one else. The Personality of Godhead was pleased to dine sometimes with Vidura at his home, and while resting He placed His lotus feet on the lap of Vidura. Maitreya was inspired by the thought of Vidura’s wonderful fortune. The hairs of his body stood on end, and he was pleased to narrate the topics of the Personality of Godhead with great delight."
      ],
      "prev_verse": "4",
      "next_verse": "6"
    },
    {
      "title": "ŚB 3.13.6",
      "id": "sb_3_13_6",
      "sanskrit": "मैत्रेय उवाच\nयदा स्वभार्यया सार्धं जात: स्वायम्भुवो मनु: ।\nप्राञ्जलि: प्रणतश्चेदं वेदगर्भमभाषत ॥ ६ ॥",
      "iast": "maitreya uvāca\nyadā sva-bhāryayā sārdhaṁ\njātaḥ svāyambhuvo manuḥ\nprāñjaliḥ praṇataś cedaṁ\nveda-garbham abhāṣata",
      "word_to_word": "maitreyaḥ uvāca — Maitreya said; yadā — when; sva-bhāryayā — along with his wife; sārdham — accompanied by; jātaḥ — appeared; svāyambhuvaḥ — Svāyambhuva Manu; manuḥ — the father of mankind; prāñjaliḥ — with folded hands; praṇataḥ — in obeisances; ca — also; idam — this; veda-garbham — unto the reservoir of Vedic wisdom; abhāṣata — addressed.",
      "translation": "The sage Maitreya said to Vidura: After his appearance, Manu, the father of mankind, along with his wife, thus addressed the reservoir of Vedic wisdom, Brahmā, with obeisances and folded hands.",
      "purport": [],
      "prev_verse": "5",
      "next_verse": "7"
    },
    {
      "title": "ŚB 3.13.7",
      "id": "sb_3_13_7",
      "sanskrit": "त्वमेक: सर्वभूतानां जन्मकृद् वृत्तिद: पिता ।\nतथापि न: प्रजानां ते शुश्रूषा केन वा भवेत् ॥ ७ ॥",
      "iast": "tvam ekaḥ sarva-bhūtānāṁ\njanma-kṛd vṛttidaḥ pitā\ntathāpi naḥ prajānāṁ te\nśuśrūṣā kena vā bhavet",
      "word_to_word": "tvam — you; ekaḥ — one; sarva — all; bhūtānām — living entities; janma-kṛt — progenitor; vṛtti-daḥ — source of subsistence; pitā — the father; tathā api — yet; naḥ — ourselves; prajānām — of all who are born; te — of you; śuśrūṣā — service; kena — how; vā — either; bhavet — may be possible.",
      "translation": "You are the father of all living entities and the source of their subsistence because they are all born of you. Please order us how we may be able to render service unto you.",
      "purport": [
        "A son’s duty is not only to make the father the source of supply for all his needs, but also, when he is grown up, to render service unto him. That is the law of creation beginning from the time of Brahmā. A father’s duty is to bring up the son until he is grown, and when the son is grown up, it is his duty to render service unto the father."
      ],
      "prev_verse": "6",
      "next_verse": "8"
    },
    {
      "title": "ŚB 3.13.8",
      "id": "sb_3_13_8",
      "sanskrit": "तद्विधेहि नमस्तुभ्यं कर्मस्वीड्यात्मशक्तिषु ।\nयत्कृत्वेह यशो विष्वगमुत्र च भवेद्‍गति: ॥ ८ ॥",
      "iast": "tad vidhehi namas tubhyaṁ\nkarmasv īḍyātma-śaktiṣu\nyat kṛtveha yaśo viṣvag\namutra ca bhaved gatiḥ",
      "word_to_word": "tat — that; vidhehi — give direction; namaḥ — my obeisances; tubhyam — unto you; karmasu — in duties; īḍya — O worshipful one; ātma-śaktiṣu — within our working capacity; yat — which; kṛtvā — doing; iha — in this world; yaśaḥ — fame; viṣvak — everywhere; amutra — in the next world; ca — and; bhavet — it should be; gatiḥ — progress.",
      "translation": "O worshipful one, please give us your direction for the execution of duty within our working capacity so that we can follow it for fame in this life and progress in the next.",
      "purport": [
        "Brahmā is the direct recipient of Vedic knowledge from the Personality of Godhead, and anyone discharging his entrusted duties in disciplic succession from Brahmā is sure to gain fame in this life and salvation in the next. The disciplic succession from Brahmā is called the Brahma sampradāya, and it descends as follows: Brahmā, Nārada, Vyāsa, Madhva Muni (Pūrṇaprajña), Padmanābha, Nṛhari, Mādhava, Akṣobhya, Jayatīrtha, Jñānasindhu, Dayānidhi, Vidyānidhi, Rājendra, Jayadharma, Puruṣottama, Brahmaṇyatīrtha, Vyāsatīrtha, Lakṣmīpati, Mādhavendra Purī, Īśvara Purī, Śrī Caitanya Mahāprabhu, Svarūpa Dāmodara and Śrī Rūpa Gosvāmī and others, Śrī Raghunātha dāsa Gosvāmī, Kṛṣṇadāsa Gosvāmī, Narottama dāsa Ṭhākura, Viśvanātha Cakravartī, Jagannātha dāsa Bābājī, Bhaktivinoda Ṭhākura, Gaurakiśora dāsa Bābājī, Śrīmad Bhaktisiddhānta Sarasvatī, A. C. Bhaktivedanta Swami.",
        "This line of disciplic succession from Brahmā is spiritual, whereas the genealogical succession from Manu is material, but both are on the progressive march towards the same goal of Kṛṣṇa consciousness."
      ],
      "prev_verse": "7",
      "next_verse": "9"
    },
    {
      "title": "ŚB 3.13.9",
      "id": "sb_3_13_9",
      "sanskrit": "ब्रह्मोवाच\nप्रीतस्तुभ्यमहं तात स्वस्ति स्ताद्वां क्षितीश्वर ।\nयन्निर्व्यलीकेन हृदा शाधि मेत्यात्मनार्पितम् ॥ ९ ॥",
      "iast": "brahmovāca\nprītas tubhyam ahaṁ tāta\nsvasti stād vāṁ kṣitīśvara\nyan nirvyalīkena hṛdā\nśādhi mety ātmanārpitam",
      "word_to_word": "brahmā uvāca — Brahmā said; prītaḥ — pleased; tubhyam — unto you; aham — I; tāta — my dear son; svasti — all blessings; stāt — let there be; vām — unto you both; kṣiti-īśvara — O lord of the world; yat — because; nirvyalīkena — without reservation; hṛdā — by the heart; śādhi — give instruction; mā — unto me; iti — thus; ātmanā — by self; arpitam — surrendered.",
      "translation": "Lord Brahmā said: My dear son, O lord of the world, I am very pleased with you, and I desire all blessings for both you and your wife. You have without reservation surrendered yourself unto me with your heart for my instructions.",
      "purport": [
        "The relationship between the father and the son is always sublime. The father is naturally disposed with good will towards the son, and he is always ready to help the son in his progress in life. But in spite of the father’s good will, the son is sometimes misguided because of his misuse of personal independence. Every living entity, however small or big he may be, has the choice of independence. If the son is unreservedly willing to be guided by the father, the father is ten times more eager to instruct and guide him by all means. The father-and-son relationship as exhibited here in the dealings of Brahmā and Manu is excellent. Both the father and the son are well qualified, and their example should be followed by all humankind. Manu, the son, unreservedly asked the father, Brahmā, to instruct him, and the father, who was full of Vedic wisdom, was very glad to instruct. The example of the father of mankind may be rigidly followed by mankind, and that will advance the cause of the relationship of fathers and sons."
      ],
      "prev_verse": "8",
      "next_verse": "10"
    },
    {
      "title": "ŚB 3.13.10",
      "id": "sb_3_13_10",
      "sanskrit": "एतावत्यात्मजैर्वीर कार्या ह्यपचितिर्गुरौ ।\nशक्त्याप्रमत्तैर्गृह्येत सादरं गतमत्सरै: ॥ १० ॥",
      "iast": "etāvaty ātmajair vīra\nkāryā hy apacitir gurau\nśaktyāpramattair gṛhyeta\nsādaraṁ gata-matsaraiḥ",
      "word_to_word": "etāvatī — just exactly like this; ātmajaiḥ — by the offspring; vīra — O hero; kāryā — should be performed; hi — certainly; apacitiḥ — worship; gurau — unto the superior; śaktyā — with full capacity; apramattaiḥ — by the sane; gṛhyeta — should be accepted; sa-ādaram — with great delight; gata-matsaraiḥ — by those who are beyond the limit of envy.",
      "translation": "O hero, your example is quite befitting a son in relationship with his father. This sort of adoration for the superior is required. One who is beyond the limit of envy and who is sane accepts the order of his father with great delight and executes it to his full capacity.",
      "purport": [
        "When the four previous sons of Brahmā, the sages Sanaka, Sanātana, Sanandana and Sanat-kumāra, refused to obey their father, Brahmā was mortified, and his anger was manifested in the shape of Rudra. That incident was not forgotten by Brahmā, and therefore the obedience of Manu Svāyambhuva was very encouraging. From the material point of view, the four sages’ disobedience to the order of their father was certainly abominable, but because such disobedience was for a higher purpose, they were free from the reaction of disobedience. Those who disobey their fathers on material grounds, however, are surely subjected to disciplinary reaction for such disobedience. Manu’s obedience to his father on material grounds was certainly free from envy, and in the material world it is imperative for ordinary men to follow the example of Manu."
      ],
      "prev_verse": "9",
      "next_verse": "11"
    },
    {
      "title": "ŚB 3.13.11",
      "id": "sb_3_13_11",
      "sanskrit": "स त्वमस्यामपत्यानि सद‍ृशान्यात्मनो गुणै: ।\nउत्पाद्य शास धर्मेण गां यज्ञै: पुरुषं यज ॥ ११ ॥",
      "iast": "sa tvam asyām apatyāni\nsadṛśāny ātmano guṇaiḥ\nutpādya śāsa dharmeṇa\ngāṁ yajñaiḥ puruṣaṁ yaja",
      "word_to_word": "saḥ — therefore that obedient son; tvam — as you are; asyām — in her; apatyāni — children; sadṛśāni — equally qualified; ātmanaḥ — of yourself; guṇaiḥ — with the characteristics; utpādya — having begotten; śāsa — rule; dharmeṇa — on the principles of devotional service; gām — the world; yajñaiḥ — by sacrifices; puruṣam — the Supreme Personality of Godhead; yaja — worship.",
      "translation": "Since you are my very obedient son, I ask you to beget children qualified like yourself in the womb of your wife. Rule the world in pursuance of the principles of devotional service unto the Supreme Personality of Godhead, and thus worship the Lord by performances of yajña.",
      "purport": [
        "The purpose of the material creation by Brahmā is clearly described herein. Every human being should beget nice children in the womb of his wife, as a sacrifice for the purpose of worshiping the Supreme Personality of Godhead in devotional service. In the Viṣṇu Purāṇa (3.8.9) it is stated:",
        "varṇāśramācāravatāpuruṣeṇa paraḥ pumānviṣṇur ārādhyate panthānānyat tat-toṣa-kāraṇam",
        "“One can worship the Supreme Personality of Godhead, Viṣṇu, by proper discharge of the principles of varṇa and āśrama. There is no alternative to pacifying the Lord by execution of the principles of the varṇāśrama system.”",
        "Viṣṇu worship is the ultimate aim of human life. Those who take the license of married life for sense enjoyment must also take the responsibility to satisfy the Supreme Personality of Godhead, Viṣṇu, and the first stepping-stone is the varṇāśrama-dharma system. Varṇāśrama-dharma is the systematic institution for advancing in worship of Viṣṇu. However, if one directly engages in the process of devotional service to the Supreme Personality of Godhead, it may not be necessary to undergo the disciplinary system of varṇāśrama-dharma. The other sons of Brahmā, the Kumāras, directly engaged in devotional service, and thus they had no need to execute the principles of varṇāśrama-dharma."
      ],
      "prev_verse": "10",
      "next_verse": "12"
    },
    {
      "title": "ŚB 3.13.12",
      "id": "sb_3_13_12",
      "sanskrit": "स त्वमस्यामपत्यानि सद‍ृशान्यात्मनो गुणै: ।\nउत्पाद्य शास धर्मेण गां यज्ञै: पुरुषं यज ॥ ११ ॥",
      "iast": "paraṁ śuśrūṣaṇaṁ mahyaṁ\nsyāt prajā-rakṣayā nṛpa\nbhagavāṁs te prajā-bhartur\nhṛṣīkeśo ’nutuṣyati",
      "word_to_word": "param — the greatest; śuśrūṣaṇam — devotional service; mahyam — unto me; syāt — should be; prajā — the living entities born in the material world; rakṣayā — by saving them from being spoiled; nṛpa — O King; bhagavān — the Personality of Godhead; te — with you; prajā-bhartuḥ — with the protector of the living beings; hṛṣīkeśaḥ — the Lord of the senses; anutuṣyati — is satisfied.",
      "translation": "O King, if you can give proper protection to the living beings in the material world, that will be the best service for me. When the Supreme Lord sees you to be a good protector of the conditioned souls, certainly the master of the senses will be very pleased with you.",
      "purport": [
        "The whole administrative system is arranged for the purpose of going back home, back to Godhead. Brahmā is the representative of the Supreme Personality of Godhead, and Manu is the representative of Brahmā. Similarly, all other kings on different planets of the universe are representatives of Manu. The lawbook for the entire human society is the Manu-saṁhitā, which directs all activities towards the transcendental service of the Lord. Every king, therefore, must know that his responsibility in administration is not merely to exact taxes from the citizens but to see personally that the citizens under him are being trained in Viṣṇu worship. Everyone must be educated in Viṣṇu worship and engaged in the devotional service of Hṛṣīkeśa, the owner of the senses. The conditioned souls are meant not to satisfy their material senses but to satisfy the senses of Hṛṣīkeśa, the Supreme Personality of Godhead. That is the purpose of the complete administrative system. One who knows this secret, as disclosed here in the version of Brahmā, is the perfect administrative head. One who does not know this is a show-bottle administrator. By training the citizens in the devotional service of the Lord, the head of a state can be free in his responsibility; otherwise he will fail in the onerous duty entrusted to him and thus be punishable by the supreme authority. There is no other alternative in the discharge of administrative duty."
      ],
      "prev_verse": "11",
      "next_verse": "13"
    },
    {
      "title": "ŚB 3.13.13",
      "id": "sb_3_13_13",
      "sanskrit": "येषां न तुष्टो भगवान् यज्ञलिङ्गो जनार्दन: ।\nतेषां श्रमो ह्यपार्थाय यदात्मा नाद‍ृत: स्वयम् ॥ १३ ॥",
      "iast": "yeṣāṁ na tuṣṭo bhagavān\nyajña-liṅgo janārdanaḥ\nteṣāṁ śramo hy apārthāya\nyad ātmā nādṛtaḥ svayam",
      "word_to_word": "yeṣām — of those with whom; na — never; tuṣṭaḥ — satisfied; bhagavān — the Personality of Godhead; yajña-liṅgaḥ — the form of sacrifice; janārdanaḥ — Lord Kṛṣṇa, or the viṣṇu-tattva; teṣām — of them; śramaḥ — labor; hi — certainly; apārthāya — without profit; yat — because; ātmā — the Supreme Soul; na — not; ādṛtaḥ — respected; svayam — his own self.",
      "translation": "The Supreme Personality of Godhead, Janārdana [Lord Kṛṣṇa], is the form to accept all the results of sacrifice. If He is not satisfied, then one’s labor for advancement is futile. He is the ultimate Self, and therefore one who does not satisfy Him certainly neglects his own interests.",
      "purport": [
        "Brahmā is deputed as the supreme head of universal affairs, and he in his turn deputes Manu and others as charges d’affaires of the material manifestation, but the whole show is for the satisfaction of the Supreme Personality of Godhead. Brahmā knows how to satisfy the Lord, and similarly persons engaged in the line of Brahmā’s plan of activities also know how to satisfy the Lord. The Lord is satisfied by the process of devotional service, consisting of the ninefold process of hearing, chanting, etc. It is in one’s own sell-interest to execute prescribed devotional service, and anyone who neglects this process neglects his own self-interest. Everyone wants to satisfy his senses, but above the senses is the mind, above the mind is the intelligence, above the intelligence is the individual self, and above the individual self is the Superself. Above even the Superself is the Supreme Personality of Godhead, viṣṇu-tattva. The primeval Lord and the cause of all causes is Śrī Kṛṣṇa. The complete process of perfectional service is to render service for the satisfaction of the transcendental senses of Lord Kṛṣṇa, who is known as Janārdana."
      ],
      "prev_verse": "12",
      "next_verse": "14"
    },
    {
      "title": "ŚB 3.13.14",
      "id": "sb_3_13_14",
      "sanskrit": "मनुरुवाच\nआदेशेऽहं भगवतो वर्तेयामीवसूदन ।\nस्थानं त्विहानुजानीहि प्रजानां मम च प्रभो ॥ १४ ॥",
      "iast": "manur uvāca\nādeśe ’haṁ bhagavato\nvarteyāmīva-sūdana\nsthānaṁ tv ihānujānīhi\nprajānāṁ mama ca prabho",
      "word_to_word": "manuḥ uvāca — Śrī Manu said; ādeśe — under the order; aham — I; bhagavataḥ — of your powerful self; varteya — shall stay; amīva-sūdana — O killer of all sins; sthānam — the place; tu — but; iha — in this world; anujānīhi — please let me know; prajānām — of the living entities born from me; mama — my; ca — also; prabho — O lord.",
      "translation": "Śrī Manu said: O all-powerful lord, O killer of all sins, I shall abide by your order. Now please let me know my place and that of the living entities born of me.",
      "purport": [],
      "prev_verse": "13",
      "next_verse": "15"
    },
    {
      "title": "ŚB 3.13.15",
      "id": "sb_3_13_15",
      "sanskrit": "यदोक: सर्वभूतानां मही मग्ना महाम्भसि ।\nअस्या उद्धरणे यत्नो देव देव्या विधीयताम् ॥ १५ ॥",
      "iast": "yad okaḥ sarva-bhūtānāṁ\nmahī magnā mahāmbhasi\nasyā uddharaṇe yatno\ndeva devyā vidhīyatām",
      "word_to_word": "yat — because; okaḥ — the dwelling place; sarva — for all; bhūtānām — living entities; mahī — the earth; magnā — merged; mahā-ambhasi — in the great water; asyāḥ — of this; uddharaṇe — in the lifting; yatnaḥ — attempt; deva — O master of the demigods; devyāḥ — of this earth; vidhīyatām — let it be done.",
      "translation": "O master of the demigods, please attempt to lift the earth, which is merged in the great water, because it is the dwelling place for all the living entities. It can be done by your endeavor and by the mercy of the Lord.",
      "purport": [
        "The great water mentioned in this connection is the Garbhodaka Ocean, which fills half of the universe."
      ],
      "prev_verse": "14",
      "next_verse": "16"
    },
    {
      "title": "ŚB 3.13.16",
      "id": "sb_3_13_16",
      "sanskrit": "मैत्रेय उवाच\nपरमेष्ठी त्वपां मध्ये तथा सन्नामवेक्ष्य गाम् ।\nकथमेनां समुन्नेष्य इति दध्यौ धिया चिरम् ॥ १६ ॥",
      "iast": "maitreya uvāca\nparameṣṭhī tv apāṁ madhye\ntathā sannām avekṣya gām\nkatham enāṁ samunneṣya\niti dadhyau dhiyā ciram",
      "word_to_word": "maitreyaḥ uvāca — Śrī Maitreya Muni said; parameṣṭhī — Brahmā; tu — also; apām — the water; madhye — within; tathā — thus; sannām — situated; avekṣya — seeing; gām — the earth; katham — how; enām — this; samunneṣye — I shall lift; iti — thus; dadhyau — gave attention; dhiyā — by intelligence; ciram — for a long time.",
      "translation": "Śrī Maitreya said: Thus, seeing the earth merged in the water, Brahmā gave his attention for a long time to how it could be lifted.",
      "purport": [
        "According to Jīva Gosvāmī, the topics delineated here are of different millenniums. The present topics are of the Śveta-varāha millennium, and topics regarding the Cākṣuṣa millennium will also be discussed in this chapter."
      ],
      "prev_verse": "15",
      "next_verse": "17"
    },
    {
      "title": "ŚB 3.13.17",
      "id": "sb_3_13_17",
      "sanskrit": "सृजतो मे क्षितिर्वार्भि:प्लाव्यमाना रसां गता ।\nअथात्र किमनुष्ठेयमस्माभि: सर्गयोजितै: ।\nयस्याहं हृदयादासं स ईशो विदधातु मे ॥ १७ ॥",
      "iast": "sṛjato me kṣitir vārbhiḥ\nplāvyamānā rasāṁ gatā\nathātra kim anuṣṭheyam\nasmābhiḥ sarga-yojitaiḥ\nyasyāhaṁ hṛdayād āsaṁ\nsa īśo vidadhātu me",
      "word_to_word": "sṛjataḥ — while engaged in creation; me — of me; kṣitiḥ — the earth; vārbhiḥ — by the water; plāvyamānā — being inundated; rasām — depth of water; gatā — gone down; atha — therefore; atra — in this matter; kim — what; anuṣṭheyam — is right to be attempted; asmābhiḥ — by us; sarga — creation; yojitaiḥ — engaged in; yasya — the one from whose; aham — I; hṛdayāt — from the heart; āsam — born; saḥ — He; īśaḥ — the Lord; vidadhātu — may direct; me — unto me.",
      "translation": "Brahmā thought: While I have been engaged in the process of creation, the earth has been inundated by a deluge and has gone down into the depths of the ocean. What can we do who are engaged in this matter of creation? It is best to let the Almighty Lord direct us.",
      "purport": [
        "The devotees of the Lord, who are all confidential servitors, are sometimes perplexed in the discharge of their respective duties, but they are never discouraged. They have full faith in the Lord, and He paves the way for the smooth progress of the devotee’s duty."
      ],
      "prev_verse": "16",
      "next_verse": "18"
    },
    {
      "title": "ŚB 3.13.18",
      "id": "sb_3_13_18",
      "sanskrit": "इत्यभिध्यायतो नासाविवरात्सहसानघ ।\nवराहतोको निरगादङ्गुष्ठपरिमाणक: ॥ १८ ॥",
      "iast": "ity abhidhyāyato nāsā-\nvivarāt sahasānagha\nvarāha-toko niragād\naṅguṣṭha-parimāṇakaḥ",
      "word_to_word": "iti — thus; abhidhyāyataḥ — while thinking; nāsā-vivarāt — from the nostrils; sahasā — all of a sudden; anagha — O sinless one; varāha-tokaḥ — a minute form of Varāha (a boar); niragāt — came out; aṅguṣṭha — the upper portion of the thumb; parimāṇakaḥ — of the measurement.",
      "translation": "O sinless Vidura, all of a sudden, while Brahmā was engaged in thinking, a small form of a boar came out of his nostril. The measurement of the creature was not more than the upper portion of a thumb.",
      "purport": [],
      "prev_verse": "17",
      "next_verse": "19"
    },
    {
      "title": "ŚB 3.13.19",
      "id": "sb_3_13_19",
      "sanskrit": "तस्याभिपश्यत: खस्थ: क्षणेन किल भारत ।\nगजमात्र: प्रववृधे तदद्भुतमभून्महत् ॥ १९ ॥",
      "iast": "tasyābhipaśyataḥ kha-sthaḥ\nkṣaṇena kila bhārata\ngaja-mātraḥ pravavṛdhe\ntad adbhutam abhūn mahat",
      "word_to_word": "tasya — his; abhipaśyataḥ — while thus observing; kha-sthaḥ — situated in the sky; kṣaṇena — suddenly; kila — verily; bhārata — O descendant of Bharata; gaja-mātraḥ — just like an elephant; pravavṛdhe — thoroughly expanded; tat — that; adbhutam — extraordinary; abhūt — transformed; mahat — into a gigantic body.",
      "translation": "O descendant of Bharata, while Brahmā was observing Him, that boar became situated in the sky in a wonderful manifestation as gigantic as a great elephant.",
      "purport": [],
      "prev_verse": "18",
      "next_verse": "20"
    },
    {
      "title": "ŚB 3.13.20",
      "id": "sb_3_13_20",
      "sanskrit": "मरीचिप्रमुखैर्विप्रै: कुमारैर्मनुना सह ।\nहृष्ट्वा तत्सौकरं रूपं तर्कयामास चित्रधा ॥ २० ॥",
      "iast": "marīci-pramukhair vipraiḥ\nkumārair manunā saha\ndṛṣṭvā tat saukaraṁ rūpaṁ\ntarkayām āsa citradhā",
      "word_to_word": "marīci — the great sage Marīci; pramukhaiḥ — headed by; vipraiḥ — all brāhmaṇas; kumāraiḥ — with the four Kumāras; manunā — and with Manu; saha — with; dṛṣṭvā — seeing; tat — that; saukaram — appearance like a boar; rūpam — form; tarkayām āsa — argued among themselves; citradhā — in various ways.",
      "translation": "Struck with wonder at observing the wonderful boarlike form in the sky, Brahmā, with great brāhmaṇas like Marīci, as well as the Kumāras and Manu, began to argue in various ways.",
      "purport": [],
      "prev_verse": "19",
      "next_verse": "21"
    },
    {
      "title": "ŚB 3.13.21",
      "id": "sb_3_13_21",
      "sanskrit": "किमेतत्सूकरव्याजं सत्त्वं दिव्यमवस्थितम् ।\nअहो बताश्चर्यमिदं नासाया मे विनि:सृतम् ॥ २१ ॥",
      "iast": "kim etat sūkara-vyājaṁ\nsattvaṁ divyam avasthitam\naho batāścaryam idaṁ\nnāsāyā me viniḥsṛtam",
      "word_to_word": "kim — what; etat — this; sūkara — boar; vyājam — pretension; sattvam — entity; divyam — extraordinary; avasthitam — situated; aho bata — oh, it is; āścaryam — very wonderful; idam — this; nāsāyāḥ — from the nose; me — my; viniḥsṛtam — came out.",
      "translation": "Is this some extraordinary entity come in the pretense of a boar? It is very wonderful that He has come from my nose.",
      "purport": [],
      "prev_verse": "20",
      "next_verse": "22"
    },
    {
      "title": "ŚB 3.13.22",
      "id": "sb_3_13_22",
      "sanskrit": "द‍ृष्टोऽङ्गुष्ठशिरोमात्र: क्षणाद्‍गण्डशिलासम: ।\nअपि स्विद्भगवानेष यज्ञो मे खेदयन्मन: ॥ २२ ॥",
      "iast": "dṛṣṭo ’ṅguṣṭha-śiro-mātraḥ\nkṣaṇād gaṇḍa-śilā-samaḥ\napi svid bhagavān eṣa\nyajño me khedayan manaḥ",
      "word_to_word": "dṛṣṭaḥ — just seen; aṅguṣṭha — thumb; śiraḥ — tip; mātraḥ — only; kṣaṇāt — immediately; gaṇḍa-śilā — large stone; samaḥ — like; api svit — whether; bhagavān — the Personality of Godhead; eṣaḥ — this; yajñaḥ — Viṣṇu; me — my; khedayan — perturbing; manaḥ — mind.",
      "translation": "First of all this boar was seen no bigger than the tip of a thumb, and within a moment He was as large as a stone. My mind is perturbed. Is He the Supreme Personality of Godhead, Viṣṇu?",
      "purport": [
        "Since Brahmā is the supermost person in the universe and he had never before experienced such a form, he could guess that the wonderful appearance of the boar was an incarnation of Viṣṇu. The uncommon features symptomatic of the incarnation of Godhead can bewilder even the mind of Brahmā."
      ],
      "prev_verse": "21",
      "next_verse": "23"
    },
    {
      "title": "ŚB 3.13.23",
      "id": "sb_3_13_23",
      "sanskrit": "इति मीमांसतस्तस्य ब्रह्मण: सह सूनुभि: ।\nभगवान् यज्ञपुरुषो जगर्जागेन्द्रसन्निभ: ॥ २३ ॥",
      "iast": "iti mīmāṁsatas tasya\nbrahmaṇaḥ saha sūnubhiḥ\nbhagavān yajña-puruṣo\njagarjāgendra-sannibhaḥ",
      "word_to_word": "iti — thus; mīmāṁsataḥ — while deliberating; tasya — his; brahmaṇaḥ — of Brahmā; saha — along with; sūnubhiḥ — his sons; bhagavān — the Personality of Godhead; yajña — Lord Viṣṇu; puruṣaḥ — the Supreme Person; jagarja — resounded; aga-indra — great mountain; sannibhaḥ — like.",
      "translation": "While Brahmā was deliberating with his sons, the Supreme Personality of Godhead, Viṣṇu, roared tumultuously like a great mountain.",
      "purport": [
        "It appears that great hills and mountains also have their roaring power because they are also living entities. The volume of the sound vibrated is in proportion to the size of the material body. While Brahmā was guessing about the appearance of the Lord’s incarnation as a boar, the Lord confirmed Brahmā’s contemplation by roaring with His gorgeous voice."
      ],
      "prev_verse": "22",
      "next_verse": "24"
    },
    {
      "title": "ŚB 3.13.24",
      "id": "sb_3_13_24",
      "sanskrit": "ब्रह्माणं हर्षयामास हरिस्तांश्च द्विजोत्तमान् ।\nस्वगर्जितेन ककुभ: प्रतिस्वनयता विभु: ॥ २४ ॥",
      "iast": "brahmāṇaṁ harṣayām āsa\nharis tāṁś ca dvijottamān\nsva-garjitena kakubhaḥ\npratisvanayatā vibhuḥ",
      "word_to_word": "brahmāṇam — unto Brahmā; harṣayām āsa — enlivened; hariḥ — the Personality of Godhead; tān — all of them; ca — also; dvija-uttamān — highly elevated brāhmaṇas; sva-garjitena — by His uncommon voice; kakubhaḥ — all directions; pratisvanayatā — which echoed; vibhuḥ — the omnipotent.",
      "translation": "The omnipotent Supreme Personality of Godhead enlivened Brahmā and the other highly elevated brāhmaṇas by again roaring with His uncommon voice, which echoed in all directions.",
      "purport": [
        "Brahmā and other enlightened brāhmaṇas who know the Supreme Personality of Godhead are enlivened by the appearance of the Lord in any of His multi-incarnations. The appearance of the wonderful and gigantic incarnation of Viṣṇu as the mountainlike boar did not fill them with any kind of fear, although the Lord’s resounding voice was tumultuous and echoed horribly in all directions as an open threat to all demons who might challenge His omnipotency."
      ],
      "prev_verse": "23",
      "next_verse": "25"
    },
    {
      "title": "ŚB 3.13.25",
      "id": "sb_3_13_25",
      "sanskrit": "निशम्य ते घर्घरितं स्वखेद-\nक्षयिष्णु मायामयसूकरस्य ।\nजनस्तप:सत्यनिवासिनस्ते\nत्रिभि: पवित्रैर्मुनयोऽगृणन् स्म ॥ २५ ॥",
      "iast": "niśamya te ghargharitaṁ sva-kheda-\nkṣayiṣṇu māyāmaya-sūkarasya\njanas-tapaḥ-satya-nivāsinas te\ntribhiḥ pavitrair munayo ’gṛṇan sma",
      "word_to_word": "niśamya — just after hearing; te — those; ghargharitam — the tumultuous sound; sva-kheda — personal lamentation; kṣayiṣṇu — destroying; māyā-maya — all-merciful; sūkarasya — of Lord Boar; janaḥ — the Janaloka planet; tapaḥ — the Tapoloka planet; satya — the Satyaloka planet; nivāsinaḥ — residents; te — all of them; tribhiḥ — from the three Vedas; pavitraiḥ — by the all-auspicious mantras; munayaḥ — great thinkers and sages; agṛṇan sma — chanted.",
      "translation": "When the great sages and thinkers who are residents of Janaloka, Tapoloka and Satyaloka heard the tumultuous voice of Lord Boar, which was the all-auspicious sound of the all-merciful Lord, they chanted auspicious chants from the three Vedas.",
      "purport": [
        "The word māyāmaya is very significant in this verse. Māyā means “mercy,” “specific knowledge” and also “illusion.” Therefore Lord Boar is everything; He is merciful, He is all knowledge, and He is illusion also. The sound which He vibrated as the boar incarnation was answered by the Vedic hymns of the great sages in the planets Janaloka, Tapoloka and Satyaloka. The highest intellectual and pious living entities live in those planets, and when they heard the extraordinary voice of the boar, they could understand that the specific sound was vibrated by the Lord and no one else. Therefore they replied by praying to the Lord with Vedic hymns. The earth planet was submerged in the mire, but on hearing the sound of the Lord, the inhabitants of the higher planets were all jubilant because they knew that the Lord was there to deliver the earth. Therefore Brahmā and all the sages, such as Bhṛgu, Brahmā’s other sons, and learned brāhmaṇas, were enlivened, and they concertedly joined in praising the Lord with the transcendental vibrations of the Vedic hymns. The most important is the Bṛhan-nāradīya Purāṇa verse Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare."
      ],
      "prev_verse": "24",
      "next_verse": "26"
    },
    {
      "title": "ŚB 3.13.26",
      "id": "sb_3_13_26",
      "sanskrit": "तेषां सतां वेदवितानमूर्ति-\nर्ब्रह्मावधार्यात्मगुणानुवादम् ।\nविनद्य भूयो विबुधोदयाय\nगजेन्द्रलीलो जलमाविवेश ॥ २६ ॥",
      "iast": "teṣāṁ satāṁ veda-vitāna-mūrtir\nbrahmāvadhāryātma-guṇānuvādam\nvinadya bhūyo vibudhodayāya\ngajendra-līlo jalam āviveśa",
      "word_to_word": "teṣām — of them; satām — of the great devotees; veda — all knowledge; vitāna-mūrtiḥ — the form of expansion; brahma — Vedic sound; avadhārya — knowing it well; ātma — of Himself; guṇa-anuvādam — transcendental glorification; vinadya — resounding; bhūyaḥ — again; vibudha — of the transcendentally learned; udayāya — for the elevation or benefit; gajendra-līlaḥ — playing like an elephant; jalam — the water; āviveśa — entered.",
      "translation": "Playing like an elephant, He entered into the water after roaring again in reply to the Vedic prayers by the great devotees. The Lord is the object of the Vedic prayers, and thus He understood that the devotees’ prayers were meant for Him.",
      "purport": [
        "The form of the Lord in any shape is always transcendental and full of knowledge and mercy. The Lord is the destroyer of all material contamination because His form is personified Vedic knowledge. All the Vedas worship the transcendental form of the Lord. In the Vedic mantras the devotees request the Lord to remove the glaring effulgence because it covers His real face. That is the version of the Īśopaniṣad. The Lord has no material form, but His form is always understood in terms of the Vedas. The Vedas are said to be the breath of the Lord, and that breath was inhaled by Brahmā, the original student of the Vedas. The breathing from the nostril of Brahmā caused the appearance of Lord Boar, and therefore the boar incarnation of the Lord is the personified Vedas. The glorification of the incarnation by the sages on the higher planets consisted of factual Vedic hymns. Whenever there is glorification of the Lord, it is to be understood that Vedic mantras are being rightly vibrated. The Lord was therefore pleased when such Vedic mantras were chanted, and to encourage His pure devotees, He roared once more and entered the water to rescue the submerged earth."
      ],
      "prev_verse": "25",
      "next_verse": "27"
    },
    {
      "title": "ŚB 3.13.27",
      "id": "sb_3_13_27",
      "sanskrit": "उत्क्षिप्तवाल: खचर: कठोर:\nसटा विधुन्वन् खररोमशत्वक् ।\nखुराहताभ्र: सितदंष्ट्र ईक्षा-\nज्योतिर्बभासे भगवान्महीध्र: ॥ २७ ॥",
      "iast": "utkṣipta-vālaḥ kha-caraḥ kaṭhoraḥ\nsaṭā vidhunvan khara-romaśa-tvak\nkhurāhatābhraḥ sita-daṁṣṭra īkṣā-\njyotir babhāse bhagavān mahīdhraḥ",
      "word_to_word": "utkṣipta-vālaḥ — slashing with the tail; kha-caraḥ — in the sky; kaṭhoraḥ — very hard; saṭāḥ — hairs on the shoulder; vidhunvan — quivering; khara — sharp; romaśa-tvak — skin full of hairs; khura-āhata — struck by the hooves; abhraḥ — the clouds; sita-daṁṣṭraḥ — white tusks; īkṣā — glance; jyotiḥ — luminous; babhāse — began to emit an effulgence; bhagavān — the Personality of Godhead; mahī-dhraḥ — the supporter of the world.",
      "translation": "Before entering the water to rescue the earth, Lord Boar flew in the sky, slashing His tail, His hard hairs quivering. His very glance was luminous, and He scattered the clouds in the sky with His hooves and His glittering white tusks.",
      "purport": [
        "When the Lord is offered prayers by His devotees, His transcendental activities are described. Here are some of the transcendental features of Lord Boar. As the residents of the upper three planetary systems offered their prayers to the Lord, it is understood that His body expanded throughout the sky, beginning from the topmost planet, Brahmaloka, or Satyaloka. It is stated in the Brahma-saṁhitā that His eyes are the sun and the moon; therefore His very glance over the sky was as illuminating as the sun or the moon. The Lord is described herein as mahīdhraḥ, which means either a “big mountain” or the “sustainer of the earth.” In other words, the Lord’s body was as big and hard as the Himālayan Mountains; otherwise how was it possible that He kept the entire earth on the support of His white tusks? The poet Jayadeva, a great devotee of the Lord, has sung of the incident in his prayers for the incarnations:",
        "vasati daśana-śikhare dharaṇī tava lagnāśaśini kalaṅka-kaleva nimagnākeśava dhṛta-śūkara-rūpa jaya jagadīśa hare",
        "“All glories to Lord Keśava [Kṛṣṇa], who appeared as the boar. The earth was held between His tusks, which appeared like the scars on the moon.”"
      ],
      "prev_verse": "26",
      "next_verse": "28"
    },
    {
      "title": "ŚB 3.13.28",
      "id": "sb_3_13_28",
      "sanskrit": "घ्राणेन पृथ्व्या: पदवीं विजिघ्रन्\nक्रोडापदेश: स्वयमध्वराङ्ग: ।\nकरालदंष्ट्रोऽप्यकरालद‍ृग्भ्या-\nमुद्वीक्ष्य विप्रान् गृणतोऽविशत्कम् ॥ २८ ॥",
      "iast": "ghrāṇena pṛthvyāḥ padavīṁ vijighran\nkroḍāpadeśaḥ svayam adhvarāṅgaḥ\nkarāla-daṁṣṭro ’py akarāla-dṛgbhyām\nudvīkṣya viprān gṛṇato ’viśat kam",
      "word_to_word": "ghrāṇena — by smelling; pṛthvyāḥ — of the earth; padavīm — situation; vijighran — searching after the earth; kroḍa-apadeśaḥ — assuming the body of a hog; svayam — personally; adhvara — transcendental; aṅgaḥ — body; karāla — fearful; daṁṣṭraḥ — teeth (tusks); api — in spite of; akarāla — not fearful; dṛgbhyām — by His glance; udvīkṣya — glancing over; viprān — all the brāhmaṇa devotees; gṛṇataḥ — who were engaged in prayers; aviśat — entered; kam — the water.",
      "translation": "He was personally the Supreme Lord Viṣṇu and was therefore transcendental, yet because He had the body of a hog, He searched after the earth by smell. His tusks were fearful, and He glanced over the devotee-brāhmaṇas engaged in offering prayers. Thus He entered the water.",
      "purport": [
        "We should always remember that although the body of a hog is material, the hog form of the Lord was not materially contaminated. It is not possible for an earthly hog to assume a gigantic form spreading throughout the sky, beginning from the Satyaloka. His body is always transcendental in all circumstances; therefore, the assumption of the form of a boar is only His pastime. His body is all Vedas, or transcendental. But since He had assumed the form of a boar, He began to search out the earth by smelling, just like a hog. The Lord can perfectly play the part of any living entity. The gigantic feature of the boar was certainly very fearful for all nondevotees, but to the pure devotees of the Lord He was not at all fearful; on the contrary, He was so pleasingly glancing upon His devotees that all of them felt transcendental happiness."
      ],
      "prev_verse": "27",
      "next_verse": "29"
    },
    {
      "title": "ŚB 3.13.29",
      "id": "sb_3_13_29",
      "sanskrit": "स वज्रकूटाङ्गनिपातवेग-\nविशीर्णकुक्षि: स्तनयन्नुदन्वान् ।\nउत्सृष्टदीर्घोर्मिभुजैरिवार्त-\nश्चुक्रोश यज्ञेश्वर पाहि मेति ॥ २९ ॥",
      "iast": "sa vajra-kūṭāṅga-nipāta-vega-\nviśīrṇa-kukṣiḥ stanayann udanvān\nutsṛṣṭa-dīrghormi-bhujair ivārtaś\ncukrośa yajñeśvara pāhi meti",
      "word_to_word": "saḥ — that; vajra-kūṭa-aṅga — body like a great mountain; nipāta-vega — the force of diving; viśīrṇa — bifurcating; kukṣiḥ — the middle portion; stanayan — resounding like; udanvān — the ocean; utsṛṣṭa — creating; dīrgha — high; ūrmi — waves; bhujaiḥ — by the arms; iva ārtaḥ — like a distressed person; cukrośa — prayed loudly; yajña-īśvara — O master of all sacrifices; pāhi — please protect; mā — unto me; iti — thus.",
      "translation": "Diving into the water like a giant mountain, Lord Boar divided the middle of the ocean, and two high waves appeared as the arms of the ocean, which cried loudly as if praying to the Lord, “O Lord of all sacrifices, please do not cut me in two! Kindly give me protection!”",
      "purport": [
        "Even the great ocean was perturbed by the falling of the mountainlike body of the transcendental boar, and it appeared to be frightened, as if death were imminent."
      ],
      "prev_verse": "28",
      "next_verse": "30"
    },
    {
      "title": "ŚB 3.13.30",
      "id": "sb_3_13_30",
      "sanskrit": "खुरै: क्षुरप्रैर्दरयंस्तदाप\nउत्पारपारं त्रिपरू रसायाम् ।\nददर्श गां तत्र सुषुप्सुरग्रे\nयां जीवधानीं स्वयमभ्यधत्त ॥ ३० ॥",
      "iast": "khuraiḥ kṣuraprair darayaṁs tad āpa\nutpāra-pāraṁ tri-parū rasāyām\ndadarśa gāṁ tatra suṣupsur agre\nyāṁ jīva-dhānīṁ svayam abhyadhatta",
      "word_to_word": "khuraiḥ — by the hooves; kṣurapraiḥ — compared to a sharp weapon; darayan — penetrating; tat — that; āpaḥ — water; utpāra-pāram — found the limitation of the unlimited; tri-paruḥ — the master of all sacrifices; rasāyām — within the water; dadarśa — found; gām — the earth; tatra — there; suṣupsuḥ — lying; agre — in the beginning; yām — whom; jīva-dhānīm — the resting place for all living entities; svayam — personally; abhyadhatta — uplifted.",
      "translation": "Lord Boar penetrated the water with His hooves, which were like sharp arrows, and found the limits of the ocean, although it was unlimited. He saw the earth, the resting place for all living beings, lying as it was in the beginning of creation, and He personally lifted it.",
      "purport": [
        "The word rasāyām is sometimes interpreted to mean Rasātala, the lowest planetary system, but that is not applicable in this connection, according to Viśvanātha Cakravartī Ṭhākura. The earth is seven times superior to the other planetary systems, namely Tala, Atala, Talātala, Vitala, Rasātala, Pātāla, etc. Therefore the earth cannot be situated in the Rasātala planetary system. It is described in the Viṣṇu-dharma:",
        "pātāla-mūleśvara-bhoga-saṁhatauvinyasya pādau pṛthivīṁ ca bibhrataḥyasyopamāno na babhūva so ’cyutomamāstu māṅgalya-vivṛddhaye hariḥ",
        "Therefore the Lord found the earth on the bottom of the Garbhodaka Ocean, where the planets rest during the devastation at the end of Brahmā’s day."
      ],
      "prev_verse": "29",
      "next_verse": "31"
    },
    {
      "title": "ŚB 3.13.31",
      "id": "sb_3_13_31",
      "sanskrit": "स्वदंष्ट्रयोद्‍धृत्य महीं निमग्नां\nस उत्थित: संरुरुचे रसाया: ।\nतत्रापि दैत्यं गदयापतन्तं\nसुनाभसन्दीपिततीव्रमन्यु: ॥ ३१ ॥",
      "iast": "sva-daṁṣṭrayoddhṛtya mahīṁ nimagnāṁ\nsa utthitaḥ saṁruruce rasāyāḥ\ntatrāpi daityaṁ gadayāpatantaṁ\nsunābha-sandīpita-tīvra-manyuḥ",
      "word_to_word": "sva-daṁṣṭrayā — by His own tusks; uddhṛtya — raising; mahīm — the earth; nimagnām — submerged; saḥ — He; utthitaḥ — getting up; saṁruruce — appeared very splendid; rasāyāḥ — from the water; tatra — there; api — also; daityam — unto the demon; gadayā — with the club; āpatantam — rushing towards Him; sunābha — the wheel of Kṛṣṇa; sandīpita — glowing; tīvra — fierce; manyuḥ — anger.",
      "translation": "Lord Boar very easily took the earth on His tusks and got it out of the water. Thus He appeared very splendid. Then, His anger glowing like the Sudarśana wheel, He immediately killed the demon [Hiraṇyākṣa], although he tried to fight with the Lord.",
      "purport": [
        "According to Śrīla Jīva Gosvāmī, the Vedic literatures describe the incarnation of Lord Varāha (Boar) in two different devastations, namely the Cākṣuṣa devastation and the Svāyambhuva devastation. This particular appearance of the boar incarnation actually took place in the Svāyambhuva devastation, when all planets other than the higher ones — Jana, Mahar and Satya — merged in the water of devastation. This particular incarnation of the boar was seen by the inhabitants of the planets mentioned above. Śrīla Viśvanātha Cakravartī suggests that the sage Maitreya amalgamated both the boar incarnations in different devastations and summarized them in his description to Vidura."
      ],
      "prev_verse": "30",
      "next_verse": "32"
    },
    {
      "title": "ŚB 3.13.32",
      "id": "sb_3_13_32",
      "sanskrit": "जघान रुन्धानमसह्यविक्रमं\nस लीलयेभं मृगराडिवाम्भसि ।\nतद्रक्तपङ्काङ्कितगण्डतुण्डो\nयथा गजेन्द्रो जगतीं विभिन्दन् ॥ ३२ ॥",
      "iast": "jaghāna rundhānam asahya-vikramaṁ\nsa līlayebhaṁ mṛgarāḍ ivāmbhasi\ntad-rakta-paṅkāṅkita-gaṇḍa-tuṇḍo\nyathā gajendro jagatīṁ vibhindan",
      "word_to_word": "jaghāna — killed; rundhānam — the obstructive enemy; asahya — unbearable; vikramam — prowess; saḥ — He; līlayā — easily; ibham — the elephant; mṛga-rāṭ — the lion; iva — like; ambhasi — in the water; tat-rakta — of his blood; paṅka-aṅkita — smeared by the pool; gaṇḍa — cheeks; tuṇḍaḥ — tongue; yathā — as if; gajendraḥ — the elephant; jagatīm — earth; vibhindan — digging.",
      "translation": "Thereupon Lord Boar killed the demon within the water, just as a lion kills an elephant. The cheeks and tongue of the Lord became smeared with the blood of the demon, just as an elephant becomes reddish from digging in the purple earth.",
      "purport": [],
      "prev_verse": "31",
      "next_verse": "33"
    },
    {
      "title": "ŚB 3.13.33",
      "id": "sb_3_13_33",
      "sanskrit": "तमालनीलं सितदन्तकोट्या\nक्ष्मामुत्क्षिपन्तं गजलीलयाङ्ग ।\nप्रज्ञाय बद्धाञ्जलयोऽनुवाकै-\nर्विरिञ्चिमुख्या उपतस्थुरीशम् ॥ ३३ ॥",
      "iast": "tamāla-nīlaṁ sita-danta-koṭyā\nkṣmām utkṣipantaṁ gaja-līlayāṅga\nprajñāya baddhāñjalayo ’nuvākair\nviriñci-mukhyā upatasthur īśam",
      "word_to_word": "tamāla — a blue tree named the tamāla; nīlam — bluish; sita — white; danta — tusks; koṭyā — with the curved edge; kṣmām — the earth; utkṣipantam — while suspending; gaja-līlayā — playing like an elephant; aṅga — O Vidura; prajñāya — after knowing it well; baddha — folded; añjalayaḥ — hands; anuvākaiḥ — by Vedic hymns; viriñci — Brahmā; mukhyāḥ — headed by; upatasthuḥ — offered prayers; īśam — unto the Supreme Lord.",
      "translation": "Then the Lord, playing like an elephant, suspended the earth on the edge of His curved white tusks. He assumed a bluish complexion like that of a tamāla tree, and thus the sages, headed by Brahmā, could understand Him to be the Supreme Personality of Godhead and offered respectful obeisances unto the Lord.",
      "purport": [],
      "prev_verse": "32",
      "next_verse": "34"
    },
    {
      "title": "ŚB 3.13.34",
      "id": "sb_3_13_34",
      "sanskrit": "ऋषय ऊचु:\nजितं जितं तेऽजित यज्ञभावन\nत्रयीं तनुं स्वां परिधुन्वते नम: ।\nयद्रोमगर्ेषु निलिल्युरद्धय-\nस्तस्मै नम: कारणसूकराय ते ॥ ३४ ॥",
      "iast": "ṛṣaya ūcuḥ\njitaṁ jitaṁ te ’jita yajña-bhāvana\ntrayīṁ tanuṁ svāṁ paridhunvate namaḥ\nyad-roma-garteṣu nililyur addhayas\ntasmai namaḥ kāraṇa-sūkarāya te",
      "word_to_word": "ṛṣayaḥ ūcuḥ — the glorified sages uttered; jitam — all glories; jitam — all victories; te — unto You; ajita — O unconquerable one; yajña-bhāvana — one who is understood by performances of sacrifice; trayīm — personified Vedas; tanum — such a body; svām — own; paridhunvate — shaking; namaḥ — all obeisances; yat — whose; roma — hairs; garteṣu — in the holes; nililyuḥ — submerged; addhayaḥ — the oceans; tasmai — unto Him; namaḥ — offering obeisances; kāraṇa-sūkarāya — unto the hog form assumed for reasons; te — unto You.",
      "translation": "All the sages uttered with great respect: O unconquerable enjoyer of all sacrifices, all glories and all victories unto You! You are moving in Your form of the personified Vedas, and in the hair holes of Your body the oceans are submerged. For certain reasons [to uplift the earth] You have now assumed the form of a boar.",
      "purport": [
        "The Lord can assume any form He likes, and in all circumstances He is the cause of all causes. Since His form is transcendental, He is always the Supreme Personality of Godhead, as He is in the Causal Ocean in the form of Mahā-Viṣṇu. Innumerable universes generate from the holes of His bodily hairs, and thus His transcendental body is the Vedas personified. He is the enjoyer of all sacrifices, and He is the unconquerable Supreme Personality of Godhead. He is never to be misunderstood to be other than the Supreme Lord because of His assuming the form of a boar to lift the earth. That is the clear understanding of sages and great personalities like Brahmā and other residents of the higher planetary systems."
      ],
      "prev_verse": "33",
      "next_verse": "35"
    },
    {
      "title": "ŚB 3.13.35",
      "id": "sb_3_13_35",
      "sanskrit": "रूपं तवैतन्ननु दुष्कृतात्मनां\nदुर्दर्शनं देव यदध्वरात्मकम् ।\nछन्दांसि यस्य त्वचि बर्हिरोम-\nस्वाज्यं द‍ृशि त्वङ्‌घ्रि षु चातुर्होत्रम् ॥ ३५ ॥",
      "iast": "rūpaṁ tavaitan nanu duṣkṛtātmanāṁ\ndurdarśanaṁ deva yad adhvarātmakam\nchandāṁsi yasya tvaci barhi-romasv\nājyaṁ dṛśi tv aṅghriṣu cātur-hotram",
      "word_to_word": "rūpam — form; tava — Your; etat — this; nanu — but; duṣkṛta-ātmanām — of souls who are simply miscreants; durdarśanam — very difficult to see; deva — O Lord; yat — that; adhvara-ātmakam — worshipable by performances of sacrifice; chandāṁsi — the Gāyatrī mantra and others; yasya — whose; tvaci — touch of the skin; barhiḥ — sacred grass called kuśa; romasu — hairs on the body; ājyam — clarified butter; dṛśi — in the eyes; tu — also; aṅghriṣu — on the four legs; cātuḥ-hotram — four kinds of fruitive activities.",
      "translation": "O Lord, Your form is worshipable by performances of sacrifice, but souls who are simply miscreants are unable to see it. All the Vedic hymns, Gāyatrī and others, are in the touch of Your skin. In Your bodily hairs is the kuśa grass, in Your eyes is the clarified butter, and in Your four legs are the four kinds of fruitive activities.",
      "purport": [
        "There is a class of miscreants who are known in the words of Bhagavad-gītā as veda-vādī, or so-called strict followers of the Vedas. They do not believe in the incarnation of the Lord, what to speak of the Lord’s incarnation as the worshipable hog. They describe worship of the different forms or incarnations of the Lord as anthropomorphism. In the estimation of Śrīmad-Bhāgavatam these men are miscreants, and in Bhagavad-gītā (7.15) they are called not only miscreants but also fools and the lowest of mankind, and it is said that their knowledge has been plundered by illusion due to their atheistic temperament. For such condemned persons, the Lord’s incarnation as the gigantic hog is invisible. These strict followers of the Vedas who despise the eternal forms of the Lord may know from Śrīmad-Bhāgavatam that such incarnations are personified forms of the Vedas. Lord Boar’s skin, His eyes and His bodily hair holes are all described here as different parts of the Vedas. He is therefore the personified form of the Vedic hymns, and specifically the Gāyatrī mantra."
      ],
      "prev_verse": "34",
      "next_verse": "36"
    },
    {
      "title": "ŚB 3.13.36",
      "id": "sb_3_13_36",
      "sanskrit": "स्रक्तुण्ड आसीत्स्रुव ईश नासयो-\nरिडोदरे चमसा: कर्णरन्ध्रे ।\nप्राशित्रमास्ये ग्रसने ग्रहास्तु ते\nयच्चर्वणं ते भगवन्नग्निहोत्रम् ॥ ३६ ॥",
      "iast": "srak tuṇḍa āsīt sruva īśa nāsayor\niḍodare camasāḥ karṇa-randhre\nprāśitram āsye grasane grahās tu te\nyac carvaṇaṁ te bhagavann agni-hotram",
      "word_to_word": "srak — the plate for sacrifice; tuṇḍe — on the tongue; āsīt — there is; sruvaḥ — another plate for sacrifice; īśa — O Lord; nāsayoḥ — of the nostrils; iḍā — the plate for eating; udare — in the belly; camasāḥ — another plate for sacrifices; karṇa-randhre — in the holes of the ears; prāśitram — the plate called the Brahmā plate; āsye — in the mouth; grasane — in the throat; grahāḥ — the plates known as soma plates; tu — but; te — Your; yat — that which; carvaṇam — chewing; te — Your; bhagavan — O my Lord; agni-hotram — is Your eating through Your sacrificial fire.",
      "translation": "O Lord, Your tongue is a plate of sacrifice, Your nostril is another plate of sacrifice, in Your belly is the eating plate of sacrifice, and another plate of sacrifice is the holes of Your ears. In Your mouth is the Brahmā plate of sacrifice, Your throat is the plate of sacrifice known as soma, and whatever You chew is known as agni-hotra.",
      "purport": [
        "The veda-vādīs say that there is nothing more than the Vedas and the performances of sacrifice mentioned in the Vedas. They have recently made a rule in their group to formally observe daily sacrifice; they simply ignite a small fire and offer something whimsically, but they do not strictly follow the sacrificial rules and regulations mentioned in the Vedas. It is understood that by regulation there are different plates of sacrifice required, such as srak, sruvā, barhis, cātur-hotra, iḍā, camasa, prāśitra, graha and agni-hotra. One cannot achieve the results of sacrifice unless one observes the strict regulations. In this age there is practically no facility for performing sacrifices in strict discipline. Therefore, in this Age of Kali there is a stricture regarding such sacrifices: it is explicitly directed that one should perform saṅkīrtana-yajña and nothing more. The incarnation of the Supreme Lord is Yajñeśvara, and unless one has respect for the incarnation of the Lord, he cannot perfectly perform sacrifice. In other words, taking shelter of the Lord and rendering service unto Him is the factual performance of all sacrifices, as explained herein. Different plates of sacrifice correspond to the different parts of the body of the Lord’s incarnation. In the Śrīmad-Bhāgavatam, Eleventh Canto, it is explicitly directed that one should perform saṅkīrtana-yajña to please the Lord’s incarnation as Śrī Caitanya Mahāprabhu. This should be rigidly followed in order to achieve the result of yajña performance."
      ],
      "prev_verse": "35",
      "next_verse": "37"
    },
    {
      "title": "ŚB 3.13.37",
      "id": "sb_3_13_37",
      "sanskrit": "दीक्षानुजन्मोपसद: शिरोधरं\nत्वं प्रायणीयोदयनीयदंष्ट्र: ।\nजिह्वा प्रवर्ग्यस्तव शीर्षकं क्रतो:\nसत्यावसथ्यं चितयोऽसवो हि ते ॥ ३७ ॥",
      "iast": "dīkṣānujanmopasadaḥ śirodharaṁ\ntvaṁ prāyaṇīyodayanīya-daṁṣṭraḥ\njihvā pravargyas tava śīrṣakaṁ kratoḥ\nsatyāvasathyaṁ citayo ’savo hi te",
      "word_to_word": "dīkṣā — initiation; anujanma — spiritual birth, or repeated incarnations; upasadaḥ — three kinds of desires (relationship, activities and ultimate goal); śiraḥ-dharam — the neck; tvam — You; prāyaṇīya — after the result of initiation; udayanīya — the last rites of desires; daṁṣṭraḥ — the tusks; jihvā — the tongue; pravargyaḥ — prior activities; tava — Your; śīrṣakam — head; kratoḥ — of the sacrifice; satya — fire without sacrifice; āvasathyam — fire of worship; citayaḥ — aggregate of all desires; asavaḥ — life breath; hi — certainly; te — Your.",
      "translation": "Moreover, O Lord, the repetition of Your appearance is the desire for all kinds of initiation. Your neck is the place for three desires, and Your tusks are the result of initiation and the end of all desires. Your tongue is the prior activities of initiation, Your head is the fire without sacrifice as well as the fire of worship, and Your living forces are the aggregate of all desires.",
      "purport": [],
      "prev_verse": "36",
      "next_verse": "38"
    },
    {
      "title": "ŚB 3.13.38",
      "id": "sb_3_13_38",
      "sanskrit": "सोमस्तु रेत: सवनान्यवस्थिति:\nसंस्थाविभेदास्तव देव धातव: ।\nसत्राणि सर्वाणि शरीरसन्धि-\nस्त्वं सर्वयज्ञक्रतुरिष्टिबन्धन: ॥ ३८ ॥",
      "iast": "somas tu retaḥ savanāny avasthitiḥ\nsaṁsthā-vibhedās tava deva dhātavaḥ\nsatrāṇi sarvāṇi śarīra-sandhis\ntvaṁ sarva-yajña-kratur iṣṭi-bandhanaḥ",
      "word_to_word": "somaḥ tu retaḥ — Your semen is the sacrifice called soma; savanāni — ritualistic performances of the morning; avasthitiḥ — different statuses of bodily growth; saṁsthā-vibhedāḥ — seven varieties of sacrifices; tava — Your; deva — O Lord; dhātavaḥ — ingredients of the body such as skin and flesh; satrāṇi — sacrifices performed over twelve days; sarvāṇi — all of them; śarīra — the bodily; sandhiḥ — joints; tvam — Your Lordship; sarva — all; yajña — asoma sacrifices; kratuḥ — soma sacrifices; iṣṭi — the ultimate desire; bandhanaḥ — attachment.",
      "translation": "O Lord, Your semen is the sacrifice called soma-yajña. Your growth is the ritualistic performances of the morning. Your skin and touch sensations are the seven elements of the agniṣṭoma sacrifice. Your bodily joints are symbols of various other sacrifices performed in twelve days. Therefore You are the object of all sacrifices called soma and asoma, and You are bound by yajñas only.",
      "purport": [
        "There are seven kinds of routine yajñas performed by all followers of the Vedic rituals, and they are called agniṣṭoma, atyagniṣṭoma, uktha, ṣoḍaśī, vājapeya, atirātra and āptoryāma. Anyone performing such yajñas regularly is supposed to be situated with the Lord. But anyone who is in contact with the Supreme Lord by discharging devotional service is understood to have performed all different varieties of yajñas."
      ],
      "prev_verse": "37",
      "next_verse": "39"
    },
    {
      "title": "ŚB 3.13.39",
      "id": "sb_3_13_39",
      "sanskrit": "नमो नमस्तेऽखिलमन्त्रदेवता-\nद्रव्याय सर्वक्रतवे क्रियात्मने ।\nवैराग्यभक्त्यात्मजयानुभावित-\nज्ञानाय विद्यागुरवे नमो नम: ॥ ३९ ॥",
      "iast": "namo namas te ’khila-mantra-devatā-\ndravyāya sarva-kratave kriyātmane\nvairāgya-bhaktyātmajayānubhāvita-\njñānāya vidyā-gurave namo namaḥ",
      "word_to_word": "namaḥ namaḥ — obeisances unto You; te — unto You, who are worshipable; akhila — all-inclusive; mantra — hymns; devatā — the Supreme Lord; dravyāya — unto all ingredients for performing sacrifices; sarva-kratave — unto all kinds of sacrifices; kriyā-ātmane — unto You, the supreme form of all sacrifices; vairāgya — renunciation; bhaktyā — by devotional service; ātma-jaya-anubhāvita — perceivable by conquering the mind; jñānāya — such knowledge; vidyā-gurave — the supreme spiritual master of all knowledge; namaḥ namaḥ — again I offer my respectful obeisances.",
      "translation": "O Lord, You are the Supreme Personality of Godhead and are worshipable by universal prayers, Vedic hymns and sacrificial ingredients. We offer our obeisances unto You. You can be realized by the pure mind freed from all visible and invisible material contamination. We offer our respectful obeisances to You as the supreme spiritual master of knowledge in devotional service.",
      "purport": [
        "The qualification of bhakti, or devotional service to the Lord, is that the devotee should be free from all material contaminations and desires. This freedom is called vairāgya, or renouncement of material desires. One who engages in devotional service to the Lord according to regulative principles is automatically freed from material desires, and in that pure state of mind one can realize the Personality of Godhead. The Personality of Godhead, being situated in everyone’s heart, instructs the devotee regarding pure devotional service so that he may ultimately achieve the association of the Lord. This is confirmed in Bhagavad-gītā (10.10) as follows:",
        "teṣāṁ satata-yuktānāṁbhajatāṁ prīti-pūrvakamdadāmi buddhi-yogaṁ taṁyena mām upayānti te",
        "“To one who constantly engages in the devotional service of the Lord with faith and love, the Lord certainly gives the intelligence to achieve Him at the ultimate end.”",
        "One has to conquer the mind, and one may do it by following the Vedic rituals and by performing different types of sacrifice. The ultimate end of all those performances is to attain bhakti, or the devotional service of the Lord. Without bhakti one cannot understand the Supreme Personality of Godhead. The original Personality of Godhead or His innumerable expansions of Viṣṇu are the only objects of worship by all the Vedic rituals and sacrificial performances."
      ],
      "prev_verse": "38",
      "next_verse": "40"
    },
    {
      "title": "ŚB 3.13.40",
      "id": "sb_3_13_40",
      "sanskrit": "दंष्ट्राग्रकोट्या भगवंस्त्वया धृता\nविराजते भूधर भू: सभूधरा ।\nयथा वनान्नि:सरतो दता धृता\nमतङ्गजेन्द्रस्य सपत्रपद्मिनी ॥ ४० ॥",
      "iast": "daṁṣṭrāgra-koṭyā bhagavaṁs tvayā dhṛtā\nvirājate bhūdhara bhūḥ sa-bhūdharā\nyathā vanān niḥsarato datā dhṛtā\nmataṅ-gajendrasya sa-patra-padminī",
      "word_to_word": "daṁṣṭra-agra — the tips of the tusks; koṭyā — by the edges; bhagavan — O Personality of Godhead; tvayā — by You; dhṛtā — sustained; virājate — is so beautifully situated; bhū-dhara — O lifter of the earth; bhūḥ — the earth; sa-bhūdharā — with mountains; yathā — as much as; vanāt — from the water; niḥsarataḥ — coming out; datā — by the tusk; dhṛtā — captured; matam-gajendrasya — infuriated elephant; sa-patra — with leaves; padminī — the lotus flower.",
      "translation": "O lifter of the earth, the earth with its mountains, which You have lifted with Your tusks, is situated as beautifully as a lotus flower with leaves sustained by an infuriated elephant just coming out of the water.",
      "purport": [
        "The fortune of the earth planet is praised because of its being specifically sustained by the Lord; its beauty is appreciated and compared to that of a lotus flower situated on the trunk of an elephant. As a lotus flower with leaves is very beautifully situated, so the world, with its many beautiful mountains, appeared on the tusks of the Lord Boar."
      ],
      "prev_verse": "39",
      "next_verse": "41"
    },
    {
      "title": "ŚB 3.13.41",
      "id": "sb_3_13_41",
      "sanskrit": "त्रयीमयं रूपमिदं च सौकरं\nभूमण्डलेनाथ दता धृतेन ते ।\nचकास्ति श‍ृङ्गोढघनेन भूयसा\nकुलाचलेन्द्रस्य यथैव विभ्रम: ॥ ४१ ॥",
      "iast": "trayīmayaṁ rūpam idaṁ ca saukaraṁ\nbhū-maṇḍalenātha datā dhṛtena te\ncakāsti śṛṅgoḍha-ghanena bhūyasā\nkulācalendrasya yathaiva vibhramaḥ",
      "word_to_word": "trayī-mayam — Vedas personified; rūpam — form; idam — this; ca — also; saukaram — the boar; bhū-maṇḍalena — by the earth planet; atha — now; datā — by the tusk; dhṛtena — sustained by; te — Your; cakāsti — is glowing; śṛṅga-ūḍha — sustained by the peaks; ghanena — by the clouds; bhūyasā — more glorified; kula-acala-indrasya — of the great mountains; yathā — as much as; eva — certainly; vibhramaḥ — decoration.",
      "translation": "O Lord, as the peaks of great mountains become beautiful when decorated with clouds, Your transcendental body has become beautiful because of Your lifting the earth on the edge of Your tusks.",
      "purport": [
        "The word vibhramaḥ is significant. Vibhramaḥ means “illusion” as well as “beauty.” When a cloud rests on the peak of a great mountain, it appears to be sustained by the mountain, and at the same time it looks very beautiful. Similarly, the Lord has no need to sustain the earth on His tusks, but when He does so the world becomes beautiful, just as the Lord becomes more beautiful because of His pure devotees on the earth. Although the Lord is the transcendental personification of the Vedic hymns, He has become more beautiful because of His appearance to sustain the earth."
      ],
      "prev_verse": "40",
      "next_verse": "42"
    },
    {
      "title": "ŚB 3.13.42",
      "id": "sb_3_13_42",
      "sanskrit": "संस्थापयैनां जगतां सतस्थुषां\nलोकाय पत्नीमसि मातरं पिता ।\nविधेम चास्यै नमसा सह त्वया\nयस्यां स्वतेजोऽग्निमिवारणावधा: ॥ ४२ ॥",
      "iast": "saṁsthāpayaināṁ jagatāṁ sa-tasthuṣāṁ\nlokāya patnīm asi mātaraṁ pitā\nvidhema cāsyai namasā saha tvayā\nyasyāṁ sva-tejo ’gnim ivāraṇāv adhāḥ",
      "word_to_word": "saṁsthāpaya enām — raise this earth; jagatām — both the moving and; sa-tasthuṣām — nonmoving; lokāya — for their residence; patnīm — wife; asi — You are; mātaram — the mother; pitā — the father; vidhema — do we offer; ca — also; asyai — unto the mother; namasā — with all obeisances; saha — along with; tvayā — with You; yasyām — in whom; sva-tejaḥ — by Your own potency; agnim — fire; iva — likened; araṇau — in the araṇi wood; adhāḥ — invested.",
      "translation": "O Lord, for the residential purposes of all inhabitants, both moving and nonmoving, this earth is Your wife, and You are the supreme father. We offer our respectful obeisances unto You, along with mother earth, in whom You have invested Your own potency, just as an expert sacrificer puts fire in the araṇi wood.",
      "purport": [
        "The so-called law of gravitation which sustains the planets is described herein as the potency of the Lord. This potency is invested by the Lord in the way that an expert sacrificial brāhmaṇa puts fire in the araṇi wood by the potency of Vedic mantras. By this arrangement the world becomes habitable for both the moving and nonmoving creatures. The conditioned souls, who are residents of the material world, are put in the womb of mother earth in the same way the seed of a child is put by the father in the womb of the mother. This conception of the Lord and the earth as father and mother is explained in Bhagavad-gītā (14.4). Conditioned souls are devoted to the motherland in which they take their birth, but they do not know their father. The mother is not independent in producing children. Similarly, material nature cannot produce living creatures unless in contact with the supreme father, the Supreme Personality of Godhead. Śrīmad-Bhāgavatam teaches us to offer obeisances unto the mother along with the Father, the Supreme Lord, because it is the Father only who impregnates the mother with all energies for the sustenance and maintenance of all living beings, both moving and nonmoving."
      ],
      "prev_verse": "41",
      "next_verse": "43"
    },
    {
      "title": "ŚB 3.13.43",
      "id": "sb_3_13_43",
      "sanskrit": "क: श्रद्दधीतान्यतमस्तव प्रभो\nरसां गताया भुव उद्विबर्हणम् ।\nन विस्मयोऽसौ त्वयि विश्वविस्मये\nयो माययेदं ससृजेऽतिविस्मयम् ॥ ४३ ॥",
      "iast": "kaḥ śraddadhītānyatamas tava prabho\nrasāṁ gatāyā bhuva udvibarhaṇam\nna vismayo ’sau tvayi viśva-vismaye\nyo māyayedaṁ sasṛje ’tivismayam",
      "word_to_word": "kaḥ — who else; śraddadhīta — can endeavor; anyatamaḥ — anyone besides Yourself; tava — Your; prabho — O Lord; rasām — in the water; gatāyāḥ — while lying in; bhuvaḥ — of the earth; udvibarhaṇam — deliverance; na — never; vismayaḥ — wonderful; asau — such an act; tvayi — unto You; viśva — universal; vismaye — full of wonders; yaḥ — one who; māyayā — by potencies; idam — this; sasṛje — created; ativismayam — surpassing all wonders.",
      "translation": "Who else but You, the Supreme Personality of Godhead, could deliver the earth from within the water? It is not very wonderful for You, however, because You acted most wonderfully in the creation of the universe. By Your energy You have created this wonderful cosmic manifestation.",
      "purport": [
        "When a scientist discovers something impressive to the ignorant mass of people, the common man, without inquiry, accepts such a discovery as wonderful. But the intelligent man is not struck with wonder by such discoveries. He gives all credit to the person who created the wonderful brain of the scientist. A common man is also struck with wonder by the wonderful action of material nature, and he gives all credit to the cosmic manifestation. The learned Kṛṣṇa conscious person, however, knows well that behind the cosmic manifestation is the brain of Kṛṣṇa, as confirmed in Bhagavad-gītā (9.10): mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram. Since Kṛṣṇa can direct the wonderful cosmic manifestation, it is not at all wonderful for Him to assume the gigantic form of a boar and thus deliver the earth from the mire of the water. A devotee is therefore not astonished to see the wonderful boar because he knows that the Lord is able to act far more wonderfully by His potencies, which are inconceivable to the brain of even the most erudite scientist."
      ],
      "prev_verse": "42",
      "next_verse": "44"
    },
    {
      "title": "ŚB 3.13.44",
      "id": "sb_3_13_44",
      "sanskrit": "विधुन्वता वेदमयं निजं वपु-\nर्जनस्तप:सत्यनिवासिनो वयम् ।\nसटाशिखोद्धूतशिवाम्बुबिन्दुभि-\nर्विमृज्यमाना भृशमीश पाविता: ॥ ४४ ॥",
      "iast": "vidhunvatā vedamayaṁ nijaṁ vapur\njanas-tapaḥ-satya-nivāsino vayam\nsaṭā-śikhoddhūta-śivāmbu-bindubhir\nvimṛjyamānā bhṛśam īśa pāvitāḥ",
      "word_to_word": "vidhunvatā — while shaking; veda-mayam — personified Vedas; nijam — own; vapuḥ — body; janaḥ — the Janaloka planetary system; tapaḥ — the Tapoloka planetary system; satya — the Satyaloka planetary system; nivāsinaḥ — the inhabitants; vayam — we; saṭā — hairs on the shoulder; śikha-uddhūta — sustained by the tip of the hair; śiva — auspicious; ambu — water; bindubhiḥ — by the particles; vimṛjyamānāḥ — we are thus sprinkled by; bhṛśam — highly; īśa — O Supreme Lord; pāvitāḥ — purified.",
      "translation": "O Supreme Lord, undoubtedly we are inhabitants of the most pious planets — the Jana, Tapas and Satya lokas — but still we have been purified by the drops of water sprinkled from Your shoulder hairs by the shaking of Your body.",
      "purport": [
        "Ordinarily the body of a hog is considered impure, but one should not consider that the hog incarnation assumed by the Lord is also impure. That form of the Lord is the personified Vedas and is transcendental. The inhabitants of the Jana, Tapas and Satya lokas are the most pious persons in the material world, but because those planets are situated in the material world, there are so many material impurities there also. Therefore, when the drops of water from the tips of the Lord’s shoulder hairs were sprinkled upon the bodies of the inhabitants of the higher planets, they felt purified. The Ganges water is pure because of its emanating from the toe of the Lord, and there is no difference between the water emanating from the toe and that from the tips of the hair on the shoulder of Lord Boar. They are both absolute and transcendental."
      ],
      "prev_verse": "43",
      "next_verse": "45"
    },
    {
      "title": "ŚB 3.13.45",
      "id": "sb_3_13_45",
      "sanskrit": "स वै बत भ्रष्टमतिस्तवैषते\nय: कर्मणां पारमपारकर्मण: ।\nयद्योगमायागुणयोगमोहितं\nविश्वं समस्तं भगवन् विधेहि शम् ॥ ४५ ॥",
      "iast": "sa vai bata bhraṣṭa-matis tavaiṣate\nyaḥ karmaṇāṁ pāram apāra-karmaṇaḥ\nyad-yoga-māyā-guṇa-yoga-mohitaṁ\nviśvaṁ samastaṁ bhagavan vidhehi śam",
      "word_to_word": "saḥ — he; vai — certainly; bata — alas; bhraṣṭa-matiḥ — nonsense; tava — Your; eṣate — desires; yaḥ — one who; karmaṇām — of activities; pāram — limit; apāra-karmaṇaḥ — of one who has unlimited activities; yat — by whom; yoga — mystic power; māyā — potency; guṇa — modes of material nature; yoga — mystic power; mohitam — bewildered; viśvam — the universe; samastam — in total; bhagavan — O Supreme Personality of Godhead; vidhehi — just be pleased to bestow; śam — good fortune.",
      "translation": "O Lord, there is no limit to Your wonderful activities. Anyone who desires to know the limit of Your activities is certainly nonsensical. Everyone in this world is conditioned by the powerful mystic potencies. Please bestow Your causeless mercy upon these conditioned souls.",
      "purport": [
        "Mental speculators who want to understand the limit of the Unlimited are certainly nonsensical. Every one of them is captivated by the external potencies of the Lord. The best thing for them is to surrender unto Him, knowing Him to be inconceivable, for thus they can receive His causeless mercy. This prayer was offered by the inhabitants of the higher planetary systems, namely Jana-, Tapo- and Satyaloka, who are far more intelligent and powerful than humans.",
        "Viśvaṁ samastam is very significant here. There are the material world and the spiritual world. The sages pray: “Both worlds are bewildered by Your different energies. Those who are in the spiritual world are absorbed in Your loving service, forgetting themselves and You also, and those in the material world are absorbed in material sense gratification and therefore also forget You. No one can know You, because You are unlimited. It is best not to try to know You by unnecessary mental speculation. Rather, kindly bless us so that we can worship You with causeless devotional service.”"
      ],
      "prev_verse": "44",
      "next_verse": "46"
    },
    {
      "title": "ŚB 3.13.46",
      "id": "sb_3_13_46",
      "sanskrit": "मैत्रेय उवाच\nइत्युपस्थीयमानोऽसौ मुनिभिर्ब्रह्मवादिभि: ।\nसलिले स्वखुराक्रान्त उपाधत्तावितावनिम् ॥ ४६ ॥",
      "iast": "maitreya uvāca\nity upasthīyamāno ’sau\nmunibhir brahma-vādibhiḥ\nsalile sva-khurākrānta\nupādhattāvitāvanim",
      "word_to_word": "maitreyaḥ uvāca — the sage Maitreya said; iti — thus; upasthīyamānaḥ — being praised by; asau — Lord Boar; munibhiḥ — by the great sages; brahma-vādibhiḥ — by the transcendentalists; salile — on the water; sva-khura-ākrānte — touched by His own hooves; upādhatta — placed; avitā — the maintainer; avanim — the earth.",
      "translation": "The sage Maitreya said: The Lord, being thus worshiped by all the great sages and transcendentalists, touched the earth with His hooves and placed it on the water.",
      "purport": [
        "The earth was placed on the water by His inconceivable potency. The Lord is all-powerful, and therefore He can sustain the huge planets either on the water or in the air, as He likes. The tiny human brain cannot conceive how these potencies of the Lord can act. Man can give some vague explanation of the laws by which such phenomena are made possible, but actually the tiny human brain is unable to conceive of the activities of the Lord, which are therefore called inconceivable. Yet the frog-philosophers still try to give some imaginary explanation."
      ],
      "prev_verse": "45",
      "next_verse": "47"
    },
    {
      "title": "ŚB 3.13.47",
      "id": "sb_3_13_47",
      "sanskrit": "स इत्थं भगवानुर्वीं विष्वक्सेन: प्रजापति: ।\nरसाया लीलयोन्नीतामप्सु न्यस्य ययौ हरि: ॥ ४७ ॥",
      "iast": "sa itthaṁ bhagavān urvīṁ\nviṣvaksenaḥ prajāpatiḥ\nrasāyā līlayonnītām\napsu nyasya yayau hariḥ",
      "word_to_word": "saḥ — He; ittham — in this manner; bhagavān — the Personality of Godhead; urvīm — the earth; viṣvaksenaḥ — another name of Viṣṇu; prajā-patiḥ — the Lord of the living entities; rasāyāḥ — from within the water; līlayā — very easily; unnītām — raised; apsu — on the water; nyasya — placing; yayau — returned to His own abode; hariḥ — the Personality of Godhead.",
      "translation": "In this manner the Personality of Godhead, Lord Viṣṇu, the maintainer of all living entities, raised the earth from within the water, and having placed it afloat on the water, He returned to His own abode.",
      "purport": [
        "The Personality of Godhead, Lord Viṣṇu, descends by His will to the material planets in His innumerable incarnations for particular purposes, and again He goes back to His own abode. When He descends He is called an avatāra because avatāra means “one who descends.” Neither the Lord Himself nor His specific devotees who come to this earth are ordinary living entities like us."
      ],
      "prev_verse": "46",
      "next_verse": "48"
    },
    {
      "title": "ŚB 3.13.48",
      "id": "sb_3_13_48",
      "sanskrit": "य एवमेतां हरिमेधसो हरे: ।\nकथां सुभद्रां कथनीयमायिन: ।\nश‍ृण्वीत भक्त्या श्रवयेत वोशतीं\nजनार्दनोऽस्याशु हृदि प्रसीदति ॥ ४८ ॥",
      "iast": "ya evam etāṁ hari-medhaso hareḥ\nkathāṁ subhadrāṁ kathanīya-māyinaḥ\nśṛṇvīta bhaktyā śravayeta vośatīṁ\njanārdano ’syāśu hṛdi prasīdati",
      "word_to_word": "yaḥ — one who; evam — thus; etām — this; hari-medhasaḥ — who destroys the material existence of the devotee; hareḥ — of the Personality of Godhead; kathām — narration; su-bhadrām — auspicious; kathanīya — worthy to narrate; māyinaḥ — of the merciful by His internal potency; śṛṇvīta — hears; bhaktyā — in devotion; śravayeta — also allows others to hear; vā — either; uśatīm — very pleasing; janārdanaḥ — the Lord; asya — his; āśu — very soon; hṛdi — within the heart; prasīdati — becomes very pleased.",
      "translation": "If one hears and describes in a devotional service attitude this auspicious narration of Lord Boar, which is worthy of description, the Lord, who is within the heart of everyone, is very pleased.",
      "purport": [
        "In His various incarnations, the Lord appears, acts and leaves behind Him a narrative history which is as transcendental as He Himself. Every one of us is fond of hearing some wonderful narration, but most stories are neither auspicious nor worth hearing because they are of the inferior quality of material nature. Every living entity is of superior quality, spirit soul, and nothing material can be auspicious for him. Intelligent persons should therefore hear personally and cause others to hear the descriptive narrations of the Lord’s activities, for that will destroy the pangs of material existence. Out of His causeless mercy only, the Lord comes to this earth and leaves behind His merciful activities so that the devotees may derive transcendental benefit."
      ],
      "prev_verse": "47",
      "next_verse": "49"
    },
    {
      "title": "ŚB 3.13.49",
      "id": "sb_3_13_49",
      "sanskrit": "तस्मिन् प्रसन्ने सकलाशिषां प्रभौ\nकिं दुर्लभं ताभिरलं लवात्मभि: ।\nअनन्यद‍ृष्टय‍ा भजतां गुहाशय:\nस्वयं विधत्ते स्वगतिं पर: पराम् ॥ ४९ ॥",
      "iast": "tasmin prasanne sakalāśiṣāṁ prabhau\nkiṁ durlabhaṁ tābhir alaṁ lavātmabhiḥ\nananya-dṛṣṭyā bhajatāṁ guhāśayaḥ\nsvayaṁ vidhatte sva-gatiṁ paraḥ parām",
      "word_to_word": "tasmin — unto Him; prasanne — being pleased; sakala-āśiṣām — of all benediction; prabhau — unto the Lord; kim — what is that; durlabham — very difficult to obtain; tābhiḥ — with them; alam — away; lava-ātmabhiḥ — with insignificant gains; ananya-dṛṣṭyā — by nothing but devotional service; bhajatām — of those who are engaged in devotional service; guhā-āśayaḥ — residing within the heart; svayam — personally; vidhatte — executes; sva-gatim — in His own abode; paraḥ — the supreme; parām — transcendental.",
      "translation": "Nothing remains unachieved when the Supreme Personality of Godhead is pleased with someone. By transcendental achievement one understands everything else to be insignificant. One who engages in transcendental loving service is elevated to the highest perfectional stage by the Lord Himself, who is seated in everyone’s heart.",
      "purport": [
        "As stated in Bhagavad-gītā (10.10), the Lord gives intelligence to the pure devotees so that they may be elevated to the highest perfectional stage. It is confirmed herein that a pure devotee, who constantly engages in the loving service of the Lord, is awarded all knowledge necessary to reach the Supreme Personality of Godhead. For such a devotee there is nothing valuable to be achieved but the Lord’s service. If one serves faithfully, there is no possibility of frustration because the Lord Himself takes charge of the devotee’s advancement. The Lord is seated in everyone’s heart, and He knows the devotee’s motive and arranges everything achievable. In other words, the pseudo devotee, who is anxious to achieve material gains, cannot attain the highest perfectional stage because the Lord is in knowledge of his motive. One merely has to become sincere in his purpose, and then the Lord is there to help in every way."
      ],
      "prev_verse": "48",
      "next_verse": "50"
    },
    {
      "title": "ŚB 3.13.50",
      "id": "sb_3_13_50",
      "sanskrit": "को नाम लोके पुरुषार्थसारवित्\nपुराकथानां भगवत्कथासुधाम् ।\nआपीय कर्णाञ्जलिभिर्भवापहा-\nमहो विरज्येत विना नरेतरम् ॥ ५० ॥",
      "iast": "ko nāma loke puruṣārtha-sāravit\npurā-kathānāṁ bhagavat-kathā-sudhām\nāpīya karṇāñjalibhir bhavāpahām\naho virajyeta vinā naretaram",
      "word_to_word": "kaḥ — who; nāma — indeed; loke — in the world; puruṣa-artha — goal of life; sāra-vit — one who knows the essence of; purā-kathānām — of all past histories; bhagavat — regarding the Personality of Godhead; kathā-sudhām — the nectar of the narrations about the Personality of Godhead; āpīya — by drinking; karṇa-añjalibhiḥ — by aural reception; bhava-apahām — that which kills all material pangs; aho — alas; virajyeta — could refuse; vinā — except; nara-itaram — other than the human being.",
      "translation": "Who, other than one who is not a human being, can exist in this world and not be interested in the ultimate goal of life? Who can refuse the nectar of narrations about the Personality of Godhead’s activities, which by itself can deliver one from all material pangs?",
      "purport": [
        "The narration of the activities of the Personality of Godhead is like a constant flow of nectar. No one can refuse to drink such nectar except one who is not a human being. Devotional service to the Lord is the highest goal of life for every human being, and such devotional service begins by hearing about the transcendental activities of the Personality of Godhead. Only an animal, or a man who is almost an animal in behavior, can refuse to take an interest in hearing the transcendental message of the Lord. There are many books of stories and histories in the world, but except for the histories or narrations on the topics of the Personality of Godhead, none are capable of diminishing the burden of material pangs. Therefore one who is serious about eliminating material existence must chant and hear of the transcendental activities of the Personality of Godhead. Otherwise one must be compared to the nonhumans.",
        "Thus end the Bhaktivedanta purports of the Third Canto, Thirteenth Chapter, of the Śrīmad-Bhāgavatam, entitled “The Appearance of Lord Varāha.”"
      ],
      "prev_verse": "49",
      "next_verse": "14"
    }
  ]
}