{
  "id": "sb_3_10",
  "title": "Divisions of the Creation",
  "canto": 3,
  "chapter": 10,
  "verses": [
    {
      "title": "ŚB 3.10.1",
      "id": "sb_3_10_1",
      "sanskrit": "विदुर उवाच\nअन्तर्हिते भगवति ब्रह्मा लोकपितामह: ।\nप्रजा: ससर्ज कतिधा दैहिकीर्मानसीर्विभु: ॥ १ ॥",
      "iast": "vidura uvāca\nantarhite bhagavati\nbrahmā loka-pitāmahaḥ\nprajāḥ sasarja katidhā\ndaihikīr mānasīr vibhuḥ",
      "word_to_word": "viduraḥ uvāca — Śrī Vidura said; antarhite — after the disappearance; bhagavati — of the Personality of Godhead; brahmā — the first created living being; loka-pitāmahaḥ — the grandfather of all planetary inhabitants; prajāḥ — generations; sasarja — created; katidhāḥ — how many; daihikīḥ — from his body; mānasīḥ — from his mind; vibhuḥ — the great.",
      "translation": "Śrī Vidura said: O great sage, please let me know how Brahmā, the grandfather of the planetary inhabitants, created the bodies of the living entities from his own body and mind after the disappearance of the Supreme Personality of Godhead.",
      "purport": [],
      "prev_verse": "10",
      "next_verse": "2"
    },
    {
      "title": "ŚB 3.10.2",
      "id": "sb_3_10_2",
      "sanskrit": "ये च मे भगवन् पृष्टास्त्वय्यर्था बहुवित्तम ।\nतान् वदस्वानुपूर्व्येण छिन्धि न: सर्वसंशयान् ॥ २ ॥",
      "iast": "ye ca me bhagavan pṛṣṭās\ntvayy arthā bahuvittama\ntān vadasvānupūrvyeṇa\nchindhi naḥ sarva-saṁśayān",
      "word_to_word": "ye — all those; ca — also; me — by me; bhagavan — O powerful one; pṛṣṭāḥ — inquired; tvayi — unto you; arthāḥ — purpose; bahu-vit-tama — O greatly learned one; tān — all of them; vadasva — kindly describe; ānupūrvyeṇa — from beginning to end; chindhi — kindly eradicate; naḥ — my; sarva — all; saṁśayān — doubts.",
      "translation": "O greatly learned one, kindly eradicate all my doubts, and let me know of all that I have inquired from you from the beginning to the end.",
      "purport": [
        "Vidura asked all relevant questions of Maitreya because he knew well that Maitreya was the right person to reply to all the points of his inquiries. One must be confident about the qualifications of his teacher; one should not approach a layman for replies to specific spiritual inquiries. Such inquiries, when replied to with imaginative answers by the teacher, are a program for wasting time."
      ],
      "prev_verse": "1",
      "next_verse": "3"
    },
    {
      "title": "ŚB 3.10.3",
      "id": "sb_3_10_3",
      "sanskrit": "सूत उवाच\nएवं सञ्चोदितस्तेन क्षत्‍त्रा कौषारविर्मुनि: ।\nप्रीत: प्रत्याह तान् प्रश्नान् हृदिस्थानथ भार्गव ॥ ३ ॥",
      "iast": "sūta uvāca\nevaṁ sañcoditas tena\nkṣattrā kauṣāravir muniḥ\nprītaḥ pratyāha tān praśnān\nhṛdi-sthān atha bhārgava",
      "word_to_word": "sūtaḥ uvāca — Śrī Sūta Gosvāmī said; evam — thus; sañcoditaḥ — being enlivened; tena — by him; kṣattrā — by Vidura; kauṣāraviḥ — the son of Kuṣāra; muniḥ — great sage; prītaḥ — being pleased; pratyāha — replied; tān — those; praśnān — questions; hṛdi-sthān — from the core of his heart; atha — thus; bhārgava — O son of Bhṛgu.",
      "translation": "Sūta Gosvāmī said: O son of Bhṛgu, the great sage Maitreya Muni, thus hearing from Vidura, felt very much enlivened. Everything was in his heart, and thus he began to reply to the questions one after another.",
      "purport": [
        "The phrase sūta uvāca (“Sūta Gosvāmī said”) appears to indicate a break in the discourse between Mahārāja Parīkṣit and Śukadeva Gosvāmī. While Śukadeva Gosvāmī was speaking to Mahārāja Parīkṣit, Sūta Gosvāmī was only one member of a large audience. But Sūta Gosvāmī was speaking to the sages of Naimiṣāraṇya, headed by the sage Śaunaka, a descendant of Śukadeva Gosvāmī. This, however, does not make any substantial difference in the topics under discussion."
      ],
      "prev_verse": "2",
      "next_verse": "4"
    },
    {
      "title": "ŚB 3.10.4",
      "id": "sb_3_10_4",
      "sanskrit": "मैत्रेय उवाच\nविरिञ्चोऽपि तथा चक्रे दिव्यं वर्षशतं तप: ।\nआत्मन्यात्मानमावेश्य यथाह भगवानज: ॥ ४ ॥",
      "iast": "maitreya uvāca\nviriñco ’pi tathā cakre\ndivyaṁ varṣa-śataṁ tapaḥ\nātmany ātmānam āveśya\nyathāha bhagavān ajaḥ",
      "word_to_word": "maitreyaḥ uvāca — the great sage Maitreya said; viriñcaḥ — Brahmā; api — also; tathā — in that manner; cakre — performed; divyam — celestial; varṣa-śatam — one hundred years; tapaḥ — penances; ātmani — unto the Lord; ātmānam — his own self; āveśya — engaging; yathā āha — as it was spoken; bhagavān — the Personality of Godhead; ajaḥ — the unborn.",
      "translation": "The greatly learned sage Maitreya said: O Vidura, Brahmā thus engaged himself in penances for one hundred celestial years, as advised by the Personality of Godhead, and applied himself in devotional service to the Lord.",
      "purport": [
        "That Brahmā engaged himself for the Personality of Godhead, Nārāyaṇa, means that he engaged himself in the service of the Lord; that is the highest penance one can perform for any number of years. There is no retirement from such service, which is eternal and ever encouraging."
      ],
      "prev_verse": "3",
      "next_verse": "5"
    },
    {
      "title": "ŚB 3.10.5",
      "id": "sb_3_10_5",
      "sanskrit": "तद्विलोक्याब्जसम्भूतो वायुना यदधिष्ठित: ।\nपद्ममम्भश्च तत्कालकृतवीर्येण कम्पितम् ॥ ५ ॥",
      "iast": "tad vilokyābja-sambhūto\nvāyunā yad-adhiṣṭhitaḥ\npadmam ambhaś ca tat-kāla-\nkṛta-vīryeṇa kampitam",
      "word_to_word": "tat vilokya — looking into that; abja-sambhūtaḥ — whose source of birth was a lotus; vāyunā — by the air; yat — that; adhiṣṭhitaḥ — on which he was situated; padmam — lotus; ambhaḥ — water; ca — also; tat-kāla-kṛta — which was effected by eternal time; vīryeṇa — by its inherent force; kampitam — trembling.",
      "translation": "Thereafter Brahmā saw that both the lotus on which he was situated and the water on which the lotus was growing were trembling due to a strong, violent wind.",
      "purport": [
        "The material world is called illusory because it is a place of forgetfulness of the transcendental service of the Lord. Thus one engaged in the Lord’s devotional service in the material world may sometimes be very much disturbed by awkward circumstances. There is a declaration of war between the two parties, the illusory energy and the devotee, and sometimes the weak devotees fall victim to the onslaught of the powerful illusory energy. Lord Brahmā, however, was sufficiently strong, by the causeless mercy of the Lord, and he could not be victimized by the material energy, although it gave him cause for anxiety when it managed to totter the existence of his position."
      ],
      "prev_verse": "4",
      "next_verse": "6"
    },
    {
      "title": "ŚB 3.10.6",
      "id": "sb_3_10_6",
      "sanskrit": "तपसा ह्येधमानेन विद्यया चात्मसंस्थया ।\nविवृद्धविज्ञानबलो न्यपाद् वायुं सहाम्भसा ॥ ६ ॥",
      "iast": "tapasā hy edhamānena\nvidyayā cātma-saṁsthayā\nvivṛddha-vijñāna-balo\nnyapād vāyuṁ sahāmbhasā",
      "word_to_word": "tapasā — by penance; hi — certainly; edhamānena — increasing; vidyayā — by transcendental knowledge; ca — also; ātma — self; saṁsthayā — situated in the self; vivṛddha — matured; vijñāna — practical knowledge; balaḥ — power; nyapāt — drank; vāyum — the wind; saha ambhasā — along with the water.",
      "translation": "Long penance and transcendental knowledge of self-realization had matured Brahmā in practical knowledge, and thus he drank the wind completely, along with the water.",
      "purport": [
        "Lord Brahmā’s struggle for existence is a personal example of the continued fight between the living entities in the material world and the illusory energy called māyā. Beginning from Brahmā down to this age, the living entities are struggling with the forces of material nature. By advanced knowledge in science and transcendental realization, one can try to control the material energy, which works against our endeavors, and in the modern age advanced material scientific knowledge and penance have played very wonderful roles in controlling the powers of the material energy. Such control of the material energy, however, can be most successfully carried out if one is a soul surrendered unto the Supreme Personality of Godhead and carries out His order in the spirit of loving transcendental service."
      ],
      "prev_verse": "5",
      "next_verse": "7"
    },
    {
      "title": "ŚB 3.10.7",
      "id": "sb_3_10_7",
      "sanskrit": "तद्विलोक्य वियद्व्यापि पुष्करं यदधिष्ठितम् ।\nअनेन लोकान् प्राग्लीनान् कल्पितास्मीत्यचिन्तयत् ॥ ७ ॥",
      "iast": "tad vilokya viyad-vyāpi\npuṣkaraṁ yad-adhiṣṭhitam\nanena lokān prāg-līnān\nkalpitāsmīty acintayat",
      "word_to_word": "tat vilokya — looking into that; viyat-vyāpi — extensively widespread; puṣkaram — the lotus; yat — that which; adhiṣṭhitam — he was situated; anena — by this; lokān — all the planets; prāk-līnān — previously merged in dissolution; kalpitā asmi — I shall create; iti — thus; acintayat — he thought.",
      "translation": "Thereafter he saw that the lotus on which he was situated was spread throughout the universe, and he contemplated how to create all the planets, which were previously merged in that very same lotus.",
      "purport": [
        "The seeds of all the planets in the universe were impregnated in the lotus on which Brahmā was situated. All the planets were already generated by the Lord, and all the living entities were also born in Brahmā. The material world and the living entities were all already generated in seedling forms by the Supreme Personality of Godhead, and Brahmā was to disseminate the same seedlings all over the universe. The real creation is therefore called sarga, and, later on, the manifestation by Brahmā is called visarga."
      ],
      "prev_verse": "6",
      "next_verse": "8"
    },
    {
      "title": "ŚB 3.10.8",
      "id": "sb_3_10_8",
      "sanskrit": "पद्मकोशं तदाविश्य भगवत्कर्मचोदित: ।\nएकं व्यभाङ्‌क्षीदुरुधा त्रिधा भाव्यं द्विसप्तधा ॥ ८ ॥",
      "iast": "padma-kośaṁ tadāviśya\nbhagavat-karma-coditaḥ\nekaṁ vyabhāṅkṣīd urudhā\ntridhā bhāvyaṁ dvi-saptadhā",
      "word_to_word": "padma-kośam — the whorl of the lotus; tadā — then; āviśya — entering into; bhagavat — by the Supreme Personality of Godhead; karma — in activities; coditaḥ — being encouraged by; ekam — one; vyabhāṅkṣīt — divided into; urudhā — great division; tridhā — three divisions; bhāvyam — capable of further creation; dvi-saptadhā — fourteen divisions.",
      "translation": "Thus engaged in the service of the Supreme Personality of Godhead, Lord Brahmā entered into the whorl of the lotus, and as it spread all over the universe he divided it into three divisions of worlds and later into fourteen divisions.",
      "purport": [],
      "prev_verse": "7",
      "next_verse": "9"
    },
    {
      "title": "ŚB 3.10.9",
      "id": "sb_3_10_9",
      "sanskrit": "एतावाञ्जीवलोकस्य संस्थाभेद: समाहृत: ।\nधर्मस्य ह्यनिमित्तस्य विपाक: परमेष्ठ्यसौ ॥ ९ ॥",
      "iast": "etāvāñ jīva-lokasya\nsaṁsthā-bhedaḥ samāhṛtaḥ\ndharmasya hy animittasya\nvipākaḥ parameṣṭhy asau",
      "word_to_word": "etāvān — up to this; jīva-lokasya — of the planets inhabited by the living entities; saṁsthā-bhedaḥ — different situations of habitation; samāhṛtaḥ — performed completely; dharmasya — of religion; hi — certainly; animittasya — of causelessness; vipākaḥ — mature stage; parameṣṭhī — the highest personality in the universe; asau — that.",
      "translation": "Lord Brahmā is the most exalted personality in the universe because of his causeless devotional service unto the Lord in mature transcendental knowledge. He therefore created all the fourteen planetary divisions for inhabitation by the different types of living entities.",
      "purport": [
        "The Supreme Lord is the reservoir of all the qualities of the living entities. The conditioned souls in the material world reflect only part of those qualities, and therefore they are sometimes called pratibimbas. These pratibimba living entities, as parts and parcels of the Supreme Lord, have inherited different proportions of His original qualities, and in terms of their inheritance of these qualities, they appear as different species of life and are accommodated in different planets according to the plan of Brahmā. Brahmā is the creator of the three worlds, namely the lower planets, called the Pātālalokas, the middle planets, called the Bhūrlokas, and the upper planets, called the Svarlokas. Still higher planets, such as Maharloka, Tapoloka, Satyaloka and Brahmaloka, do not dissolve in the devastating water. This is because of the causeless devotional service rendered unto the Lord by their inhabitants, whose existence continues up to the end of dvi-parārdha time, when they are generally liberated from the chain of birth and death in the material world."
      ],
      "prev_verse": "8",
      "next_verse": "10"
    },
    {
      "title": "ŚB 3.10.10",
      "id": "sb_3_10_10",
      "sanskrit": "विदुर उवाच\nयथात्थ बहुरूपस्य हरेरद्भुतकर्मण: ।\nकालाख्यं लक्षणं ब्रह्मन् यथा वर्णय न: प्रभो ॥ १० ॥",
      "iast": "vidura uvāca\nyathāttha bahu-rūpasya\nharer adbhuta-karmaṇaḥ\nkālākhyaṁ lakṣaṇaṁ brahman\nyathā varṇaya naḥ prabho",
      "word_to_word": "viduraḥ uvāca — Vidura said; yathā — as; āttha — you have said; bahu-rūpasya — having varieties of forms; hareḥ — of the Lord; adbhuta — wonderful; karmaṇaḥ — of the actor; kāla — time; ākhyam — of the name; lakṣaṇam — symptoms; brahman — O learned brāhmaṇa; yathā — as it is; varṇaya — please describe; naḥ — unto us; prabho — O lord.",
      "translation": "Vidura inquired from Maitreya: O my lord, O greatly learned sage, kindly describe eternal time, which is another form of the Supreme Lord, the wonderful actor. What are the symptoms of that eternal time? Please describe them to us in detail.",
      "purport": [
        "The complete universe is a manifestation of varieties of entities, beginning from the atoms up to the gigantic universe itself, and all is under the control of the Supreme Lord in His form of kāla, or eternal time. The controlling time has different dimensions in relation to particular physical embodiments. There is a time for atomic dissolution and a time for the universal dissolution. There is a time for the annihilation of the body of the human being, and there is a time for the annihilation of the universal body. Also, growth, development and resultant actions all depend on the time factor. Vidura wanted to know in detail the different physical manifestations and their times of annihilation."
      ],
      "prev_verse": "9",
      "next_verse": "11"
    },
    {
      "title": "ŚB 3.10.11",
      "id": "sb_3_10_11",
      "sanskrit": "मैत्रेय उवाच\nगुणव्यतिकराकारो निर्विशेषोऽप्रतिष्ठित: ।\nपुरुषस्तदुपादानमात्मानं लीलयासृजत् ॥ ११ ॥",
      "iast": "maitreya uvāca\nguṇa-vyatikarākāro\nnirviśeṣo ’pratiṣṭhitaḥ\npuruṣas tad-upādānam\nātmānaṁ līlayāsṛjat",
      "word_to_word": "maitreyaḥ uvāca — Maitreya said; guṇa-vyatikara — of the interactions of the modes of material nature; ākāraḥ — source; nirviśeṣaḥ — without diversity; apratiṣṭhitaḥ — unlimited; puruṣaḥ — of the Supreme Person; tat — that; upādānam — instrument; ātmānam — the material creation; līlayā — by pastimes; asṛjat — created.",
      "translation": "Maitreya said: Eternal time is the primeval source of the interactions of the three modes of material nature. It is unchangeable and limitless, and it works as the instrument of the Supreme Personality of Godhead for His pastimes in the material creation.",
      "purport": [
        "The impersonal time factor is the background of the material manifestation as the instrument of the Supreme Lord. It is the ingredient of assistance offered to material nature. No one knows where time began and where it ends, and it is time only which can keep a record of the creation, maintenance and destruction of the material manifestation. This time factor is the material cause of creation and is therefore a self-expansion of the Personality of Godhead. Time is considered the impersonal feature of the Lord.",
        "The time factor is also explained by modern men in various ways. Some accept it almost as it is explained in the Śrīmad-Bhāgavatam. For example, in Hebrew literature time is accepted, in the same spirit, as a representation of God. It is stated therein: “God, who at sundry times and in diverse manners spake in time past unto the fathers by the prophets. . . .” Metaphysically, time is distinguished as absolute and real. Absolute time is continuous and is unaffected by the speed or slowness of material things. Time is astronomically and mathematically calculated in relation to the speed, change and life of a particular object. Factually, however, time has nothing to do with the relativities of things; rather, everything is shaped and calculated in terms of the facility offered by time. Time is the basic measurement of the activity of our senses, by which we calculate past, present and future, but in factual calculation, time has no beginning and no end. Cāṇakya Paṇḍita says that even a slight fraction of time cannot be purchased with millions of dollars, and therefore even a moment of time lost without profit must be calculated as the greatest loss in life. Time is not subject to any form of psychology, nor are the moments objective realities in themselves, but they are dependent on particular experiences.",
        "Therefore, Śrīla Jīva Gosvāmī concludes that the time factor is intermixed with the activities — actions and reactions — of the external energy of the Lord. The external energy, or material nature, works under the superintendence of the time factor as the Lord Himself, and that is why material nature appears to have produced so many wonderful things in the cosmic manifestation. Bhagavad-gītā (9.10) confirms this conclusion as follows:",
        "mayādhyakṣeṇa prakṛtiḥsūyate sa-carācaramhetunānena kaunteyajagad viparivartate"
      ],
      "prev_verse": "10",
      "next_verse": "12"
    },
    {
      "title": "ŚB 3.10.12",
      "id": "sb_3_10_12",
      "sanskrit": "विश्वं वै ब्रह्मतन्मात्रं संस्थितं विष्णुमायया ।\nईश्वरेण परिच्छिन्नं कालेनाव्यक्तमूर्तिना ॥ १२ ॥",
      "iast": "viśvaṁ vai brahma-tan-mātraṁ\nsaṁsthitaṁ viṣṇu-māyayā\nīśvareṇa paricchinnaṁ\nkālenāvyakta-mūrtinā",
      "word_to_word": "viśvam — the material phenomenon; vai — certainly; brahma — the Supreme; tat-mātram — the same as; saṁsthitam — situated; viṣṇu-māyayā — by the energy of Viṣṇu; īśvareṇa — by the Personality of Godhead; paricchinnam — separated; kālena — by the eternal time; avyakta — unmanifested; mūrtinā — by such a feature.",
      "translation": "This cosmic manifestation is separated from the Supreme Lord as material energy by means of kāla, which is the unmanifested, impersonal feature of the Lord. It is situated as the objective manifestation of the Lord under the influence of the same material energy of Viṣṇu.",
      "purport": [
        "As stated previously by Nārada before Vyāsadeva (Bhāg. 1.5.20), idaṁ hi viśvaṁ bhagavān ivetaraḥ: this manifested world is the selfsame Personality of Godhead, but it appears to be something else beyond or besides the Lord. It appears so because of its being separated from the Lord by means of kāla. It is something like the tape-recorded voice of a person who is now separated from the voice. As the tape recording is situated on the tape, so the whole cosmic manifestation is situated on the material energy and appears separate by means of kāla. The material manifestation is therefore the objective manifestation of the Supreme Lord and exhibits His impersonal feature so much adored by impersonalist philosophers."
      ],
      "prev_verse": "11",
      "next_verse": "13"
    },
    {
      "title": "ŚB 3.10.13",
      "id": "sb_3_10_13",
      "sanskrit": "यथेदानीं तथाग्रे च पश्चादप्येतदीद‍ृशम् ॥ १३ ॥",
      "iast": "yathedānīṁ tathāgre ca\npaścād apy etad īdṛśam",
      "word_to_word": "yathā — as it is; idānīm — at present; tathā — so it was; agre — in the beginning; ca — and; paścāt — at the end; api — also; etat īdṛśam — it continues to be the same.",
      "translation": "This cosmic manifestation is as it is now, it was the same in the past, and it will continue in the same way in the future.",
      "purport": [
        "There is a systematic schedule for the perpetual manifestation, maintenance and annihilation of the material world, as stated in Bhagavad-gītā (9.8): bhūta-grāmam imaṁ kṛtsnam avaśaṁ prakṛter vaśāt. As it is created now and as it will be destroyed later on, so also it existed in the past and again will be created, maintained and destroyed in due course of time. Therefore, the systematic activities of the time factor are perpetual and eternal and cannot be stated to be false. The manifestation is temporary and occasional, but it is not false as claimed by the Māyāvādī philosophers."
      ],
      "prev_verse": "12",
      "next_verse": "14"
    },
    {
      "title": "ŚB 3.10.14",
      "id": "sb_3_10_14",
      "sanskrit": "सर्गो नवविधस्तस्य प्राकृतो वैकृतस्तु य: ।\nकालद्रव्यगुणैरस्य त्रिविध: प्रतिसंक्रम: ॥ १४ ॥",
      "iast": "sargo nava-vidhas tasya\nprākṛto vaikṛtas tu yaḥ\nkāla-dravya-guṇair asya\ntri-vidhaḥ pratisaṅkramaḥ",
      "word_to_word": "sargaḥ — creation; nava-vidhaḥ — of nine different kinds; tasya — its; prākṛtaḥ — material; vaikṛtaḥ — by the modes of material nature; tu — but; yaḥ — that which; kāla — eternal time; dravya — matter; guṇaiḥ — qualities; asya — its; tri-vidhaḥ — three kinds; pratisaṅkramaḥ — annihilation.",
      "translation": "There are nine different kinds of creations besides the one which naturally occurs due to the interactions of the modes. There are three kinds of annihilations due to eternal time, the material elements and the quality of one’s work.",
      "purport": [
        "The scheduled creations and annihilations take place in terms of the supreme will. There are other creations due to interactions of material elements which take place by the intelligence of Brahmā. Later these will be more explicitly explained. At present, only preliminary information is given. The three kinds of annihilations are (1) due to the scheduled time of the annihilation of the entire universe, (2) due to a fire which emanates from the mouth of Ananta, and (3) due to one’s qualitative actions and reactions."
      ],
      "prev_verse": "13",
      "next_verse": "15"
    },
    {
      "title": "ŚB 3.10.15",
      "id": "sb_3_10_15",
      "sanskrit": "आद्यस्तु महत: सर्गो गुणवैषम्यमात्मन: ।\nद्वितीयस्त्वहमो यत्र द्रव्यज्ञानक्रियोदय: ॥ १५ ॥",
      "iast": "ādyas tu mahataḥ sargo\nguṇa-vaiṣamyam ātmanaḥ\ndvitīyas tv ahamo yatra\ndravya-jñāna-kriyodayaḥ",
      "word_to_word": "ādyaḥ — the first; tu — but; mahataḥ — of the total emanation from the Lord; sargaḥ — creation; guṇa-vaiṣamyam — interaction of the material modes; ātmanaḥ — of the Supreme; dvitīyaḥ — the second; tu — but; ahamaḥ — false ego; yatra — wherein; dravya — material ingredients; jñāna — material knowledge; kriyā-udayaḥ — awakening of activities (work).",
      "translation": "Of the nine creations, the first one is the creation of the mahat-tattva, or the sum total of the material ingredients, wherein the modes interact due to the presence of the Supreme Lord. In the second, the false ego is generated, in which the material ingredients, material knowledge and material activities arise.",
      "purport": [
        "The first emanation from the Supreme Lord for material creation is called the mahat-tattva. The interaction of the material modes is the cause of false identification, or the sense that a living being is made of material elements. This false ego is the cause of identifying the body and mind with the soul proper. Material resources and the capacity and knowledge to work are all generated in the second term of creation, after the mahat-tattva. Jñāna indicates the senses which are sources of knowledge, and their controlling deities. Work entails the working organs and their controlling deities. All these are generated in the second creation."
      ],
      "prev_verse": "14",
      "next_verse": "16"
    },
    {
      "title": "ŚB 3.10.16",
      "id": "sb_3_10_16",
      "sanskrit": "भूतसर्गस्तृतीयस्तु तन्मात्रो द्रव्यशक्तिमान् ।\nचतुर्थ ऐन्द्रिय: सर्गो यस्तु ज्ञानक्रियात्मक: ॥ १६ ॥",
      "iast": "bhūta-sargas tṛtīyas tu\ntan-mātro dravya-śaktimān\ncaturtha aindriyaḥ sargo\nyas tu jñāna-kriyātmakaḥ",
      "word_to_word": "bhūta-sargaḥ — creation of matter; tṛtīyaḥ — is the third; tu — but; tat-mātraḥ — sense perception; dravya — of the elements; śaktimān — generator; caturthaḥ — the fourth; aindriyaḥ — in the matter of the senses; sargaḥ — creation; yaḥ — that which; tu — but; jñāna — knowledge-acquiring; kriyā — working; ātmakaḥ — basically.",
      "translation": "The sense perceptions are created in the third creation, and from these the elements are generated. The fourth creation is the creation of knowledge and of working capacity.",
      "purport": [],
      "prev_verse": "15",
      "next_verse": "17"
    },
    {
      "title": "ŚB 3.10.17",
      "id": "sb_3_10_17",
      "sanskrit": "वैकारिको देवसर्ग: पञ्चमो यन्मयं मन: ।\nपष्ठस्तु तमस: सर्गो यस्त्वबुद्धिकृत: प्रभो: ॥ १७ ॥",
      "iast": "vaikāriko deva-sargaḥ\npañcamo yan-mayaṁ manaḥ\nṣaṣṭhas tu tamasaḥ sargo\nyas tv abuddhi-kṛtaḥ prabhoḥ",
      "word_to_word": "vaikārikaḥ — interaction of the mode of goodness; deva — the demigods, or controlling deities; sargaḥ — creation; pañcamaḥ — fifth; yat — that which; mayam — sum total; manaḥ — mind; ṣaṣṭhaḥ — sixth; tu — but; tamasaḥ — of darkness; sargaḥ — creation; yaḥ — that which; tu — expletive; abuddhi-kṛtaḥ — made foolish; prabhoḥ — of the master.",
      "translation": "The fifth creation is that of the controlling deities by the interaction of the mode of goodness, of which the mind is the sum total. The sixth creation is the ignorant darkness of the living entity, by which the master acts as a fool.",
      "purport": [
        "The demigods in the higher planets are called devas because they are all devotees of Lord Viṣṇu. Viṣṇu-bhaktaḥ smṛto daiva āsuras tad-viparyayaḥ: all the devotees of Lord Viṣṇu are devas, or demigods, whereas all others are asuras. That is the division of the devas and the asuras. Devas are situated in the mode of goodness of material nature, whereas the asuras are situated in the modes of passion or ignorance. The demigods, or controlling deities, are entrusted with departmental management of all the different functions of the material world. For example, one of our sense organs, the eye, is controlled by light, light is distributed by the sun rays, and their controlling deity is the sun. Similarly, mind is controlled by the moon. All other senses, both for working and for acquiring knowledge, are controlled by the different demigods. The demigods are assistants of the Lord in the management of material affairs.",
        "After the creation of the demigods, all entities are covered by the darkness of ignorance. Each and every living being in the material world is conditioned by his mentality of lording it over the resources of material nature. Although a living entity is the master of the material world, he is conditioned by ignorance, by the false impression of being the proprietor of material things.",
        "The energy of the Lord called avidyā is the bewildering factor of the conditioned souls. The material nature is called avidyā, or ignorance, but to the devotees of the Lord engaged in pure devotional service, this energy becomes vidyā, or pure knowledge. This is confirmed in Bhagavad-gītā. The energy of the Lord transforms from mahā-māyā to yoga-māyā and appears to pure devotees in her real feature. The material nature therefore appears to function in three phases: as the creative principle of the material world, as ignorance and as knowledge. As disclosed in the previous verse, in the fourth creation the power of knowledge is also created. The conditioned souls are not originally fools, but by the influence of the avidyā function of material nature they are made fools, and thus they are unable to utilize knowledge in the proper channel.",
        "By the influence of darkness, the conditioned soul forgets his relationship with the Supreme Lord and is overwhelmed by attachment, hatred, pride, ignorance and false identification, the five kinds of illusion that cause material bondage."
      ],
      "prev_verse": "16",
      "next_verse": "18"
    },
    {
      "title": "ŚB 3.10.18",
      "id": "sb_3_10_18",
      "sanskrit": "षडिमे प्राकृता: सर्गा वैकृतानपि मे श‍ृणु ।\nरजोभाजो भगवतो लीलेयं हरिमेधस: ॥ १८ ॥",
      "iast": "ṣaḍ ime prākṛtāḥ sargā\nvaikṛtān api me śṛṇu\nrajo-bhājo bhagavato\nlīleyaṁ hari-medhasaḥ",
      "word_to_word": "ṣaṭ — six; ime — all these; prākṛtāḥ — of the material energy; sargāḥ — creations; vaikṛtān — secondary creations by Brahmā; api — also; me — from me; śṛṇu — just hear; rajaḥ-bhājaḥ — of the incarnation of the mode of passion (Brahmā); bhagavataḥ — of the greatly powerful; līlā — pastime; iyam — this; hari — the Supreme Personality of Godhead; medhasaḥ — of one who has such a brain.",
      "translation": "All the above are natural creations by the external energy of the Lord. Now hear from me about the creations by Brahmā, who is an incarnation of the mode of passion and who, in the matter of creation, has a brain like that of the Personality of Godhead.",
      "purport": [],
      "prev_verse": "17",
      "next_verse": "19"
    },
    {
      "title": "ŚB 3.10.19",
      "id": "sb_3_10_19",
      "sanskrit": "सप्तमो मुख्यसर्गस्तु षङ्‌विधस्तस्थुषां च य: ।\nवनस्पत्योषधिलतात्वक्सारा वीरुधो द्रुमा: ॥ १९ ॥",
      "iast": "saptamo mukhya-sargas tu\nṣaḍ-vidhas tasthuṣāṁ ca yaḥ\nvanaspaty-oṣadhi-latā-\ntvaksārā vīrudho drumāḥ",
      "word_to_word": "saptamaḥ — the seventh; mukhya — principle; sargaḥ — creation; tu — indeed; ṣaṭ-vidhaḥ — six kinds of; tasthuṣām — of those who do not move; ca — also; yaḥ — those; vanaspati — fruit trees without flowers; oṣadhi — trees and plants existing until the fruit is ripe; latā — creepers; tvaksārāḥ — pipe plants; vīrudhaḥ — creepers without support; drumāḥ — trees with flowers and fruits.",
      "translation": "The seventh creation is that of the immovable entities, which are of six kinds: the fruit trees without flowers, trees and plants which exist until the fruit is ripe, creepers, pipe plants, creepers which have no support, and trees with flowers and fruits.",
      "purport": [],
      "prev_verse": "18",
      "next_verse": "20"
    },
    {
      "title": "ŚB 3.10.20",
      "id": "sb_3_10_20",
      "sanskrit": "उत्स्रोतसस्तम:प्राया अन्त:स्पर्शा विशेषिण: ॥ २० ॥",
      "iast": "utsrotasas tamaḥ-prāyā\nantaḥ-sparśā viśeṣiṇaḥ",
      "word_to_word": "utsrotasaḥ — they seek their subsistence upwards; tamaḥ-prāyāḥ — almost unconscious; antaḥ-sparśāḥ — slightly feeling within; viśeṣiṇaḥ — with varieties of manifestation.",
      "translation": "All the immovable trees and plants seek their subsistence upwards. They are almost unconscious but have feelings of pain within. They are manifested in variegatedness.",
      "purport": [],
      "prev_verse": "19",
      "next_verse": "21"
    },
    {
      "title": "ŚB 3.10.21",
      "id": "sb_3_10_21",
      "sanskrit": "तिरश्चामष्टम: सर्ग: सोऽष्टाविंशद्विधो मत: ।\nअविदो भूरितमसो घ्राणज्ञा ह्यद्यवेदिन: ॥ २१ ॥",
      "iast": "tiraścām aṣṭamaḥ sargaḥ\nso ’ṣṭāviṁśad-vidho mataḥ\navido bhūri-tamaso\nghrāṇa-jñā hṛdy avedinaḥ",
      "word_to_word": "tiraścām — species of lower animals; aṣṭamaḥ — the eighth; sargaḥ — creation; saḥ — they are; aṣṭāviṁśat — twenty-eight; vidhaḥ — varieties; mataḥ — considered; avidaḥ — without knowledge of tomorrow; bhūri — extensively; tamasaḥ — ignorant; ghrāṇa-jñāḥ — can know desirables by smell; hṛdi avedinaḥ — can remember very little in the heart.",
      "translation": "The eighth creation is that of the lower species of life, and they are of different varieties, numbering twenty-eight. They are all extensively foolish and ignorant. They know their desirables by smell, but are unable to remember anything within the heart.",
      "purport": [
        "In the Vedas the symptoms of the lower animals are described as follows: athetareṣāṁ paśūnāḥ aśanāpipāse evābhivijñānaṁ na vijñātaṁ vadanti na vijñātaṁ paśyanti na viduḥ śvastanaṁ na lokālokāv iti; yad vā, bhūri-tamaso bahu-ruṣaḥ ghrāṇenaiva jānanti hṛdyaṁ prati svapriyaṁ vastv eva vindanti bhojana-śayanādy-arthaṁ gṛhṇanti. “Lower animals have knowledge only of their hunger and thirst. They have no acquired knowledge, no vision. Their behavior exhibits no dependence on formalities. Extensively ignorant, they can know their desirables only by smell, and by such intelligence only can they understand what is favorable and unfavorable. Their knowledge is concerned only with eating and sleeping.” Therefore, even the most ferocious lower animals, such as tigers, can be tamed simply by regularly supplying meals and accommodations for sleeping. Only snakes cannot be tamed by such an arrangement."
      ],
      "prev_verse": "20",
      "next_verse": "22"
    },
    {
      "title": "ŚB 3.10.22",
      "id": "sb_3_10_22",
      "sanskrit": "गौरजो महिष: कृष्ण: सूकरो गवयो रुरु: ।\nद्विशफा: पशवश्चेमे अविरुष्ट्रश्च सत्तम ॥ २२ ॥",
      "iast": "gaur ajo mahiṣaḥ kṛṣṇaḥ\nsūkaro gavayo ruruḥ\ndvi-śaphāḥ paśavaś ceme\navir uṣṭraś ca sattama",
      "word_to_word": "gauḥ — the cow; ajaḥ — the goat; mahiṣaḥ — the buffalo; kṛṣṇaḥ — a kind of stag; sūkaraḥ — hog; gavayaḥ — a species of animal; ruruḥ — deer; dvi-śaphāḥ — having cloven hooves; paśavaḥ — animals; ca — also; ime — all these; aviḥ — lamb; uṣṭraḥ — camel; ca — and; sattama — O purest.",
      "translation": "O purest Vidura, of the lower animals the cow, goat, buffalo, kṛṣṇa stag, hog, gavaya animal, deer, lamb and camel all have cloven hooves.",
      "purport": [],
      "prev_verse": "21",
      "next_verse": "23"
    },
    {
      "title": "ŚB 3.10.23",
      "id": "sb_3_10_23",
      "sanskrit": "खरोऽश्वोऽश्वतरो गौर: शरभश्चमरी तथा ।\nएते चैकशफा: क्षत्त: श‍ृणु पञ्चनखान् पशून् ॥ २३ ॥",
      "iast": "kharo ’śvo ’śvataro gauraḥ\nśarabhaś camarī tathā\nete caika-śaphāḥ kṣattaḥ\nśṛṇu pañca-nakhān paśūn",
      "word_to_word": "kharaḥ — ass; aśvaḥ — horse; aśvataraḥ — mule; gauraḥ — white deer; śarabhaḥ — bison; camarī — wild cow; tathā — thus; ete — all these; ca — and; eka — only one; śaphāḥ — hoof; kṣattaḥ — O Vidura; śṛṇu — just hear now; pañca — five; nakhān — nails; paśūn — animals.",
      "translation": "The horse, mule, ass, gaura, śarabha bison and wild cow all have only one hoof. Now you may hear from me about the animals who have five nails.",
      "purport": [],
      "prev_verse": "22",
      "next_verse": "24"
    },
    {
      "title": "ŚB 3.10.24",
      "id": "sb_3_10_24",
      "sanskrit": "श्वा सृगालो वृको व्याघ्रो मार्जार: शशशल्लकौ ।\nसिंह: कपिर्गज: कूर्मो गोधा च मकरादय: ॥ २४ ॥",
      "iast": "śvā sṛgālo vṛko vyāghro\nmārjāraḥ śaśa-śallakau\nsiṁhaḥ kapir gajaḥ kūrmo\ngodhā ca makarādayaḥ",
      "word_to_word": "śvā — dog; sṛgālaḥ — jackal; vṛkaḥ — fox; vyāghraḥ — tiger; mārjāraḥ — cat; śaśa — rabbit; śallakau — sajāru (with thorns on the body); siṁhaḥ — lion; kapiḥ — monkey; gajaḥ — elephant; kūrmaḥ — tortoise; godhā — gosāpa (snake with four legs); ca — also; makara-ādayaḥ — the alligator and others.",
      "translation": "The dog, jackal, tiger, fox, cat, rabbit, sajāru, lion, monkey, elephant, tortoise, alligator, gosāpa, etc., all have five nails in their claws. They are known as pañca-nakhas, or animals having five nails.",
      "purport": [],
      "prev_verse": "23",
      "next_verse": "25"
    },
    {
      "title": "ŚB 3.10.25",
      "id": "sb_3_10_25",
      "sanskrit": "कङ्कगृधबकश्येनभासभल्लूकबर्हिण: ।\nहंससारसचक्राह्वकाकोलूकादय: खगा: ॥ २५ ॥",
      "iast": "kaṅka-gṛdhra-baka-śyena-\nbhāsa-bhallūka-barhiṇaḥ\nhaṁsa-sārasa-cakrāhva-\nkākolūkādayaḥ khagāḥ",
      "word_to_word": "kaṅka — heron; gṛdhra — vulture; baka — crane; śyena — hawk; bhāsa — the bhāsa; bhallūka — the bhallūka; barhiṇaḥ — the peacock; haṁsa — swan; sārasa — the sārasa; cakrāhva — the cakravāka; kāka — crow; ulūka — owl; ādayaḥ — and others; khagāḥ — the birds.",
      "translation": "The heron, vulture, crane, hawk, bhāsa, bhallūka, peacock, swan, sārasa, cakravāka, crow, owl and others are the birds.",
      "purport": [],
      "prev_verse": "24",
      "next_verse": "26"
    },
    {
      "title": "ŚB 3.10.26",
      "id": "sb_3_10_26",
      "sanskrit": "अर्वाक्स्रोतस्तु नवम: क्षत्तरेकविधो नृणाम् ।\nरजोऽधिका: कर्मपरा दु:खे च सुखमानिन: ॥ २६ ॥",
      "iast": "arvāk-srotas tu navamaḥ\nkṣattar eka-vidho nṛṇām\nrajo ’dhikāḥ karma-parā\nduḥkhe ca sukha-māninaḥ",
      "word_to_word": "arvāk — downwards; srotaḥ — passage of food; tu — but; navamaḥ — the ninth; kṣattaḥ — O Vidura; eka-vidhaḥ — one species; nṛṇām — of human beings; rajaḥ — the mode of passion; adhikāḥ — very prominent; karma-parāḥ — interested in working; duḥkhe — in misery; ca — but; sukha — happiness; māninaḥ — thinking.",
      "translation": "The creation of the human beings, who are of one species only and who stock their eatables in the belly, is the ninth in the rotation. In the human race, the mode of passion is very prominent. Humans are always busy in the midst of miserable life, but they think themselves happy in all respects.",
      "purport": [
        "The human being is more passionate than the animals, and thus the sex life of the human being is more irregular. The animals have their due time for sexual intercourse, but the human being has no regular time for such activities. The human being is endowed with a higher, advanced stage of consciousness for getting relief from the existence of material miseries, but due to his ignorance he thinks that his higher consciousness is meant for advancing in the material comforts of life. Thus his intelligence is misused in the animal propensities — eating, sleeping, defending and mating — instead of spiritual realization. By advancing in material comforts the human being puts himself into a more miserable condition, but, illusioned by the material energy, he always thinks himself happy, even while in the midst of misery. Such misery of human life is distinct from the natural comfortable life enjoyed even by the animals."
      ],
      "prev_verse": "25",
      "next_verse": "27"
    },
    {
      "title": "ŚB 3.10.27",
      "id": "sb_3_10_27",
      "sanskrit": "वैकृतास्रय एवैते देवसर्गश्च सत्तम ।\nवैकारिकस्तु य: प्रोक्त: कौमारस्तूभयात्मक: ॥ २७ ॥",
      "iast": "vaikṛtās traya evaite\ndeva-sargaś ca sattama\nvaikārikas tu yaḥ proktaḥ\nkaumāras tūbhayātmakaḥ",
      "word_to_word": "vaikṛtāḥ — creations of Brahmā; trayaḥ — three kinds; eva — certainly; ete — all these; deva-sargaḥ — appearance of the demigods; ca — also; sattama — O good Vidura; vaikārikaḥ — creation of demigods by nature; tu — but; yaḥ — which; proktaḥ — described before; kaumāraḥ — the four Kumāras; tu — but; ubhaya-ātmakaḥ — both ways (namely vaikṛta and prākṛta).",
      "translation": "O good Vidura, these last three creations and the creation of demigods (the tenth creation) are vaikṛta creations, which are different from the previously described prākṛta (natural) creations. The appearance of the Kumāras is both.",
      "purport": [],
      "prev_verse": "26",
      "next_verse": "28-29"
    },
    {
      "title": "ŚB 3.10.28-29",
      "id": "sb_3_10_28-29",
      "sanskrit": "देवसर्गश्चाष्टविधो विबुधा: पितरोऽसुरा: ।\nगन्धर्वाप्सरस: सिद्धा यक्षरक्षांसि चारणा: ॥ २८ ॥\nभूतप्रेतपिशाचाश्च विद्याध्रा: किन्नरादय: ।\nदशैते विदुराख्याता: सर्गास्ते विश्वसृक्‍कृता: ॥ २९ ॥",
      "iast": "deva-sargaś cāṣṭa-vidho\nvibudhāḥ pitaro ’surāḥ\ngandharvāpsarasaḥ siddhā\nyakṣa-rakṣāṁsi cāraṇāḥ\nbhūta-preta-piśācāś ca\nvidyādhrāḥ kinnarādayaḥ\ndaśaite vidurākhyātāḥ\nsargās te viśva-sṛk-kṛtāḥ",
      "word_to_word": "deva-sargaḥ — creation of the demigods; ca — also; aṣṭa-vidhaḥ — eight kinds; vibudhāḥ — the demigods; pitaraḥ — the forefathers; asurāḥ — the demons; gandharva — the expert artisans in the higher planets; apsarasaḥ — the angels; siddhāḥ — persons who are perfect in mystic powers; yakṣa — the superprotectors; rakṣāṁsi — giants; cāraṇāḥ — the celestial singers; bhūta — jinn; preta — evil spirits; piśācāḥ — attendant spirits; ca — also; vidyādhrāḥ — the celestial denizens named Vidyādharas; kinnara — superhuman beings; ādayaḥ — and others; daśa ete — all these ten (creations); vidura — O Vidura; ākhyātāḥ — described; sargāḥ — creations; te — unto you; viśva-sṛk — the creator of the universe (Brahmā); kṛtāḥ — done by him.",
      "translation": "The creation of the demigods is of eight varieties: (1) the demigods, (2) the forefathers, (3) the asuras, or demons, (4) the Gandharvas and Apsarās, or angels, (5) the Yakṣas and Rākṣasas, (6) the Siddhas, Cāraṇas and Vidyādharas, (7) the Bhūtas, Pretas and Piśācas, and (8) the superhuman beings, celestial singers, etc. All are created by Brahmā, the creator of the universe.",
      "purport": [
        "As explained in the Second Canto of Śrīmad-Bhāgavatam, the Siddhas are inhabitants of Siddhaloka, where the residents travel in space without vehicles. At their mere will they can pass from one planet to another without difficulty. Therefore, in the upper planets the inhabitants are far superior to the inhabitants of this planet in all matters of art, culture and science, since they possess brains superior to those of human beings. The spirits and jinn mentioned in this connection are also counted among the demigods because they are able to perform uncommon functions not possible for men."
      ],
      "prev_verse": "27",
      "next_verse": "30"
    },
    {
      "title": "ŚB 3.10.30",
      "id": "sb_3_10_30",
      "sanskrit": "अत: परं प्रवक्ष्यामि वंशान्मन्वन्तराणि च ।\nएवं रज:प्लुत: स्रष्टा कल्पादिष्वात्मभूर्हरि: ।\nसृजत्यमोघसङ्कल्प आत्मैवात्मानमात्मना ॥ ३० ॥",
      "iast": "ataḥ paraṁ pravakṣyāmi\nvaṁśān manvantarāṇi ca\nevaṁ rajaḥ-plutaḥ sraṣṭā\nkalpādiṣv ātmabhūr hariḥ\nsṛjaty amogha-saṅkalpa\nātmaivātmānam ātmanā",
      "word_to_word": "ataḥ — here; param — after; pravakṣyāmi — I shall explain; vaṁśān — descendants; manvantarāṇi — different advents of Manus; ca — and; evam — thus; rajaḥ-plutaḥ — infused with the mode of passion; sraṣṭā — the creator; kalpa-ādiṣu — in different millenniums; ātma-bhūḥ — self-advent; hariḥ — the Personality of Godhead; sṛjati — creates; amogha — unfailing; saṅkalpaḥ — determination; ātmā eva — He Himself; ātmānam — Himself; ātmanā — by His own energy.",
      "translation": "Now I shall describe the descendants of the Manus. The creator, Brahmā, as the incarnation of the passion mode of the Personality of Godhead, creates the universal affairs with unfailing desires in every millennium by the force of the Lord’s energy.",
      "purport": [
        "The cosmic manifestation is an expansion of one of the many energies of the Supreme Personality of Godhead; the creator and the created are both emanations of the same Supreme Truth, as stated in the beginning of the Bhāgavatam: janmādy asya yataḥ.",
        "Thus end the Bhaktivedanta purports of the Third Canto, Tenth Chapter, of the Śrīmad-Bhāgavatam, entitled “Divisions of the Creation.”"
      ],
      "prev_verse": "28-29",
      "next_verse": "11"
    }
  ]
}