{
  "id": "sb_3_16",
  "title": "The Two Doorkeepers of Vaikuṇṭha, Jaya and Vijaya, Cursed by the Sages",
  "canto": 3,
  "chapter": 16,
  "verses": [
    {
      "title": "ŚB 3.16.1",
      "id": "sb_3_16_1",
      "sanskrit": "ब्रह्मोवाच\nइति तद् गृणतां तेषां मुनीनां योगधर्मिणाम् ।\nप्रतिनन्द्य जगादेदं विकुण्ठनिलयो विभु: ॥ १ ॥",
      "iast": "brahmovāca\niti tad gṛṇatāṁ teṣāṁ\nmunīnāṁ yoga-dharmiṇām\npratinandya jagādedaṁ\nvikuṇṭha-nilayo vibhuḥ",
      "word_to_word": "brahmā uvāca — Lord Brahmā said; iti — thus; tat — speech; gṛṇatām — praising; teṣām — of them; munīnām — those four sages; yoga-dharmiṇām — engaged in linking with the Supreme; pratinandya — after congratulating; jagāda — said; idam — these words; vikuṇṭha-nilayaḥ — whose abode is bereft of anxiety; vibhuḥ — the Supreme Personality of Godhead.",
      "translation": "Lord Brahmā said: After thus congratulating the sages for their nice words, the Supreme Personality of Godhead, whose abode is in the kingdom of God, spoke as follows.",
      "purport": [],
      "prev_verse": "16",
      "next_verse": "2"
    },
    {
      "title": "ŚB 3.16.2",
      "id": "sb_3_16_2",
      "sanskrit": "श्रीभगवानुवाच\nएतौ तौ पार्षदौ मह्यं जयो विजय एव च ।\nकदर्थीकृत्य मां यद्वो बह्वक्रातामतिक्रमम् ॥ २ ॥",
      "iast": "śrī-bhagavān uvāca\netau tau pārṣadau mahyaṁ\njayo vijaya eva ca\nkadarthī-kṛtya māṁ yad vo\nbahv akrātām atikramam",
      "word_to_word": "śrī-bhagavān uvāca — the Supreme Personality of Godhead said; etau — these two; tau — they; pārṣadau — attendants; mahyam — of Mine; jayaḥ — named Jaya; vijayaḥ — named Vijaya; eva — certainly; ca — and; kadarthī-kṛtya — by ignoring; mām — Me; yat — which; vaḥ — against you; bahu — great; akrātām — have committed; atikramam — offense.",
      "translation": "The Personality of Godhead said: These attendants of Mine, Jaya and Vijaya by name, have committed a great offense against you because of ignoring Me.",
      "purport": [
        "To commit an offense at the feet of a devotee of the Lord is a great wrong. Even when a living entity is promoted to Vaikuṇṭha, there is still the chance that he may commit offenses, but the difference is that when one is in a Vaikuṇṭha planet, even if by chance one commits an offense, he is protected by the Lord. This is the remarkable fact in the dealings of the Lord and the servitor, as seen in the present incident concerning Jaya and Vijaya. The word atikramam used herein indicates that in offending a devotee one neglects the Supreme Lord Himself.",
        "By mistake the doormen held the sages from entering Vaikuṇṭhaloka, but because they were engaged in the transcendental service of the Lord, their annihilation was not expected by advanced devotees. The Lord’s presence on the spot was very pleasing to the hearts of the devotees. The Lord understood that the trouble was due to His lotus feet not being seen by the sages, and therefore He wanted to please them by personally going there. The Lord is so merciful that even if there is some impediment for the devotee, He Himself manages matters in such a way that the devotee is not bereft of having audience at His lotus feet. There is a very good example in the life of Haridāsa Ṭhākura. When Caitanya Mahāprabhu was residing at Jagannātha purī, Haridāsa Ṭhākura, who happened to be Muhammadan by birth, was with Him. In Hindu temples, especially in those days, no one but a Hindu was allowed to enter. Although Haridāsa Ṭhākura was the greatest of all Hindus in his behavior, he considered himself a Muhammadan and did not enter the temple. Lord Caitanya could understand his humility, and since he did not go to see the temple, Lord Caitanya Himself, who is nondifferent from Jagannātha, used to come and sit with Haridāsa Ṭhākura daily. Here in Śrīmad-Bhāgavatam we also find this same behavior of the Lord. His devotees were prevented from seeing His lotus feet, but the Lord Himself came to see them on the same lotus feet for which they aspired. It is also significant that He was accompanied by the goddess of fortune. The goddess of fortune is not to be seen by ordinary persons, but the Lord was so kind that although the devotees did not aspire for such an honor, He appeared before them with the goddess of fortune."
      ],
      "prev_verse": "1",
      "next_verse": "3"
    },
    {
      "title": "ŚB 3.16.3",
      "id": "sb_3_16_3",
      "sanskrit": "यस्त्वेतयोर्धृतो दण्डो भवद्‍‌भिर्मामनुव्रतै: ।\nस एवानुमतोऽस्माभिर्मुनयो देवहेलनात् ॥ ३ ॥",
      "iast": "yas tv etayor dhṛto daṇḍo\nbhavadbhir mām anuvrataiḥ\nsa evānumato ’smābhir\nmunayo deva-helanāt",
      "word_to_word": "yaḥ — which; tu — but; etayoḥ — regarding both Jaya and Vijaya; dhṛtaḥ — has been given; daṇḍaḥ — punishment; bhavadbhiḥ — by you; mām — Me; anuvrataiḥ — devoted to; saḥ — that; eva — certainly; anumataḥ — is approved; asmābhiḥ — by Me; munayaḥ — O great sages; deva — against you; helanāt — because of an offense.",
      "translation": "O great sages, I approve of the punishment that you who are devoted to Me have meted out to them.",
      "purport": [],
      "prev_verse": "2",
      "next_verse": "4"
    },
    {
      "title": "ŚB 3.16.4",
      "id": "sb_3_16_4",
      "sanskrit": "तद्व: प्रसादयाम्यद्य ब्रह्म दैवं परं हि मे ।\nतद्धीत्यात्मकृतं मन्ये यत्स्वपुम्भिरसत्कृता: ॥ ४ ॥",
      "iast": "tad vaḥ prasādayāmy adya\nbrahma daivaṁ paraṁ hi me\ntad dhīty ātma-kṛtaṁ manye\nyat sva-pumbhir asat-kṛtāḥ",
      "word_to_word": "tat — therefore; vaḥ — you sages; prasādayāmi — I am seeking your forgiveness; adya — just now; brahma — the brāhmaṇas; daivam — most beloved personalities; param — highest; hi — because; me — My; tat — that offense; hi — because; iti — thus; ātma-kṛtam — done by Me; manye — I consider; yat — which; sva-pumbhiḥ — by My own attendants; asat-kṛtāḥ — having been disrespected.",
      "translation": "To Me, the brāhmaṇa is the highest and most beloved personality. The disrespect shown by My attendants has actually been displayed by Me because the doormen are My servitors. I take this to be an offense by Myself; therefore I seek your forgiveness for the incident that has arisen.",
      "purport": [
        "The Lord is always in favor of the brāhmaṇas and the cows, and therefore it is said, go-brāhmaṇa-hitāya ca. Lord Kṛṣṇa, or Viṣṇu, the Supreme Personality of Godhead, is also the worshipable Deity of the brāhmaṇas. In the Vedic literature, in the ṛg-mantra hymns of the Ṛg Veda, it is stated that those who are actually brāhmaṇas always look to the lotus feet of Viṣṇu: oṁ tad viṣṇoḥ paramaṁ padaṁ sadā paśyanti sūrayaḥ. Those who are qualified brāhmaṇas worship only the Viṣṇu form of the Supreme Personality of Godhead, which means Kṛṣṇa, Rāma and all Viṣṇu expansions. A so-called brāhmaṇa who is born in the family of brāhmaṇas but performs activities aimed against the Vaiṣṇavas cannot be accepted as a brāhmaṇa, because brāhmaṇa means Vaiṣṇava and Vaiṣṇava means brāhmaṇa. One who has become a devotee of the Lord is also a brāhmaṇa. The formula is brahma jānātīti brāhmaṇaḥ. A brāhmaṇa is one who has understood Brahman, and a Vaiṣṇava is one who has understood the Personality of Godhead. Brahman realization is the beginning of realization of the Personality of Godhead. One who understands the Personality of Godhead also knows the impersonal feature of the Supreme, which is Brahman. Therefore one who becomes a Vaiṣṇava is already a brāhmaṇa. It should be noted that the glories of the brāhmaṇa described in this chapter by the Lord Himself refer to His devotee-brāhmaṇa, or the Vaiṣṇava. It should never be misunderstood that the so-called brāhmaṇas who are born in brāhmaṇa families but have no brahminical qualifications are referred to in this connection."
      ],
      "prev_verse": "3",
      "next_verse": "5"
    },
    {
      "title": "ŚB 3.16.5",
      "id": "sb_3_16_5",
      "sanskrit": "यन्नामानि च गृह्णाति लोको भृत्ये कृतागसि ।\nसोऽसाधुवादस्तत्कीर्तिं हन्ति त्वचमिवामय: ॥ ५ ॥",
      "iast": "yan-nāmāni ca gṛhṇāti\nloko bhṛtye kṛtāgasi\nso ’sādhu-vādas tat-kīrtiṁ\nhanti tvacam ivāmayaḥ",
      "word_to_word": "yat — of whom; nāmāni — the names; ca — and; gṛhṇāti — take; lokaḥ — people in general; bhṛtye — when a servant; kṛta-āgasi — has committed something wrong; saḥ — that; asādhu-vādaḥ — blame; tat — of that person; kīrtim — the reputation; hanti — destroys; tvacam — the skin; iva — as; āmayaḥ — leprosy.",
      "translation": "A wrong act committed by a servant leads people in general to blame his master, just as a spot of white leprosy on any part of the body pollutes all of the skin.",
      "purport": [
        "A Vaiṣṇava, therefore, should be fully qualified. As stated in the Bhāgavatam, anyone who has become a Vaiṣṇava has developed all the good qualities of the demigods. There are twenty-six qualifications mentioned in the Caitanya-caritāmṛta. A devotee should always see that his Vaiṣṇava qualities increase with the advancement of his Kṛṣṇa consciousness. A devotee should be blameless because any offense by the devotee is a scar on the Supreme Personality of Godhead. The devotee’s duty is to be always conscious in his dealings with others, especially with another devotee of the Lord."
      ],
      "prev_verse": "4",
      "next_verse": "6"
    },
    {
      "title": "ŚB 3.16.6",
      "id": "sb_3_16_6",
      "sanskrit": "यस्यामृतामलयश:श्रवणावगाह:\nसद्य: पुनाति जगदाश्वपचाद्विकुण्ठ: ।\nसोऽहं भवद्भय उपलब्धसुतीर्थकीर्ति-\nश्छिन्द्यां स्वबाहुमपि व: प्रतिकूलवृत्तिम् ॥ ६ ॥",
      "iast": "yasyāmṛtāmala-yaśaḥ-śravaṇāvagāhaḥ\nsadyaḥ punāti jagad āśvapacād vikuṇṭhaḥ\nso ’haṁ bhavadbhya upalabdha-sutīrtha-kīrtiś\nchindyāṁ sva-bāhum api vaḥ pratikūla-vṛttim",
      "word_to_word": "yasya — of whom; amṛta — nectar; amala — uncontaminated; yaśaḥ — glories; śravaṇa — hearing; avagāhaḥ — entering into; sadyaḥ — immediately; punāti — purifies; jagat — the universe; āśva-pacāt — including even the dog-eaters; vikuṇṭhaḥ — without anxiety; saḥ — that person; aham — I am; bhavadbhyaḥ — from you; upalabdha — obtained; su-tīrtha — the best place of pilgrimage; kīrtiḥ — the fame; chindyām — would cut off; sva-bāhum — My own arm; api — even; vaḥ — towards you; pratikūla-vṛttim — acting inimically.",
      "translation": "Anyone in the entire world, even down to the caṇḍāla, who lives by cooking and eating the flesh of the dog, is immediately purified if he takes bath in hearing through the ear the glorification of My name, fame, etc. Now you have realized Me without doubt; therefore I will not hesitate to lop off My own arm if its conduct is found hostile to you.",
      "purport": [
        "Real purification can take place in human society if its members take to Kṛṣṇa consciousness. This is clearly stated in all Vedic literature. Anyone who takes to Kṛṣṇa consciousness in all sincerity, even if he is not very advanced in good behavior, is purified. A devotee can be recruited from any section of human society, although it is not expected that everyone in all segments of society is well-behaved. As stated in this verse and in many places in Bhagavad-gītā, even if one is not born in a brāhmaṇa family, or even if he is born in a family of caṇḍālas, if he simply takes to Kṛṣṇa consciousness he is immediately purified. In Bhagavad-gītā, Ninth Chapter, verses 30-32, it is clearly stated that even though a man is not well-behaved, if he simply takes to Kṛṣṇa consciousness he is understood to be a saintly person. As long as a person is in this material world he has two different relationships in his dealings with others — one relationship pertains to the body, and the other pertains to the spirit. As far as bodily affairs or social activities are concerned, although a person is purified on the spiritual platform, it is sometimes seen that he acts in terms of his bodily relationships. If a devotee born in the family of a caṇḍāla (the lowest caste) is sometimes found engaged in his habitual activities, he is not to be considered a caṇḍāla. In other words, a Vaiṣṇava should not be evaluated in terms of his body. The śāstra states that no one should think the Deity in the temple to be made of wood or stone, and no one should think that a person coming from a lower-caste family who has taken to Kṛṣṇa consciousness is still of the same low caste. These attitudes are forbidden because anyone who takes to Kṛṣṇa consciousness is understood to be fully purified. He is at least engaged in the process of purification, and if he sticks to the principle of Kṛṣṇa consciousness he will very soon be fully purified. The conclusion is that if one takes to Kṛṣṇa consciousness with all seriousness, he is to be understood as already purified, and Kṛṣṇa is ready to give him protection by all means. The Lord assures herein that He is ready to give protection to His devotee even if there is need to cut off part of His own body."
      ],
      "prev_verse": "5",
      "next_verse": "7"
    },
    {
      "title": "ŚB 3.16.7",
      "id": "sb_3_16_7",
      "sanskrit": "यत्सेवया चरणपद्मपवित्ररेणुं\nसद्य:क्षताखिलमलं प्रतिलब्धशीलम् ।\nन श्रीर्विरक्तमपि मां विजहाति यस्या:\nप्रेक्षालवार्थ इतरे नियमान् वहन्ति ॥ ७ ॥",
      "iast": "yat-sevayā caraṇa-padma-pavitra-reṇuṁ\nsadyaḥ kṣatākhila-malaṁ pratilabdha-śīlam\nna śrīr viraktam api māṁ vijahāti yasyāḥ\nprekṣā-lavārtha itare niyamān vahanti",
      "word_to_word": "yat — of whom; sevayā — by the service; caraṇa — feet; padma — lotus; pavitra — sacred; reṇum — the dust; sadyaḥ — immediately; kṣata — wiped out; akhila — all; malam — sins; pratilabdha — acquired; śīlam — disposition; na — not; śrīḥ — the goddess of fortune; viraktam — have no attachment; api — even though; mām — Me; vijahāti — leave; yasyāḥ — of the goddess of fortune; prekṣā-lava-arthaḥ — for obtaining a slight favor; itare — others, like Lord Brahmā; niyamān — sacred vows; vahanti — observe.",
      "translation": "The Lord continued: Because I am the servitor of My devotees, My lotus feet have become so sacred that they immediately wipe out all sin and I have acquired such a disposition that the goddess of fortune does not leave Me, even though I have no attachment for her, while others praise her beauty and observe sacred vows to secure from her even a slight favor.",
      "purport": [
        "The relationship between the Lord and His devotee is transcendentally beautiful. As the devotee thinks that it is due to being a devotee of the Lord that he is elevated in all good qualities, so the Lord also thinks that it is because of His devotion to the servitor that all His transcendental glories have increased. In other words, as the devotee is always anxious to render service to the Lord, so the Lord is ever anxious to render service to the devotee. The Lord admits herein that although He certainly has the quality that anyone who receives a slight particle of the dust of His lotus feet becomes at once a great personality, this greatness is due to His affection for His devotee. It is because of this affection that the goddess of fortune does not leave Him and that not only one but many thousands of goddesses of fortune engage in His service. In the material world, simply to get a little favor from the goddess of fortune, people observe many rigid regulations of austerity and penance. The Lord cannot tolerate any inconvenience on the part of the devotee. He is therefore famous as bhakta-vatsala."
      ],
      "prev_verse": "6",
      "next_verse": "8"
    },
    {
      "title": "ŚB 3.16.8",
      "id": "sb_3_16_8",
      "sanskrit": "नाहं तथाद्मि यजमानहविर्विताने\nश्‍च्योतद्‍घृतप्लुतमदन् हुतभुङ्‍मुखेन ।\nयद्ब्राह्मणस्य मुखतश्चरतोऽनुघासं\nतुष्टस्य मय्यवहितैर्निजकर्मपाकै: ॥ ८ ॥",
      "iast": "nāhaṁ tathādmi yajamāna-havir vitāne\nścyotad-ghṛta-plutam adan huta-bhuṅ-mukhena\nyad brāhmaṇasya mukhataś carato ’nughāsaṁ\ntuṣṭasya mayy avahitair nija-karma-pākaiḥ",
      "word_to_word": "na — not; aham — I; tathā — on the other hand; admi — I eat; yajamāna — by the sacrificer; haviḥ — the oblations; vitāne — in the sacrificial fire; ścyotat — pouring; ghṛta — ghee; plutam — mixed; adan — eating; huta-bhuk — the sacrificial fire; mukhena — by the mouth; yat — as; brāhmaṇasya — of the brāhmaṇa; mukhataḥ — from the mouth; carataḥ — acting; anughāsam — morsels; tuṣṭasya — satisfied; mayi — to Me; avahitaiḥ — offered; nija — own; karma — activities; pākaiḥ — by the results.",
      "translation": "I do not enjoy the oblations offered by the sacrificers in the sacrificial fire, which is one of My own mouths, with the same relish as I do the delicacies overflowing with ghee which are offered to the mouths of the brāhmaṇas who have dedicated to Me the results of their activities and who are ever satisfied with My prasāda.",
      "purport": [
        "The devotee of the Lord, or the Vaiṣṇava, does not take anything without offering it to the Lord. Since a Vaiṣṇava dedicates all the results of his activities to the Lord, he does not taste anything eatable which is not first offered to Him. The Lord also relishes giving to the Vaiṣṇava’s mouth all eatables offered to Him. It is clear from this verse that the Lord eats through the sacrificial fire and the brāhmaṇa’s mouth. So many articles — grains, ghee, etc. — are offered in sacrifice for the satisfaction of the Lord. The Lord accepts sacrificial offerings from the brāhmaṇas and devotees, and elsewhere it is stated that whatever is given for the brāhmaṇas and Vaiṣṇavas to eat is also accepted by the Lord. But here it is said that He accepts offerings to the mouths of brāhmaṇas and Vaiṣṇavas with even greater relish. The best example of this is found in the life of Advaita Prabhu in his dealings with Haridāsa Ṭhākura. Even though Haridāsa was born of a Muhammadan family, Advaita Prabhu offered him the first dish of prasāda after the performance of a sacred fire ceremony. Haridāsa Ṭhākura informed him that he was born of a Muhammadan family and asked why Advaita Prabhu was offering the first dish to a Muhammadan instead of an elevated brāhmaṇa. Out of his humbleness, Haridāsa condemned himself a Muhammadan, but Advaita Prabhu, being an experienced devotee, accepted him as a real brāhmaṇa. Advaita Prabhu asserted that by offering the first dish to Haridāsa Ṭhākura, he was getting the result of feeding one hundred thousand brāhmaṇas. The conclusion is that if one can feed a brāhmaṇa or Vaiṣṇava, it is better than performing hundreds of thousands of sacrifices. In this age, therefore, it is recommended that harer nāma — chanting the holy name of God — and pleasing the Vaiṣṇava are the only means to elevate oneself to spiritual life."
      ],
      "prev_verse": "7",
      "next_verse": "9"
    },
    {
      "title": "ŚB 3.16.9",
      "id": "sb_3_16_9",
      "sanskrit": "येषां बिभर्म्यहमखण्डविकुण्ठयोग-\nमायाविभूतिरमलाङ्‌घ्रि रज: किरीटै: ।\nविप्रांस्तु को न विषहेत यदर्हणाम्भ:\nसद्य: पुनाति सहचन्द्रललामलोकान् ॥ ९ ॥",
      "iast": "yeṣāṁ bibharmy aham akhaṇḍa-vikuṇṭha-yoga-\nmāyā-vibhūtir amalāṅghri-rajaḥ kirīṭaiḥ\nviprāṁs tu ko na viṣaheta yad-arhaṇāmbhaḥ\nsadyaḥ punāti saha-candra-lalāma-lokān",
      "word_to_word": "yeṣām — of the brāhmaṇas; bibharmi — I bear; aham — I; akhaṇḍa — unbroken; vikuṇṭha — unobstructed; yoga-māyā — internal energy; vibhūtiḥ — opulence; amala — pure; aṅghri — of the feet; rajaḥ — the dust; kirīṭaiḥ — on My helmet; viprān — the brāhmaṇas; tu — then; kaḥ — who; na — not; viṣaheta — carry; yat — of the Supreme Lord; arhaṇa-ambhaḥ — water which has washed the feet; sadyaḥ — at once; punāti — sanctifies; saha — along with; candra-lalāma — Lord Śiva; lokān — the three worlds.",
      "translation": "I am the master of My unobstructed internal energy, and the water of the Ganges is the remnant left after My feet are washed. That water sanctifies the three worlds, along with Lord Śiva, who bears it on his head. If I can take the dust of the feet of the Vaiṣṇava on My head, who will refuse to do the same?",
      "purport": [
        "The difference between the internal and external energies of the Supreme Personality of Godhead is that in the internal energy, or in the spiritual world, all the opulences are undisturbed, whereas in the external or material energy, all the opulences are temporary manifestations. The Lord’s supremacy is equal in both the spiritual and material worlds, but the spiritual world is called the kingdom of God, and the material world is called the kingdom of māyā. Māyā refers to that which is not actually fact. The opulence of the material world is a reflection. It is stated in Bhagavad-gītā that this material world is just like a tree whose roots are up and branches down. This means that the material world is the shadow of the spiritual world. Real opulence is in the spiritual world. In the spiritual world the predominating Deity is the Lord Himself, whereas in the material world there are many lords. That is the difference between the internal and external energies. The Lord says that although He is the predominating factor of the internal energy and although the material world is sanctified just by the water that has washed His feet, He has the greatest respect for the brāhmaṇa and the Vaiṣṇava. When the Lord Himself offers so much respect to the Vaiṣṇava and the brāhmaṇa, how can one deny such respect to such personalities?"
      ],
      "prev_verse": "8",
      "next_verse": "10"
    },
    {
      "title": "ŚB 3.16.10",
      "id": "sb_3_16_10",
      "sanskrit": "ये मे तनूर्द्विजवरान्दुहतीर्मदीया\nभूतान्यलब्धशरणानि च भेदबुद्ध्या ।\nद्रक्ष्यन्त्यघक्षतद‍ृशो ह्यहिमन्यवस्तान्\nगृध्रा रुषा मम कुषन्त्यधिदण्डनेतु: ॥ १० ॥",
      "iast": "ye me tanūr dvija-varān duhatīr madīyā\nbhūtāny alabdha-śaraṇāni ca bheda-buddhyā\ndrakṣyanty agha-kṣata-dṛśo hy ahi-manyavas tān\ngṛdhrā ruṣā mama kuṣanty adhidaṇḍa-netuḥ",
      "word_to_word": "ye — which persons; me — My; tanūḥ — body; dvija-varān — the best of the brāhmaṇas; duhatīḥ — cows; madīyāḥ — relating to Me; bhūtāni — living entities; alabdha-śaraṇāni — defenseless; ca — and; bheda-buddhyā — considering as different; drakṣyanti — see; agha — by sin; kṣata — is impaired; dṛśaḥ — whose faculty of judgment; hi — because; ahi — like a snake; manyavaḥ — angry; tān — those same persons; gṛdhrāḥ — the vulturelike messengers; ruṣā — angrily; mama — My; kuṣanti — tear; adhidaṇḍa-netuḥ — of the superintendent of punishment, Yamarāja.",
      "translation": "The brāhmaṇas, the cows and the defenseless creatures are My own body. Those whose faculty of judgment has been impaired by their own sin look upon these as distinct from Me. They are just like furious serpents, and they are angrily torn apart by the bills of the vulturelike messengers of Yamarāja, the superintendent of sinful persons.",
      "purport": [
        "The defenseless creatures, according to Śrīmad-Bhāgavatam, are the cows, brāhmaṇas, women, children and old men. Of these five, the brāhmaṇas and cows are especially mentioned in this verse because the Lord is always anxious about the benefit of the brāhmaṇas and the cows and is prayed to in this way. Therefore the Lord especially instructs that no one should be envious of these five, especially the cows and brāhmaṇas. In some of the Bhāgavatam readings, the word duhitṝḥ is used instead of duhatīḥ. But in either case, the meaning is the same. Duhatīḥ means “cow,” and duhitṝḥ can also be used to mean “cow” because the cow is supposed to be the daughter of the sun-god. Just as children are taken care of by the parents, women as a class should be taken care of by the father, husband or grown-up son. Those who are helpless must be taken care of by their respective guardians; otherwise the guardians will be subjected to the punishment of Yamarāja, who is appointed by the Lord to supervise the activities of sinful living creatures. The assistants, or messengers, of Yamarāja are likened here to vultures, and those who do not execute their respective duties in protecting their wards are compared to serpents. Vultures deal very seriously with serpents, and similarly the messengers will deal very seriously with neglectful guardians."
      ],
      "prev_verse": "9",
      "next_verse": "11"
    },
    {
      "title": "ŚB 3.16.11",
      "id": "sb_3_16_11",
      "sanskrit": "ये ब्राह्मणान्मयि धिया क्षिपतोऽर्चयन्त-\nस्तुष्यद्‍धृद: स्मितसुधोक्षितपद्मवक्त्रा: ।\nवाण्यानुरागकलयात्मजवद् गृणन्त:\nसम्बोधयन्त्यहमिवाहमुपाहृतस्तै: ॥ ११ ॥",
      "iast": "ye brāhmaṇān mayi dhiyā kṣipato ’rcayantas\ntuṣyad-dhṛdaḥ smita-sudhokṣita-padma-vaktrāḥ\nvāṇyānurāga-kalayātmajavad gṛṇantaḥ\nsambodhayanty aham ivāham upāhṛtas taiḥ",
      "word_to_word": "ye — which persons; brāhmaṇān — the brāhmaṇas; mayi — in Me; dhiyā — with intelligence; kṣipataḥ — uttering harsh words; arcayantaḥ — respecting; tuṣyat — gladdened; hṛdaḥ — hearts; smita — smiling; sudhā — nectar; ukṣita — wet; padma — lotuslike; vaktrāḥ — faces; vāṇyā — with words; anurāga-kalayā — loving; ātmaja-vat — like a son; gṛṇantaḥ — praising; sambodhayanti — pacify; aham — I; iva — as; aham — I; upāhṛtaḥ — being controlled; taiḥ — by them.",
      "translation": "On the other hand, they captivate My heart who are gladdened in heart and who, their lotus faces enlightened by nectarean smiles, respect the brāhmaṇas, even though the brāhmaṇas utter harsh words. They look upon the brāhmaṇas as My own Self and pacify them by praising them in loving words, even as a son would appease an angry father or as I am pacifying you.",
      "purport": [
        "It has been observed in many instances in the Vedic scriptures that when the brāhmaṇas or Vaiṣṇavas curse someone in an angry mood, the person who is cursed does not take it upon himself to treat the brāhmaṇas or Vaiṣṇavas in the same way. There are many examples of this. For instance, the sons of Kuvera, when cursed by the great sage Nārada, did not seek revenge in the same harsh way, but submitted. Here also, when Jaya and Vijaya were cursed by the four Kumāras, they did not become harsh towards them; rather, they submitted. That should be the way of treating brāhmaṇas and Vaiṣṇavas. One may sometimes be faced with a grievous situation created by a brāhmaṇa, but instead of meeting him with a similar mood, one should try to pacify him with a smiling face and mild treatment. Brāhmaṇas and Vaiṣṇavas should be accepted as earthly representatives of Nārāyaṇa. Nowadays some foolish persons have manufactured the term daridra-nārāyaṇa, indicating that the poor man should be accepted as the representative of Nārāyaṇa. But in Vedic literature we do not find that poor men should be treated as representatives of Nārāyaṇa. Of course, “those who are unprotected” are mentioned here, but the definition of this phrase is clear from the śāstras. The poor man should not be unprotected, but the brāhmaṇa should especially be treated as the representative of Nārāyaṇa and should be worshiped like Him. It is specifically said that to pacify the brāhmaṇas, one’s face should be lotuslike. A lotuslike face is exhibited when one is adorned with love and affection. In this respect, the example of the father’s being angry at the son and the son’s trying to pacify the father with smiling and sweet words is very appropriate."
      ],
      "prev_verse": "10",
      "next_verse": "12"
    },
    {
      "title": "ŚB 3.16.12",
      "id": "sb_3_16_12",
      "sanskrit": "तन्मे स्वभर्तुरवसायमलक्षमाणौ\nयुष्मद्वय‍‌तिक्रमगतिं प्रतिपद्य सद्य: ।\nभूयो ममान्तिकमितां तदनुग्रहो मे\nयत्कल्पतामचिरतो भृतयोर्विवास: ॥ १२ ॥",
      "iast": "tan me sva-bhartur avasāyam alakṣamāṇau\nyuṣmad-vyatikrama-gatiṁ pratipadya sadyaḥ\nbhūyo mamāntikam itāṁ tad anugraho me\nyat kalpatām acirato bhṛtayor vivāsaḥ",
      "word_to_word": "tat — therefore; me — My; sva-bhartuḥ — of their master; avasāyam — the intention; alakṣamāṇau — not knowing; yuṣmat — against you; vyatikrama — offense; gatim — result; pratipadya — reaping; sadyaḥ — immediately; bhūyaḥ — again; mama antikam — near Me; itām — obtain; tat — that; anugrahaḥ — a favor; me — to Me; yat — which; kalpatām — let it be arranged; acirataḥ — not long; bhṛtayoḥ — of these two servants; vivāsaḥ — exile.",
      "translation": "These servants of Mine have transgressed against you, not knowing the mind of their master. I shall therefore deem it a favor done to Me if you order that, although reaping the fruit of their transgression, they may return to My presence soon and the time of their exile from My abode may expire before long.",
      "purport": [
        "From this statement we can understand how anxious the Lord is to get his servitor back into Vaikuṇṭha. Therefore this incident proves that those who have once entered a Vaikuṇṭha planet can never fall down. The case of Jaya and Vijaya is not a falldown; it is just an accident. The Lord is always anxious to get such devotees back again to the Vaikuṇṭha planets as soon as possible. It is to be assumed that there is no possibility of a misunderstanding between the Lord and the devotees, but when there are discrepancies or disruptions between one devotee and another, one has to suffer the consequences, although that suffering is temporary. The Lord is so kind to His devotees that He took all the responsibility for the doormen’s offense and requested the sages to give them facilities to return to Vaikuṇṭha as soon as possible."
      ],
      "prev_verse": "11",
      "next_verse": "13"
    },
    {
      "title": "ŚB 3.16.13",
      "id": "sb_3_16_13",
      "sanskrit": "बह्मोवाच\nअथ तस्योशतीं देवीमृषिकुल्यां सरस्वतीम् ।\nनास्वाद्य मन्युदष्टानां तेषामात्माप्यतृप्यत ॥ १३ ॥",
      "iast": "brahmovāca\natha tasyośatīṁ devīm\nṛṣi-kulyāṁ sarasvatīm\nnāsvādya manyu-daṣṭānāṁ\nteṣām ātmāpy atṛpyata",
      "word_to_word": "brahmā — Lord Brahmā; uvāca — said; atha — now; tasya — of the Supreme Lord; uśatīm — lovely; devīm — shining; ṛṣi-kulyām — like a series of Vedic hymns; sarasvatīm — speech; na — not; āsvādya — hearing; manyu — anger; daṣṭānām — bitten; teṣām — of those sages; ātmā — the mind; api — even though; atṛpyata — satiated.",
      "translation": "Brahmā continued: Even though the sages had been bitten by the serpent of anger, their souls were not satiated with hearing the Lord’s lovely and illuminating speech, which was like a series of Vedic hymns.",
      "purport": [],
      "prev_verse": "12",
      "next_verse": "14"
    },
    {
      "title": "ŚB 3.16.14",
      "id": "sb_3_16_14",
      "sanskrit": "सतीं व्यादाय श‍ृण्वन्तो लघ्वीं गुर्वर्थगह्वराम् ।\nविगाह्यागाधगम्भीरां न विदुस्तच्चिकीर्षितम् ॥ १४ ॥",
      "iast": "satīṁ vyādāya śṛṇvanto\nlaghvīṁ gurv-artha-gahvarām\nvigāhyāgādha-gambhīrāṁ\nna vidus tac-cikīrṣitam",
      "word_to_word": "satīm — excellent; vyādāya — with attentive aural reception; śṛṇvantaḥ — hearing; laghvīm — properly composed; guru — momentous; artha — import; gahvarām — difficult to understand; vigāhya — pondering; agādha — deep; gambhīrām — grave; na — not; viduḥ — understand; tat — of the Supreme Lord; cikīrṣitam — the intention.",
      "translation": "The Lord’s excellent speech was difficult to comprehend because of its momentous import and its most profound significance. The sages heard it with wide-open ears and pondered it as well. But although hearing, they could not understand what He intended to do.",
      "purport": [
        "It should be understood that no one can surpass the Supreme Personality of Godhead in speaking. There is no difference between the Supreme Person and His speeches, for He stands on the absolute platform. The sages tried with wide-open ears to understand the words from the lips of the Supreme Lord, but although His speech was very concise and meaningful, the sages could not completely comprehend what He was saying. They could not even comprehend the purport of the speech or what the Supreme Lord wanted to do. Nor could they understand whether the Lord was angry or pleased with them."
      ],
      "prev_verse": "13",
      "next_verse": "15"
    },
    {
      "title": "ŚB 3.16.15",
      "id": "sb_3_16_15",
      "sanskrit": "ते योगमाययारब्धपारमेष्ठ्यमहोदयम् ।\nप्रोचु: प्राञ्जलयो विप्रा: प्रहृष्टा: क्षुभितत्वच: ॥ १५ ॥",
      "iast": "te yoga-māyayārabdha-\npārameṣṭhya-mahodayam\nprocuḥ prāñjalayo viprāḥ\nprahṛṣṭāḥ kṣubhita-tvacaḥ",
      "word_to_word": "te — those; yoga-māyayā — through His internal potency; ārabdha — had been revealed; pārameṣṭhya — of the Supreme Personality of Godhead; mahā-udayam — multiglories; procuḥ — spoke; prāñjalayaḥ — with folded hands; viprāḥ — the four brāhmaṇas; prahṛṣṭāḥ — extremely delighted; kṣubhita-tvacaḥ — hair standing on end.",
      "translation": "The four brāhmaṇa sages were nevertheless extremely delighted to behold Him, and they experienced a thrill throughout their bodies. They then spoke as follows to the Lord, who had revealed the multiglories of the Supreme Personality through His internal potency, yoga-māyā.",
      "purport": [
        "The sages were almost too puzzled to speak before the Supreme Personality of Godhead for the first time, and the hairs of their bodies stood erect due to their extreme joy. The highest opulence in the material world is called pārameṣṭhya, the opulence of Brahmā. But that material opulence of Brahmā, who lives on the topmost planet within this material world, cannot compare to the opulence of the Supreme Lord because the transcendental opulence in the spiritual world is caused by yoga-māyā, whereas the opulence in the material world is caused by mahā-māyā."
      ],
      "prev_verse": "14",
      "next_verse": "16"
    },
    {
      "title": "ŚB 3.16.16",
      "id": "sb_3_16_16",
      "sanskrit": "ऋषय ऊचु:\nन वयं भगवन् विद्मस्तव देव चिकीर्षितम् ।\nकृतो मेऽनुग्रहश्चेति यदध्यक्ष: प्रभाषसे ॥ १६ ॥",
      "iast": "ṛṣaya ūcuḥ\nna vayaṁ bhagavan vidmas\ntava deva cikīrṣitam\nkṛto me ’nugrahaś ceti\nyad adhyakṣaḥ prabhāṣase",
      "word_to_word": "ṛṣayaḥ — the sages; ūcuḥ — said; na — not; vayam — we; bhagavan — O Supreme Personality of Godhead; vidmaḥ — did know; tava — Your; deva — O Lord; cikīrṣitam — wish for us to do; kṛtaḥ — has been done; me — unto Me; anugrahaḥ — favor; ca — and; iti — thus; yat — which; adhyakṣaḥ — the supreme ruler; prabhāṣase — You say.",
      "translation": "The sages said: O Supreme Personality of Godhead, we are unable to know what You intend for us to do, for even though You are the supreme ruler of all, You speak in our favor as if we had done something good for You.",
      "purport": [
        "The sages could understand that the Supreme Personality of Godhead, who is above everyone, was speaking as if He were in the wrong; therefore it was difficult for them to understand the words of the Lord. They could understand, however, that the Lord was speaking in such a humble way just to show them His all-merciful favor."
      ],
      "prev_verse": "15",
      "next_verse": "17"
    },
    {
      "title": "ŚB 3.16.17",
      "id": "sb_3_16_17",
      "sanskrit": "ब्रह्मण्यस्य परं दैवं ब्राह्मणा: किल ते प्रभो ।\nविप्राणां देवदेवानां भगवानात्मदैवतम् ॥ १७ ॥",
      "iast": "brahmaṇyasya paraṁ daivaṁ\nbrāhmaṇāḥ kila te prabho\nviprāṇāṁ deva-devānāṁ\nbhagavān ātma-daivatam",
      "word_to_word": "brahmaṇyasya — of the supreme director of the brahminical culture; param — the highest; daivam — position; brāhmaṇāḥ — the brāhmaṇas; kila — for the teaching of others; te — Your; prabho — O Lord; viprāṇām — of the brāhmaṇas; deva-devānām — to be worshiped by the demigods; bhagavān — the Supreme Personality of Godhead; ātma — the self; daivatam — worshipable Deity.",
      "translation": "O Lord, You are the supreme director of the brahminical culture. Your considering the brāhmaṇas to be in the highest position is Your example for teaching others. Actually You are the supreme worshipable Deity, not only for the gods but for the brāhmaṇas also.",
      "purport": [
        "In the Brahma-saṁhitā it is clearly stated that the Supreme Personality of Godhead is the cause of all causes. There are undoubtedly many demigods, the chiefs of whom are Brahmā and Śiva. Lord Viṣṇu is the Lord of Brahmā and Śiva, not to speak of the brāhmaṇas in this material world. As mentioned in Bhagavad-gītā, the Supreme Lord is very favorable towards all activities performed according to brahminical culture, or the qualities of control of the senses and mind, cleanliness, forbearance, faith in scripture, and practical and theoretical knowledge. The Lord is the Supersoul of everyone. In Bhagavad-gītā it is said that the Lord is the source of all emanations; thus He is also the source of Brahmā and Śiva."
      ],
      "prev_verse": "16",
      "next_verse": "18"
    },
    {
      "title": "ŚB 3.16.18",
      "id": "sb_3_16_18",
      "sanskrit": "त्वत्त: सनातनो धर्मो रक्ष्यते तनुभिस्तव ।\nधर्मस्य परमो गुह्यो निर्विकारो भवान्मत: ॥ १८ ॥",
      "iast": "tvattaḥ sanātano dharmo\nrakṣyate tanubhis tava\ndharmasya paramo guhyo\nnirvikāro bhavān mataḥ",
      "word_to_word": "tvattaḥ — from You; sanātanaḥ — eternal; dharmaḥ — occupation; rakṣyate — is protected; tanubhiḥ — by multimanifestations; tava — Your; dharmasya — of religious principles; paramaḥ — the supreme; guhyaḥ — objective; nirvikāraḥ — unchangeable; bhavān — You; mataḥ — in our opinion.",
      "translation": "You are the source of the eternal occupation of all living entities, and by Your multimanifestations of Personalities of Godhead, You have always protected religion. You are the supreme objective of religious principles, and in our opinion You are inexhaustible and unchangeable eternally.",
      "purport": [
        "The statement in this verse dharmasya paramo guhyaḥ refers to the most confidential part of all religious principles. This is confirmed in Bhagavad-gītā. The conclusion of Lord Kṛṣṇa in His advice to Arjuna is: “Give up all other religious engagement and just surrender unto Me.” This is the most confidential knowledge in executing religious principles. In the Bhāgavatam also it is stated that if one does not become Kṛṣṇa conscious after very rigidly executing one’s specified religious duties, all his labor in following so-called religious principles is simply a waste of time. Here also the sages confirm the statement that the Supreme Lord, not the demigods, is the ultimate goal of all religious principles. There are many foolish propagandists who say that worship of the demigods is also a way to reach the supreme goal, but in the authorized statements of Śrīmad-Bhāgavatam and Bhagavad-gītā this is not accepted. Bhagavad-gītā says that one who worships a particular demigod can reach the demigod’s planet, but one who worships the Supreme Personality of Godhead can enter into Vaikuṇṭha. Some propagandists say that regardless of what one does he will ultimately reach the supreme abode of the Personality of Godhead, but this is not valid. The Lord is eternal, the Lord’s servitor is eternal, and the Lord’s abode is also eternal. They are all described here as sanātana, or eternal. The result of devotional service, therefore, is not temporary, as is the achievement of heavenly planets by worshiping the demigods. The sages wanted to stress that although the Lord, out of His causeless mercy, says that He worships the brāhmaṇas and Vaiṣṇavas, actually the Lord is worshipable not only by the brāhmaṇas and Vaiṣṇavas but also by the demigods."
      ],
      "prev_verse": "17",
      "next_verse": "19"
    },
    {
      "title": "ŚB 3.16.19",
      "id": "sb_3_16_19",
      "sanskrit": "तरन्ति ह्यञ्जसा मृत्युं निवृत्ता यदनुग्रहात् ।\nयोगिन: स भवान् किंस्विदनुगृह्येत यत्परै: ॥ १९ ॥",
      "iast": "taranti hy añjasā mṛtyuṁ\nnivṛttā yad-anugrahāt\nyoginaḥ sa bhavān kiṁ svid\nanugṛhyeta yat paraiḥ",
      "word_to_word": "taranti — cross over; hi — because; añjasā — easily; mṛtyum — birth and death; nivṛttāḥ — ceasing all material desires; yat — Your; anugrahāt — by mercy; yoginaḥ — transcendentalists; saḥ — the Supreme Lord; bhavān — You; kim svit — never possible; anugṛhyeta — may be favored; yat — which; paraiḥ — by others.",
      "translation": "Mystics and transcendentalists, by the mercy of the Lord, cross beyond nescience by ceasing all material desires. It is not possible, therefore, that the Supreme Lord can be favored by others.",
      "purport": [
        "Unless one is favored by the Supreme Lord, one cannot cross over the ocean of the nescience of repeated birth and death. Here it is stated that yogīs or mystics cross beyond nescience by the mercy of the Supreme Personality of Godhead. There are many kinds of mystics, such as the karma-yogī, jñāna-yogī, dhyāna-yogī and bhakti-yogī. The karmīs particularly search after the favor of the demigods, the jñānīs want to become one with the Supreme Absolute Truth, and the yogīs are satisfied simply by partial vision of the Supreme Personality of Godhead, Paramātmā, and ultimately by oneness with Him. But the bhaktas, the devotees, want to associate with the Supreme Personality of Godhead eternally and serve Him. It has already been admitted that the Lord is eternal, and those who want the favor of the Supreme Lord perpetually are also eternal. Therefore yogīs here means devotees. By the mercy of the Lord, devotees can easily pass beyond the nescience of birth and death and attain the eternal abode of the Lord. The Lord is therefore not in need of another’s favor because no one is equal to or greater than Him. Actually, everyone needs the favor of the Lord for successful understanding of his human mission."
      ],
      "prev_verse": "18",
      "next_verse": "20"
    },
    {
      "title": "ŚB 3.16.20",
      "id": "sb_3_16_20",
      "sanskrit": "यं वै विभूतिरुपयात्यनुवेलमन्यै-\nरर्थार्थिभि: स्वशिरसा धृतपादरेणु: ।\nधन्यार्पिताङ्‌घ्रितुलसीनवदामधाम्नो\nलोकं मधुव्रतपतेरिव कामयाना ॥ २० ॥",
      "iast": "yaṁ vai vibhūtir upayāty anuvelam anyair\narthārthibhiḥ sva-śirasā dhṛta-pāda-reṇuḥ\ndhanyārpitāṅghri-tulasī-nava-dāma-dhāmno\nlokaṁ madhuvrata-pater iva kāma-yānā",
      "word_to_word": "yam — whom; vai — certainly; vibhūtiḥ — Lakṣmī, the goddess of fortune; upayāti — waits upon; anuvelam — occasionally; anyaiḥ — by others; artha — material facility; arthibhiḥ — by those who desire; sva-śirasā — on their own heads; dhṛta — accepting; pāda — of the feet; reṇuḥ — the dust; dhanya — by the devotees; arpita — offered; aṅghri — at Your feet; tulasī — of tulasī leaves; nava — fresh; dāma — on the garland; dhāmnaḥ — having a place; lokam — the place; madhu-vrata-pateḥ — of the king of the bees; iva — like; kāma-yānā — is anxious to secure.",
      "translation": "The goddess of fortune, Lakṣmī, the dust of whose feet is worn on the head by others, waits upon You, as appointed, for she is anxious to secure a place in the abode of the king of bees, who hovers on the fresh wreath of tulasī leaves offered at Your feet by some blessed devotee.",
      "purport": [
        "As previously described, tulasī has attained all superior qualities due to being placed at the lotus feet of the Lord. The comparison made here is very nice. As the king of bees hovers over the tulasī leaves offered to the lotus feet of the Lord, so Lakṣmī, the goddess who is sought by the demigods, brāhmaṇas, Vaiṣṇavas and everyone else, always engages in rendering service to the lotus feet of the Lord. The conclusion is that no one can be the benefactor of the Lord; everyone is actually the servant of the servant of the Lord."
      ],
      "prev_verse": "19",
      "next_verse": "21"
    },
    {
      "title": "ŚB 3.16.21",
      "id": "sb_3_16_21",
      "sanskrit": "यस्तां विविक्तचरितैरनुवर्तमानां\nनात्याद्रियत्परमभागवतप्रसङ्ग: ।\nस त्वं द्विजानुपथपुण्यरज: पुनीत:\nश्रीवत्सलक्ष्म किमगा भगभाजनस्त्वम् ॥ २१ ॥",
      "iast": "yas tāṁ vivikta-caritair anuvartamānāṁ\nnātyādriyat parama-bhāgavata-prasaṅgaḥ\nsa tvaṁ dvijānupatha-puṇya-rajaḥ-punītaḥ\nśrīvatsa-lakṣma kim agā bhaga-bhājanas tvam",
      "word_to_word": "yaḥ — who; tām — Lakṣmī; vivikta — completely pure; caritaiḥ — devotional services; anuvartamānām — serving; na — not; atyādriyat — attached; parama — the highest; bhāgavata — devotees; prasaṅgaḥ — attached; saḥ — the Supreme Lord; tvam — You; dvija — of the brāhmaṇas; anupatha — on the path; puṇya — sanctified; rajaḥ — dust; punītaḥ — purified; śrīvatsa — of Śrīvatsa; lakṣma — the mark; kim — what; agāḥ — You obtained; bhaga — all opulences or all good qualities; bhājanaḥ — the reservoir; tvam — You.",
      "translation": "O Lord, You are exceedingly attached to the activities of Your pure devotees, yet You are never attached to the goddesses of fortune who constantly engage in Your transcendental loving service. How can You be purified, therefore, by the dust of the path traversed by the brāhmaṇas, and how can You be glorified or made fortunate by the marks of Śrīvatsa on Your chest?",
      "purport": [
        "It is said in the Brahma-saṁhitā that the Lord is always served by many hundreds of thousands of goddesses of fortune in His Vaikuṇṭha planet, yet because of His attitude of renunciation of all opulences, He is not attached to any one of them. The Lord has six opulences — unlimited wealth, unlimited fame, unlimited strength, unlimited beauty, unlimited knowledge and unlimited renunciation. All the demigods and other living entities worship Lakṣmī, the goddess of fortune, just to get her favor, yet the Lord is never attached to her because He can create an unlimited number of such goddesses for His transcendental service. The goddess of fortune, Lakṣmī, is sometimes envious of the tulasī leaves which are placed at the lotus feet of the Lord, for they remain fixed there and do not move, whereas Lakṣmījī, although stationed by the chest of the Lord, sometimes has to please other devotees who pray for her favor. Lakṣmījī sometimes has to go to satisfy her numerous devotees, but tulasī leaves never forsake their position, and the Lord therefore appreciates the service of the tulasī more than the service of Lakṣmī. So when the Lord says that it is due to the causeless mercy of the brāhmaṇas that Lakṣmījī does not leave Him, we can understand that Lakṣmījī is attracted by the opulence of the Lord, not by the brāhmaṇas’ benedictions upon Him. The Lord is not dependent on anyone’s mercy for His opulence; He is always self-sufficient. The Lord’s statement that His opulence is due to the benediction of the brāhmaṇas and Vaiṣṇavas is only to teach others that they should offer respect to the brāhmaṇas and Vaiṣṇavas, the devotees of the Lord."
      ],
      "prev_verse": "20",
      "next_verse": "22"
    },
    {
      "title": "ŚB 3.16.22",
      "id": "sb_3_16_22",
      "sanskrit": "धर्मस्य ते भगवतस्त्रियुग त्रिभि: स्वै:\nपद्‍‌भिश्चराचरमिदं द्विजदेवतार्थम् ।\nनूनं भृतं तदभिघाति रजस्तमश्च\nसत्त्वेन नो वरदया तनुवा निरस्य ॥ २२ ॥",
      "iast": "dharmasya te bhagavatas tri-yuga tribhiḥ svaiḥ\npadbhiś carācaram idaṁ dvija-devatārtham\nnūnaṁ bhṛtaṁ tad-abhighāti rajas tamaś ca\nsattvena no varadayā tanuvā nirasya",
      "word_to_word": "dharmasya — of the personification of all religion; te — of You; bhagavataḥ — of the Supreme Personality of Godhead; tri-yuga — You who are manifest in all three millenniums; tribhiḥ — by three; svaiḥ — Your own; padbhiḥ — feet; cara-acaram — animate and inanimate; idam — this universe; dvija — the twice-born; devatā — the demigods; artham — for the sake of; nūnam — however; bhṛtam — protected; tat — those feet; abhighāti — destroying; rajaḥ — the mode of passion; tamaḥ — the mode of ignorance; ca — and; sattvena — of pure goodness; naḥ — unto us; vara-dayā — bestowing all blessings; tanuvā — by Your transcendental form; nirasya — driving away.",
      "translation": "O Lord, You are the personification of all religion. Therefore You manifest Yourself in three millenniums, and thus You protect this universe, which consists of animate and inanimate beings. By Your grace, which is of pure goodness and is the bestower of all blessings, kindly drive away the elements of rajas and tamas for the sake of the demigods and twice-born.",
      "purport": [
        "The Lord is addressed in this verse as tri-yuga, or one who appears in three millenniums, namely the Satya, Dvāpara and Tretā yugas. He is not mentioned as appearing in the fourth millennium, or Kali-yuga. It is described in Vedic literature that in Kali-yuga He comes as channa-avatāra, or an incarnation, but He does not appear as a manifest incarnation. In the other yugas, however, the Lord is a manifest incarnation, and therefore he is addressed as tri-yuga, or the Lord who appears in three yugas.",
        "Śrīdhara Svāmī describes tri-yuga as follows: yuga means “couple,” and tri means “three.” The Lord is manifested as three couples by His six opulences, or three couples of opulences. In that way He can be addressed as tri-yuga. The Lord is the personality of religious principles. In three millenniums religious principles are protected by three kinds of spiritual culture, namely austerity, cleanliness and mercy. The Lord is called tri-yuga in that way also. In the Age of Kali these three requisites to spiritual culture are almost absent, but the Lord is so kind that in spite of Kali-yuga’s being devoid of these three spiritual qualities, He comes and protects the people of this age in His covered incarnation as Lord Caitanya. Lord Caitanya is called “covered” because although He is Kṛṣṇa Himself, He presents Himself as a devotee of Kṛṣṇa, not directly Kṛṣṇa. The devotees pray to Lord Caitanya, therefore, to eliminate their stock of passion and ignorance, the most conspicuous assets of this yuga. In the Kṛṣṇa consciousness movement one cleanses himself of the modes of passion and ignorance by chanting the holy name of the Lord — Hare Kṛṣṇa, Hare Kṛṣṇa — as introduced by Lord Caitanya.",
        "The four Kumāras were cognizant of their situation in the modes of passion and ignorance because, although in Vaikuṇṭha, they wanted to curse devotees of the Lord. Since they were conscious of their own weakness, they prayed to the Lord to remove their still-existing passion and ignorance. The three transcendental qualifications — cleanliness, austerity and mercy — are the qualifications of the twice-born and the demigods. Those who are not situated in the quality of goodness cannot accept these three principles of spiritual culture. For the Kṛṣṇa consciousness movement, therefore, there are three sinful activities which are prohibited: illicit sex, intoxication, and eating anything other than prasāda, food offered to Kṛṣṇa. These three prohibitions are based on the principles of austerity, cleanliness and mercy. Devotees are merciful because they spare the poor animals, and they are clean because they are free of contamination from unwanted foodstuff and unwanted habits. Austerity is represented by restricted sex life. These principles, indicated by the prayers of the four Kumāras, should be followed by the devotees who are engaged in Kṛṣṇa consciousness."
      ],
      "prev_verse": "21",
      "next_verse": "23"
    },
    {
      "title": "ŚB 3.16.23",
      "id": "sb_3_16_23",
      "sanskrit": "न त्वं द्विजोत्तमकुलं यदिहात्मगोपं\nगोप्ता वृष: स्वर्हणेन ससूनृतेन ।\nतर्ह्येव नङ्‌क्ष्यति शिवस्तव देव पन्था\nलोकोऽग्रहीष्यद‍ृषभस्य हितत्प्रमाणम् ॥ २३ ॥",
      "iast": "na tvaṁ dvijottama-kulaṁ yadi hātma-gopaṁ\ngoptā vṛṣaḥ svarhaṇena sa-sūnṛtena\ntarhy eva naṅkṣyati śivas tava deva panthā\nloko ’grahīṣyad ṛṣabhasya hi tat pramāṇam",
      "word_to_word": "na — not; tvam — You; dvija — of the twice-born; uttama-kulam — the highest class; yadi — if; ha — indeed; ātma-gopam — worthy to be protected by You; goptā — the protector; vṛṣaḥ — the best; su-arhaṇena — by worship; sa-sūnṛtena — along with mild words; tarhi — then; eva — certainly; naṅkṣyati — will be lost; śivaḥ — auspicious; tava — Your; deva — O Lord; panthāḥ — the path; lokaḥ — the people in general; agrahīṣyat — would accept; ṛṣabhasya — of the best; hi — because; tat — that; pramāṇam — authority.",
      "translation": "O Lord, You are the protector of the highest of the twice-born. If You do not protect them by offering worship and mild words, then certainly the auspicious path of worship will be rejected by people in general, who act on the strength and authority of Your Lordship.",
      "purport": [
        "In Bhagavad-gītā it is stated by the Lord Himself that the acts and character of great authorities are followed by people in general. Leaders of ideal character are therefore needed in society. Kṛṣṇa, the Supreme Personality of Godhead, appeared in this material world just to show the example of perfect authority, and people have to follow His path. The Vedic injunction is that one cannot understand the Absolute Truth simply by mental speculation or logical argument. One has to follow the authorities. Mahājano yena gataḥ sa panthāḥ. Great authorities should be followed; otherwise, if we simply depend on the scriptures, we are sometimes misled by rascals, or else we cannot understand or follow the different spiritual injunctions. The best path is to follow the authorities. The four brāhmaṇa sages stated that Kṛṣṇa is naturally the protector of the cows and brāhmaṇas: go-brāhmaṇa-hitāya ca. When Kṛṣṇa was on this planet, He set a practical example. He was a cowherd boy, and He was very respectful to the brāhmaṇas and devotees.",
        "It is also affirmed herein that the brāhmaṇas are the best of the twice-born. Brāhmaṇas, kṣatriyas and vaiśyas are all twice-born, but the brāhmaṇas are the best. When there is a fight between two persons, each of them protects the upper part of his body — the head, the arms and the belly. Similarly, for the actual advancement of human civilization, the best part of the social body, namely the brāhmaṇas, the kṣatriyas and vaiśyas (the intelligent class of men, the military class and the mercantile men) should be given special protection. Protection of the laborers should not be neglected, but special protection should be given to the upper orders. Of all classes of men, the brāhmaṇas and the Vaiṣṇavas should be given special protection. They should be worshiped. When their protection is performed, it is just like worshiping God. That is not exactly protection; it is a duty. One should worship the brāhmaṇas and Vaiṣṇavas by offering them all kinds of endowments and sweet words, and if one has no means to offer anything, he must at least use sweet words to pacify them. The Lord personally exhibited this behavior towards the Kumāras.",
        "If this system is not introduced by the leaders, then human civilization will be lost. When there is no protection and special treatment for persons who are devotees of the Lord, who are highly intelligent in spiritual life, then the whole society is lost. The word naṅkṣyati indicates that such a civilization becomes spoiled and is annihilated. The kind of civilization recommended is called deva-patha, which means the “royal road of the demigods.” Demigods are supposed to be fully fixed in devotional service, or Kṛṣṇa consciousness; that is the auspicious path that should be protected. If the authorities or the leaders of society do not give special respect to the brāhmaṇas and Vaiṣṇavas and do not offer them not only sweet words but all facilities, then the path of progress will be lost to human civilization. The Lord personally wanted to teach this, and therefore He offered so much praise to the Kumāras."
      ],
      "prev_verse": "22",
      "next_verse": "24"
    },
    {
      "title": "ŚB 3.16.24",
      "id": "sb_3_16_24",
      "sanskrit": "तत्तेऽनभीष्टमिव सत्त्वनिधेर्विधित्सो:\nक्षेमं जनाय निजशक्तिभिरुद्‍धृतारे: ।\nनैतावता त्र्यधिपतेर्बत विश्वभर्तु-\nस्तेज: क्षतं त्ववनतस्य स ते विनोद: ॥ २४ ॥",
      "iast": "tat te ’nabhīṣṭam iva sattva-nidher vidhitsoḥ\nkṣemaṁ janāya nija-śaktibhir uddhṛtāreḥ\nnaitāvatā try-adhipater bata viśva-bhartus\ntejaḥ kṣataṁ tv avanatasya sa te vinodaḥ",
      "word_to_word": "tat — that destruction of the path of auspiciousness; te — by You; anabhīṣṭam — is not liked; iva — as; sattva-nidheḥ — the reservoir of all goodness; vidhitsoḥ — desiring to do; kṣemam — good; janāya — for the people in general; nija-śaktibhiḥ — by Your own potencies; uddhṛta — destroyed; areḥ — the opposite element; na — not; etāvatā — by this; tri-adhipateḥ — of the proprietor of the three kinds of creations; bata — O Lord; viśva-bhartuḥ — the maintainer of the universe; tejaḥ — potency; kṣatam — reduced; tu — but; avanatasya — submissive; saḥ — that; te — Your; vinodaḥ — pleasure.",
      "translation": "Dear Lord, You never want the auspicious path to be destroyed, for You are the reservoir of all goodness. Just to benefit people in general, You destroy the evil element by Your mighty potency. You are the proprietor of the three creations and the maintainer of the entire universe. Therefore Your potency is not reduced by Your submissive behavior. Rather, by submission You exhibit Your transcendental pastimes.",
      "purport": [
        "Lord Kṛṣṇa was never reduced in His position by becoming a cowherd boy or by offering respect to Sudāmā Brāhmaṇa or His other devotees like Nanda Mahārāja, Vasudeva, Mahārāja Yudhiṣṭhira and the Pāṇḍavas’ mother, Kuntī. Everyone knew that He was the Supreme Personality of Godhead, Kṛṣṇa, yet His behavior was exemplary. The Supreme Personality of Godhead is sac-cid-ānanda-vigraha; His form is completely spiritual, full of bliss and knowledge, and it is eternal. Because the living entities are His parts and parcels, originally they also belong to the same quality of eternal form as the Lord, but when they come in contact with māyā, the material potency, due to their forgetfulness their existential constitution is covered. We should try to understand the appearance of Lord Kṛṣṇa in this spirit, as the Kumāras pray to Him. He is eternally a cowherd boy at Vṛndāvana, He is eternally the leader of the Battle of Kurukṣetra, and He is eternally the opulent prince of Dvārakā and the lover of the damsels of Vṛndāvana. All His appearances are meaningful because they show His real characteristics to the conditioned souls, who have forgotten their relationship with the Supreme Lord. He does everything for their benefit. The force exhibited in the Battle of Kurukṣetra by the desire of Kṛṣṇa and through the agency of Arjuna was also necessary because when people become too irreligious, force is required. Nonviolence in this respect is rascaldom."
      ],
      "prev_verse": "23",
      "next_verse": "25"
    },
    {
      "title": "ŚB 3.16.25",
      "id": "sb_3_16_25",
      "sanskrit": "यं वानयोर्दममधीश भवान् विधत्ते\nवृत्तिं नु वा तदनुमन्महि निर्व्यलीकम् ।\nअस्मासु वा य उचितो ध्रियतां स दण्डो\nयेऽनागसौ वयमयुङ्‌क्ष्महि किल्बिषेण ॥ २५ ॥",
      "iast": "yaṁ vānayor damam adhīśa bhavān vidhatte\nvṛttiṁ nu vā tad anumanmahi nirvyalīkam\nasmāsu vā ya ucito dhriyatāṁ sa daṇḍo\nye ’nāgasau vayam ayuṅkṣmahi kilbiṣeṇa",
      "word_to_word": "yam — which; vā — or; anayoḥ — of both of them; damam — punishment; adhīśa — O Lord; bhavān — Your Lordship; vidhatte — awards; vṛttim — better existence; nu — certainly; vā — or; tat — that; anumanmahi — we accept; nirvyalīkam — without duplicity; asmāsu — to us; vā — or; yaḥ — whichever; ucitaḥ — is proper; dhriyatām — may be awarded; saḥ — that; daṇḍaḥ — punishment; ye — who; anāgasau — sinless; vayam — we; ayuṅkṣmahi — allotted; kilbiṣeṇa — with a curse.",
      "translation": "O Lord, whatever punishment You wish to award to these two innocent persons, or also to us, we shall accept without duplicity. We understand that we have cursed two faultless persons.",
      "purport": [
        "The sages, the four Kumāras, now reject their cursing of the two doorkeepers, Jaya and Vijaya, because they are now conscious that persons who engage in the service of the Lord cannot be at fault at any stage. It is said that anyone who has implicit faith in the service of the Lord, or who actually engages in transcendental loving service, has all the good qualities of the demigods. Therefore, a devotee cannot be at fault. If sometimes it is found that he is in error by accident or by some temporary arrangement, that should not be taken very seriously. The cursing of Jaya and Vijaya is here repented. Now the Kumāras are thinking in terms of their position in the modes of passion and ignorance, and they are prepared to accept any kind of punishment from the Lord. In general, when dealing with devotees, we should not try to find faults. In Bhagavad-gītā also it is confirmed that the devotee who faithfully serves the Supreme Lord, even if found to commit a gross mistake, should be considered a sādhu, or saintly person. Due to former habits he may commit some wrong, but because he is engaged in the service of the Lord, that wrong should not be taken very seriously."
      ],
      "prev_verse": "24",
      "next_verse": "26"
    },
    {
      "title": "ŚB 3.16.26",
      "id": "sb_3_16_26",
      "sanskrit": "श्रीभगवानुवाच\nएतौ सुरेतरगतिं प्रतिपद्य सद्य:\nसंरम्भसम्भृतसमाध्यनुबद्धयोगौ ।\nभूय: सकाशमुपयास्यत आशु यो व:\nशापो मयैव निमितस्तदवेत विप्रा: ॥ २६ ॥",
      "iast": "śrī-bhagavān uvāca\netau suretara-gatiṁ pratipadya sadyaḥ\nsaṁrambha-sambhṛta-samādhy-anubaddha-yogau\nbhūyaḥ sakāśam upayāsyata āśu yo vaḥ\nśāpo mayaiva nimitas tad aveta viprāḥ",
      "word_to_word": "śrī-bhagavān uvāca — the Supreme Personality of Godhead replied; etau — these two doorkeepers; sura-itara — demoniac; gatim — the womb; pratipadya — obtaining; sadyaḥ — quickly; saṁrambha — by anger; sambhṛta — intensified; samādhi — concentration of mind; anubaddha — firmly; yogau — united with Me; bhūyaḥ — again; sakāśam — to My presence; upayāsyataḥ — shall return; āśu — shortly; yaḥ — which; vaḥ — of you; śāpaḥ — curse; mayā — by Me; eva — alone; nimitaḥ — ordained; tat — that; aveta — know; viprāḥ — O brāhmaṇas..",
      "translation": "The Lord replied: O brāhmaṇas, know that the punishment you inflicted on them was originally ordained by Me, and therefore they will fall to a birth in a demoniac family. But they will be firmly united with Me in thought through mental concentration intensified by anger, and they will return to My presence shortly.",
      "purport": [
        "The Lord stated that the punishment inflicted by the sages upon the doorkeepers Jaya and Vijaya was conceived by the Lord Himself. Without the Lord’s sanction, nothing can happen. It is to be understood that there was a plan in the cursing of the Lord’s devotees in Vaikuṇṭha, and His plan is explained by many stalwart authorities. The Lord sometimes desires to fight. The fighting spirit also exists in the Supreme Lord; otherwise how could fighting be manifested at all? Because the Lord is the source of everything, anger and fighting are also inherent in His personality. When He desires to fight with someone, He has to find an enemy, but in the Vaikuṇṭha world there is no enemy because everyone is engaged fully in His service. Therefore He sometimes comes to the material world as an incarnation in order to manifest His fighting spirit.",
        "In Bhagavad-gītā (4.8) also it is said that the Lord appears just to give protection to the devotees and to annihilate the nondevotees. The nondevotees are found in the material world, not in the spiritual world; therefore, when the Lord wants to fight, He has to come to this world. But who will fight with the Supreme Lord? No one is able to fight with Him! Therefore, because the Lord’s pastimes in the material world are always performed with His associates, not with others, He has to find some devotee who will play the part of an enemy. In Bhagavad-gītā the Lord says to Arjuna, “My dear Arjuna, both you and I have appeared many, many times in this material world, but you have forgotten, whereas I remember.” Thus Jaya and Vijaya were selected by the Lord to fight with Him in the material world, and that was the reason the sages came to see Him and accidentally the doorkeepers were cursed. It was the Lord’s desire to send them to the material world, not perpetually, but for some time. Therefore, just as on a theatrical stage someone takes the part of enemy to the proprietor of the stage, although the play is for a short time and there is no permanent enmity between the servant and the proprietor, so the sura-janas (devotees) were cursed by the sages to go to the asura-janas, or atheistic families. That a devotee should come into an atheistic family is surprising, but it is simply a show. After finishing their mock fighting, both the devotee and the Lord are again associated in the spiritual planets. That is very explicitly explained here. The conclusion is that no one falls from the spiritual world, or Vaikuṇṭha planet, for it is the eternal abode. But sometimes, as the Lord desires, devotees come into this material world as preachers or as atheists. In each case we must understand that there is a plan of the Lord. Lord Buddha, for example, was an incarnation, yet he preached atheism: “There is no God.” But actually there was a plan behind this, as explained in the Bhāgavatam."
      ],
      "prev_verse": "25",
      "next_verse": "27"
    },
    {
      "title": "ŚB 3.16.27",
      "id": "sb_3_16_27",
      "sanskrit": "ब्रह्मोवाच\nअथ ते मुनयो दृष्ट्वा नयनानन्दभाजनम् ।\nवैकुण्ठं तदधिष्ठानं विकुण्ठं च स्वयंप्रभम् ॥ २७ ॥",
      "iast": "brahmovāca\natha te munayo dṛṣṭvā\nnayanānanda-bhājanam\nvaikuṇṭhaṁ tad-adhiṣṭhānaṁ\nvikuṇṭhaṁ ca svayaṁ-prabham",
      "word_to_word": "brahmā uvāca — Lord Brahmā said; atha — now; te — those; munayaḥ — sages; dṛṣṭvā — after seeing; nayana — of the eyes; ānanda — pleasure; bhājanam — producing; vaikuṇṭham — the Vaikuṇṭha planet; tat — of Him; adhiṣṭhānam — the abode; vikuṇṭham — the Supreme Personality of Godhead; ca — and; svayam-prabham — self-illuminating.",
      "translation": "Lord Brahmā said: After seeing the Lord of Vaikuṇṭha, the Supreme Personality of Godhead, in the self-illuminated Vaikuṇṭha planet, the sages left that transcendental abode.",
      "purport": [
        "The transcendental abode of the Supreme Personality of Godhead, as stated in Bhagavad-gītā and confirmed in this verse, is self-illuminated. In Bhagavad-gītā it is said that in the spiritual world there is no need of sun, moon or electricity. This indicates that all the planets there are self-illuminated, self-sufficient and independent; everything there is complete. Lord Kṛṣṇa says that once one goes to that Vaikuṇṭha planet, he never returns. The inhabitants of Vaikuṇṭha never return to the material world, but the incident of Jaya and Vijaya was a different case. They came to the material world for some time, and then they returned to Vaikuṇṭha."
      ],
      "prev_verse": "26",
      "next_verse": "28"
    },
    {
      "title": "ŚB 3.16.28",
      "id": "sb_3_16_28",
      "sanskrit": "भगवन्तं परिक्रम्य प्रणिपत्यानुमान्य च ।\nप्रतिजग्मु: प्रमुदिता: शंसन्तो वैष्णवीं श्रियम् ॥ २८ ॥",
      "iast": "bhagavantaṁ parikramya\npraṇipatyānumānya ca\npratijagmuḥ pramuditāḥ\nśaṁsanto vaiṣṇavīṁ śriyam",
      "word_to_word": "bhagavantam — the Supreme Personality of Godhead; parikramya — after circumambulating; praṇipatya — after offering obeisances; anumānya — after learning; ca — and; pratijagmuḥ — returned; pramuditāḥ — extremely delighted; śaṁsantaḥ — glorifying; vaiṣṇavīm — of the Vaiṣṇavas; śriyam — opulence.",
      "translation": "The sages circumambulated the Supreme Lord, offered their obeisances and returned, extremely delighted at learning of the divine opulences of the Vaiṣṇava.",
      "purport": [
        "It is still a respectful practice to circumambulate the Lord in Hindu temples. Especially in Vaiṣṇava temples there is an arrangement for people to offer their respects to the Deity and circumambulate the temple at least three times."
      ],
      "prev_verse": "27",
      "next_verse": "29"
    },
    {
      "title": "ŚB 3.16.29",
      "id": "sb_3_16_29",
      "sanskrit": "भगवाननुगावाह यातं मा भैष्टमस्तु शम् ।\nब्रह्मतेज: समर्थोऽपि हन्तुं नेच्छे मतं तु मे ॥ २९ ॥",
      "iast": "bhagavān anugāv āha\nyātaṁ mā bhaiṣṭam astu śam\nbrahma-tejaḥ samartho ’pi\nhantuṁ necche mataṁ tu me",
      "word_to_word": "bhagavān — the Supreme Personality of Godhead; anugau — to His two attendants; āha — said; yātam — depart from this place; mā — let there not be; bhaiṣṭam — fear; astu — let there be; śam — happiness; brahma — of a brāhmaṇa; tejaḥ — the curse; samarthaḥ — being able; api — even; hantum — to nullify; na icche — do not desire; matam — approved; tu — on the contrary; me — by Me.",
      "translation": "The Lord then said to His attendants, Jaya and Vijaya: Depart this place, but fear not. All glories unto you. Though I am capable of nullifying the brāhmaṇas’ curse, I would not do so. On the contrary, it has My approval.",
      "purport": [
        "As explained in connection with text 26, all the incidents that took place had the approval of the Lord. Ordinarily, there is no possibility that the four sages could be so angry with the doorkeepers, nor could the Supreme Lord neglect His two doorkeepers, nor can one come back from Vaikuṇṭha after once taking birth there. All these incidents, therefore, were designed by the Lord Himself for the sake of His pastimes in the material world. Thus He plainly says that it was done with His approval; otherwise, it would have been impossible for inhabitants of Vaikuṇṭha to come back to this material world simply because of a brahminical curse. The Lord especially blesses the so-called culprits: “All glories unto you.” A devotee, once accepted by the Lord, can never fall down. That is the conclusion of this incident."
      ],
      "prev_verse": "28",
      "next_verse": "30"
    },
    {
      "title": "ŚB 3.16.30",
      "id": "sb_3_16_30",
      "sanskrit": "एतत्पुरैव निर्दिष्टं रमया क्रुद्धया यदा ।\nपुरापवारिता द्वारि विशन्ती मय्युपारते ॥ ३० ॥",
      "iast": "etat puraiva nirdiṣṭaṁ\nramayā kruddhayā yadā\npurāpavāritā dvāri\nviśantī mayy upārate",
      "word_to_word": "etat — this departure; purā — formerly; eva — certainly; nirdiṣṭam — foretold; ramayā — by Lakṣmī; kruddhayā — furious; yadā — when; purā — previously; apavāritā — prevented; dvāri — at the gate; viśantī — entering; mayi — as I; upārate — was resting.",
      "translation": "This departure from Vaikuṇṭha was foretold by Lakṣmī, the goddess of fortune. She was very angry because when she left My abode and then returned, you stopped her at the gate while I was sleeping.",
      "purport": [],
      "prev_verse": "29",
      "next_verse": "31"
    },
    {
      "title": "ŚB 3.16.31",
      "id": "sb_3_16_31",
      "sanskrit": "मयि संरम्भयोगेन निस्तीर्य ब्रह्महेलनम् ।\nप्रत्येष्यतं निकाशं मे कालेनाल्पीयसा पुन: ॥ ३१ ॥",
      "iast": "mayi saṁrambha-yogena\nnistīrya brahma-helanam\npratyeṣyataṁ nikāśaṁ me\nkālenālpīyasā punaḥ",
      "word_to_word": "mayi — unto Me; saṁrambha-yogena — by practice of mystic yoga in anger; nistīrya — being liberated from; brahma-helanam — the result of disobedience to the brāhmaṇas; pratyeṣyatam — will come back; nikāśam — near; me — Me; kālena — in due course of time; alpīyasā — very short; punaḥ — again.",
      "translation": "The Lord assured the two Vaikuṇṭha inhabitants, Jaya and Vijaya: By practicing the mystic yoga system in anger, you will be cleansed of the sin of disobeying the brāhmaṇas and within a very short time return to Me.",
      "purport": [
        "The Supreme Personality of Godhead advised the two doorkeepers, Jaya and Vijaya, that by dint of bhakti-yoga in anger they would be delivered from the curses of the brāhmaṇas. Śrīla Madhva Muni remarks in this connection that by practicing bhakti-yoga one can become free from all sinful reactions. Even a brahma-śāpa, or curse by a brāhmaṇa, which cannot be overcome by any other means, can be overcome by bhakti-yoga.",
        "One can practice bhakti-yoga in many rasas. There are twelve rasas, five primary and seven secondary. The five primary rasas constitute direct bhakti-yoga, but although the seven secondary rasas are indirect, they are also counted within bhakti-yoga if they are used in the service of the Lord. In other words, bhakti-yoga is all-inclusive. If one somehow or other becomes attached to the Supreme Personality of Godhead, he becomes engaged in bhakti-yoga, as described in Śrīmad-Bhāgavatam (10.29.15): kāmaṁ krodhaṁ bhayam. The gopīs were attracted to Kṛṣṇa by bhakti-yoga in a relationship of lusty desire (kāma). Similarly, Kaṁsa was attached to bhakti-yoga by dint of fear of his death. Thus bhakti-yoga is so powerful that even becoming an enemy of the Lord and always thinking of Him can deliver one very quickly. It is said, viṣṇu-bhaktaḥ smṛto daiva āsuras tad-vipanyayaḥ: “Devotees of Lord Viṣṇu are called demigods, whereas nondevotees are called asuras.” But bhakti-yoga is so powerful that both demigods and asuras can derive its benefits if they always think of the Personality of Godhead. The basic principle of bhakti-yoga is to think of the Supreme Lord always. The Lord says in Bhagavad-gītā (18.65), man-manā bhava mad-bhaktaḥ: “Always think of Me.” It doesn’t matter which way one thinks; the very thought of the Personality of Godhead is the basic principle of bhakti-yoga.",
        "In the material planets there are different grades of sinful activities, of which disrespecting a brāhmaṇa or a Vaiṣṇava is the most sinful. Here it is clearly stated that one can overcome even that grave sin simply by thinking of Viṣṇu, not even favorably but in anger. Thus even if those who are not devotees always think of Viṣṇu, they become free from all sinful activities. Kṛṣṇa consciousness is the highest form of thought. Lord Viṣṇu is thought of in this age by chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. From the statements of the Bhāgavatam it appears that if one thinks of Kṛṣṇa, even as an enemy, that particular qualification — thinking of Viṣṇu, or Kṛṣṇa — cleanses one of all sins."
      ],
      "prev_verse": "30",
      "next_verse": "32"
    },
    {
      "title": "ŚB 3.16.32",
      "id": "sb_3_16_32",
      "sanskrit": "द्वा:स्थावादिश्य भगवान् विमानश्रेणिभूषणम् ।\nसर्वातिशयया लक्ष्म्या जुष्टं स्वं धिष्ण्यमाविशत् ॥ ३२ ॥",
      "iast": "dvāḥsthāv ādiśya bhagavān\nvimāna-śreṇi-bhūṣaṇam\nsarvātiśayayā lakṣmyā\njuṣṭaṁ svaṁ dhiṣṇyam āviśat",
      "word_to_word": "dvāḥ-sthau — to the doorkeepers; ādiśya — just directing them; bhagavān — the Supreme Personality of Godhead; vimāna-śreṇi-bhūṣaṇam — always decorated with first-class airplanes; sarva-atiśayayā — in every respect extensively opulent; lakṣmyā — opulences; juṣṭam — bedecked with; svam — His own; dhiṣṇyam — abode; āviśat — went back.",
      "translation": "After thus speaking at the door of Vaikuṇṭha, the Lord returned to His abode, where there are many celestial airplanes and all-surpassing wealth and splendor.",
      "purport": [
        "It is clear from this verse that all the incidents took place at the entrance of Vaikuṇṭhaloka. In other words, the sages were not actually within Vaikuṇṭhaloka, but were at the gate. It could be asked, “How could they return to the material world if they entered Vaikuṇṭhaloka?” But factually they did not enter, and therefore they returned. There are many similar incidents where great yogīs and brāhmaṇas, by dint of their yoga practice, have gone from this material world to Vaikuṇṭhaloka — but they were not meant to stay there. They came back. It is also confirmed here that the Lord was surrounded by many Vaikuṇṭha airplanes. Vaikuṇṭhaloka is described here as having splendid opulence, far surpassing the splendor of this material world.",
        "All other living creatures, including the demigods, are born of Brahmā, and Brahmā is born of Lord Viṣṇu. Kṛṣṇa states in Bhagavad-gītā, in the Tenth Chapter, ahaṁ sarvasya prabhavaḥ: Lord Viṣṇu is the origin of all manifestations in the material world. Those who know that Lord Viṣṇu is the origin of everything, who are conversant with the process of creation, and who understand that Viṣṇu, or Kṛṣṇa, is the most worshipable object of all living entities, engage themselves in Viṣṇu worship as Vaiṣṇavas. The Vedic hymns also confirm this: oṁ tad viṣṇoḥ paramaṁ padam. The goal of life is to understand Viṣṇu. The Bhāgavatam also confirms this elsewhere. Foolish people, not knowing that Viṣṇu is the supreme worshipable object, create so many worshipable objects in this material world, and therefore they fall down."
      ],
      "prev_verse": "31",
      "next_verse": "33"
    },
    {
      "title": "ŚB 3.16.33",
      "id": "sb_3_16_33",
      "sanskrit": "तौ तु गीर्वाणऋषभौ दुस्तराद्धरिलोकत: ।\nहतश्रियौ ब्रह्मशापादभूतां विगतस्मयौ ॥ ३३ ॥",
      "iast": "tau tu gīrvāṇa-ṛṣabhau\ndustarād dhari-lokataḥ\nhata-śriyau brahma-śāpād\nabhūtāṁ vigata-smayau",
      "word_to_word": "tau — those two gatekeepers; tu — but; gīrvāṇa-ṛṣabhau — the best of the demigods; dustarāt — unable to be avoided; hari-lokataḥ — from Vaikuṇṭha, the abode of Lord Hari; hata-śriyau — diminished in beauty and luster; brahma-śāpāt — from the curse of a brāhmaṇa; abhūtām — became; vigata-smayau — morose.",
      "translation": "But those two gatekeepers, the best of the demigods, their beauty and luster diminished by the curse of the brāhmaṇas, became morose and fell from Vaikuṇṭha, the abode of the Supreme Lord.",
      "purport": [],
      "prev_verse": "32",
      "next_verse": "34"
    },
    {
      "title": "ŚB 3.16.34",
      "id": "sb_3_16_34",
      "sanskrit": "तदा विकुण्ठधिषणात्तयोर्निपतमानयो: ।\nहाहाकारो महानासीद्विमानाग्र्येषु पुत्रका: ॥ ३४ ॥",
      "iast": "tadā vikuṇṭha-dhiṣaṇāt\ntayor nipatamānayoḥ\nhāhā-kāro mahān āsīd\nvimānāgryeṣu putrakāḥ",
      "word_to_word": "tadā — then; vikuṇṭha — of the Supreme Lord; dhiṣaṇāt — from the abode; tayoḥ — as both of them; nipatamānayoḥ — were falling; hāhā-kāraḥ — roaring in disappointment; mahān — great; āsīt — occurred; vimāna-agryeṣu — in the best of airplanes; putrakāḥ — O demigods.",
      "translation": "Then, as Jaya and Vijaya fell from the Lord’s abode, a great roar of disappointment arose from all the demigods, who were sitting in their splendid airplanes.",
      "purport": [],
      "prev_verse": "33",
      "next_verse": "35"
    },
    {
      "title": "ŚB 3.16.35",
      "id": "sb_3_16_35",
      "sanskrit": "तावेव ह्यधुना प्राप्तौ पार्षदप्रवरौ हरे: ।\nदितेर्जठरनिर्विष्टं काश्यपं तेज उल्बणम् ॥ ३५ ॥",
      "iast": "tāv eva hy adhunā prāptau\npārṣada-pravarau hareḥ\nditer jaṭhara-nirviṣṭaṁ\nkāśyapaṁ teja ulbaṇam",
      "word_to_word": "tau — those two doorkeepers; eva — certainly; hi — addressed; adhunā — now; prāptau — having gotten; pārṣada-pravarau — important associates; hareḥ — of the Supreme Personality of Godhead; diteḥ — of Diti; jaṭhara — womb; nirviṣṭam — entering; kāśyapam — of Kaśyapa Muni; tejaḥ — semen; ulbaṇam — very strong.",
      "translation": "Lord Brahmā continued: Those two principal doorkeepers of the Personality of Godhead have now entered the womb of Diti, the powerful semen of Kaśyapa Muni having covered them.",
      "purport": [
        "Here is clear proof of how a living entity coming originally from Vaikuṇṭhaloka is encaged in material elements. The living entity takes shelter within the semen of a father, which is injected within the womb of a mother, and with the help of the mother’s emulsified ovum the living entity grows a particular type of a body. In this connection it is to be remembered that the mind of Kaśyapa Muni was not in order when he conceived the two sons, Hiraṇyākṣa and Hiraṇyakaśipu. Therefore the semen he discharged was simultaneously extremely powerful and mixed with the quality of anger. It is to be concluded that while conceiving a child one’s mind must be very sober and devotional. For this purpose the garbhādhāna-saṁskāra is recommended in the Vedic scriptures. If the mind of the father is not sober, the semen discharged will not be very good. Thus the living entity, wrapped in the matter produced from the father and mother, will be demoniac like Hiraṇyākṣa and Hiraṇyakaśipu. The conditions of conception are to be carefully studied. This is a very great science."
      ],
      "prev_verse": "34",
      "next_verse": "36"
    },
    {
      "title": "ŚB 3.16.36",
      "id": "sb_3_16_36",
      "sanskrit": "तयोरसुरयोरद्य तेजसा यमयोर्हि व: ।\nआक्षिप्तं तेज एतर्हि भगवांस्तद्विधित्सति ॥ ३६ ॥",
      "iast": "tayor asurayor adya\ntejasā yamayor hi vaḥ\nākṣiptaṁ teja etarhi\nbhagavāṁs tad vidhitsati",
      "word_to_word": "tayoḥ — of them; asurayoḥ — of the two asuras; adya — today; tejasā — by the prowess; yamayoḥ — of the twins; hi — certainly; vaḥ — of all you demigods; ākṣiptam — agitated; tejaḥ — power; etarhi — thus certainly; bhagavān — the Supreme Personality of Godhead; tat — that; vidhitsati — desires to do.",
      "translation": "It is the prowess of these twin asuras [demons] that has disturbed you, for it has minimized your power. There is no remedy within my power, however, for it is the Lord Himself who desires to do all this.",
      "purport": [
        "Although Hiraṇyakaśipu and Hiraṇyākṣa, formerly Jaya and Vijaya, became asuras, the demigods of this material world could not control them, and therefore Lord Brahmā said that neither he nor all the demigods could counteract the disturbance they created. They came within the material world by the order of the Supreme Personality of Godhead, and He alone could counteract such disturbances. In other words, although Jaya and Vijaya assumed the bodies of asuras, they remained more powerful than anyone, thus proving that the Supreme Personality of Godhead desired to fight because the fighting spirit is also within Him. He is the original in everything, but when He desires to fight He must fight with a devotee. Therefore by His desire only were Jaya and Vijaya cursed by the Kumāras. The Lord ordered the gatekeepers to go down to the material world to become His enemies so that He could fight with them and His fighting desires would be satisfied by the service of His personal devotees.",
        "Brahmā showed the demigods that the situation created by the darkness, for which they were disturbed, was the desire of the Supreme Lord. He wanted to show that even though these two attendants were coming in the forms of demons, they were very powerful, greater than the demigods, who could not control them. No one can surpass the acts of the Supreme Lord. The demigods were also advised not to try to counteract this incident, because it was ordered by the Lord. Similarly, anyone who is ordered by the Lord to perform some action in this material world, especially preaching His glories, cannot be counteracted by anyone; the will of the Lord is executed under all circumstances."
      ],
      "prev_verse": "35",
      "next_verse": "37"
    },
    {
      "title": "ŚB 3.16.37",
      "id": "sb_3_16_37",
      "sanskrit": "विश्वस्य य: स्थितिलयोद्भवहेतुराद्यो\nयोगेश्वरैरपि दुरत्यययोगमाय: ।\nक्षेमं विधास्यति स नो भगवांस्त्र्यधीश-\nस्तत्रास्मदीयविमृशेन कियानिहार्थ: ॥ ३७ ॥",
      "iast": "viśvasya yaḥ sthiti-layodbhava-hetur ādyo\nyogeśvarair api duratyaya-yogamāyaḥ\nkṣemaṁ vidhāsyati sa no bhagavāṁs tryadhīśas\ntatrāsmadīya-vimṛśena kiyān ihārthaḥ",
      "word_to_word": "viśvasya — of the universe; yaḥ — who; sthiti — maintenance; laya — destruction; udbhava — creation; hetuḥ — the cause; ādyaḥ — the most ancient person; yoga-īśvaraiḥ — by the masters of yoga; api — even; duratyaya — cannot be easily understood; yoga-māyaḥ — His yoga-māyā potency; kṣemam — good; vidhāsyati — will do; saḥ — He; naḥ — of us; bhagavān — the Supreme Personality of Godhead; tri-adhīśaḥ — the controller of the three modes of material nature; tatra — there; asmadīya — by our; vimṛśena — deliberation; kiyān — what; iha — on this subject; arthaḥ — purpose.",
      "translation": "My dear sons, the Lord is the controller of the three modes of nature and is responsible for the creation, preservation and dissolution of the universe. His wonderful creative power, yoga-māyā, cannot be easily understood even by the masters of yoga. That most ancient person, the Personality of Godhead, will alone come to our rescue. What purpose can we serve on His behalf by deliberating on the subject?",
      "purport": [
        "When something is arranged by the Supreme Personality of Godhead, one should not be disturbed by it, even if it appears to be a reverse according to one’s calculations. For example, sometimes we see that a powerful preacher is killed, or sometimes he is put into difficulty, just as Haridāsa Ṭhākura was. He was a great devotee who came into this material world to execute the will of the Lord by preaching the Lord’s glories. But Haridāsa was punished at the hands of the Kazi by being beaten in twenty-two marketplaces. Similarly, Lord Jesus Christ was crucified, and Prahlāda Mahārāja was put through so many tribulations. The Pāṇḍavas, who were direct friends of Kṛṣṇa, lost their kingdom, their wife was insulted, and they had to undergo many severe tribulations. Seeing all these reverses affect devotees, one should not be disturbed; one should simply understand that in these matters there must be some plan of the Supreme Personality of Godhead. The Bhāgavatam’s conclusion is that a devotee is never disturbed by such reverses. He accepts even reverse conditions as the grace of the Lord. One who continues to serve the Lord even in reverse conditions is assured that he will go back to Godhead, back to the Vaikuṇṭha planets. Lord Brahmā assured the demigods that there was no use in talking about how the disturbing situation of darkness was taking place, since the actual fact was that it was ordered by the Supreme Lord. Brahmā knew this because he was a great devotee; it was possible for him to understand the plan of the Lord.",
        "Thus end the Bhaktivedanta purports of the Third Canto, Sixteenth Chapter, of the Śrīmad-Bhāgavatam, entitled “The Two Doorkeepers of Vaikuṇṭha, Jaya and Vijaya, Cursed by the Sages.”"
      ],
      "prev_verse": "36",
      "next_verse": "17"
    }
  ]
}