{
  "id": "sb_3_11",
  "title": "Calculation of Time, from the Atom",
  "canto": 3,
  "chapter": 11,
  "verses": [
    {
      "title": "ŚB 3.11.1",
      "id": "sb_3_11_1",
      "sanskrit": "मैत्रेय उवाच\nचरम: सद्विशेषाणामनेकोऽसंयुत: सदा ।\nपरमाणु: स विज्ञेयो नृणामैक्यभ्रमो यत: ॥ १ ॥",
      "iast": "maitreya uvāca\ncaramaḥ sad-viśeṣāṇām\naneko ’saṁyutaḥ sadā\nparamāṇuḥ sa vijñeyo\nnṛṇām aikya-bhramo yataḥ",
      "word_to_word": "maitreyaḥ uvāca — Maitreya said; caramaḥ — ultimate; sat — effect; viśeṣāṇām — symptoms; anekaḥ — innumerable; asaṁyutaḥ — unmixed; sadā — always; parama-aṇuḥ — atoms; saḥ — that; vijñeyaḥ — should be understood; nṛṇām — of men; aikya — oneness; bhramaḥ — mistaken; yataḥ — from which.",
      "translation": "The material manifestation’s ultimate particle, which is indivisible and not formed into a body, is called the atom. It exists always as an invisible identity, even after the dissolution of all forms. The material body is but a combination of such atoms, but it is misunderstood by the common man.",
      "purport": [
        "The atomic description of the Śrīmad-Bhāgavatam is almost the same as the modern science of atomism, and this is further described in the Paramāṇu-vāda of Kaṇāda. In modern science also, the atom is accepted as the ultimate indivisible particle of which the universe is composed. Śrīmad-Bhāgavatam is the full text of all descriptions of knowledge, including the theory of atomism. The atom is the minute subtle form of eternal time."
      ],
      "prev_verse": "11",
      "next_verse": "2"
    },
    {
      "title": "ŚB 3.11.2",
      "id": "sb_3_11_2",
      "sanskrit": "सत एव पदार्थस्य स्वरूपावस्थितस्य यत् ।\nकैवल्यं परममहानविशेषो निरन्तर: ॥ २ ॥",
      "iast": "sata eva padārthasya\nsvarūpāvasthitasya yat\nkaivalyaṁ parama-mahān\naviśeṣo nirantaraḥ",
      "word_to_word": "sataḥ — of the effective manifestation; eva — certainly; pada-arthasya — of physical bodies; svarūpa-avasthitasya — staying in the same form even to the time of dissolution; yat — that which; kaivalyam — oneness; parama — the supreme; mahān — unlimited; aviśeṣaḥ — forms; nirantaraḥ — eternally.",
      "translation": "Atoms are the ultimate state of the manifest universe. When they stay in their own forms without forming different bodies, they are called the unlimited oneness. There are certainly different bodies in physical forms, but the atoms themselves form the complete manifestation.",
      "purport": [],
      "prev_verse": "1",
      "next_verse": "3"
    },
    {
      "title": "ŚB 3.11.3",
      "id": "sb_3_11_3",
      "sanskrit": "एवं कालोऽप्यनुमित: सौक्ष्म्ये स्थौल्ये च सत्तम ।\nसंस्थानभुक्त्या भगवानव्यक्तो व्यक्तभुग्विभु: ॥ ३ ॥",
      "iast": "evaṁ kālo ’py anumitaḥ\nsaukṣmye sthaulye ca sattama\nsaṁsthāna-bhuktyā bhagavān\navyakto vyakta-bhug vibhuḥ",
      "word_to_word": "evam — thus; kālaḥ — time; api — also; anumitaḥ — measured; saukṣmye — in the subtle; sthaulye — in the gross forms; ca — also; sattama — O best; saṁsthāna — combinations of the atoms; bhuktyā — by the motion; bhagavān — the Supreme Personality of Godhead; avyaktaḥ — unmanifested; vyakta-bhuk — controlling all physical movement; vibhuḥ — the Almighty.",
      "translation": "One can estimate time by measuring the movement of the atomic combination of bodies. Time is the potency of the almighty Personality of Godhead, Hari, who controls all physical movement although He is not visible in the physical world.",
      "purport": [],
      "prev_verse": "2",
      "next_verse": "4"
    },
    {
      "title": "ŚB 3.11.4",
      "id": "sb_3_11_4",
      "sanskrit": "स काल: परमाणुर्वै यो भुङ्क्ते परमाणुताम् ।\nसतोऽविशेषभुग्यस्तु स काल: परमो महान् ॥ ४ ॥",
      "iast": "sa kālaḥ paramāṇur vai\nyo bhuṅkte paramāṇutām\nsato ’viśeṣa-bhug yas tu\nsa kālaḥ paramo mahān",
      "word_to_word": "saḥ — that; kālaḥ — eternal time; parama-aṇuḥ — atomic; vai — certainly; yaḥ — which; bhuṅkte — passes through; parama-aṇutām — the space of an atom; sataḥ — of the entire aggregate; aviśeṣa-bhuk — passing through the nondual exhibition; yaḥ tu — which; saḥ — that; kālaḥ — time; paramaḥ — the supreme; mahān — the great.",
      "translation": "Atomic time is measured according to its covering a particular atomic space. That time which covers the unmanifest aggregate of atoms is called the great time.",
      "purport": [
        "Time and space are two correlative terms. Time is measured in terms of its covering a certain space of atoms. Standard time is calculated in terms of the movement of the sun. The time covered by the sun in passing over an atom is calculated as atomic time. The greatest time of all covers the entire existence of the nondual manifestation. All the planets rotate and cover space, and space is calculated in terms of atoms. Each planet has its particular orbit for rotating, in which it moves without deviation, and similarly the sun has its orbit. The complete calculation of the time of creation, maintenance and dissolution, measured in terms of the circulation of the total planetary systems until the end of creation, is known as the supreme kāla."
      ],
      "prev_verse": "3",
      "next_verse": "5"
    },
    {
      "title": "ŚB 3.11.5",
      "id": "sb_3_11_5",
      "sanskrit": "अणुर्द्वौ परमाणु स्यात्त्रसरेणुस्त्रय: स्मृत: ।\nजालार्करश्म्यवगत: खमेवानुपतन्नगात् ॥ ५ ॥",
      "iast": "aṇur dvau paramāṇū syāt\ntrasareṇus trayaḥ smṛtaḥ\njālārka-raśmy-avagataḥ\nkham evānupatann agāt",
      "word_to_word": "aṇuḥ — double atom; dvau — two; parama-aṇu — atoms; syāt — become; trasareṇuḥ — hexatom; trayaḥ — three; smṛtaḥ — considered; jāla-arka — of sunshine through the holes of a window screen; raśmi — by the rays; avagataḥ — can be known; kham eva — towards the sky; anupatan agāt — going up.",
      "translation": "The division of gross time is calculated as follows: two atoms make one double atom, and three double atoms make one hexatom. This hexatom is visible in the sunshine which enters through the holes of a window screen. One can clearly see that the hexatom goes up towards the sky.",
      "purport": [
        "The atom is described as an invisible particle, but when six such atoms combine together, they are called a trasareṇu, and this is visible in the sunshine pouring through the holes of a window screen."
      ],
      "prev_verse": "4",
      "next_verse": "6"
    },
    {
      "title": "ŚB 3.11.6",
      "id": "sb_3_11_6",
      "sanskrit": "त्रसरेणुत्रिकं भुङ्क्ते य: काल: स त्रुटि: स्मृत: ।\nशतभागस्तु वेध: स्यात्तैस्त्रिभिस्तु लव: स्मृत: ॥ ६ ॥",
      "iast": "trasareṇu-trikaṁ bhuṅkte\nyaḥ kālaḥ sa truṭiḥ smṛtaḥ\nśata-bhāgas tu vedhaḥ syāt\ntais tribhis tu lavaḥ smṛtaḥ",
      "word_to_word": "trasareṇu-trikam — combination of three hexatoms; bhuṅkte — as they take time to integrate; yaḥ — that which; kālaḥ — duration of time; saḥ — that; truṭiḥ — by the name truṭi; smṛtaḥ — is called; śata-bhāgaḥ — one hundred truṭis; tu — but; vedhaḥ — called a vedha; syāt — it so happens; taiḥ — by them; tribhiḥ — three times; tu — but; lavaḥ — lava; smṛtaḥ — so called.",
      "translation": "The time duration needed for the integration of three trasareṇus is called a truṭi, and one hundred truṭis make one vedha. Three vedhas make one lava.",
      "purport": [
        "It is calculated that if a second is divided into 1, 687.5 parts, each part is the duration of a truṭi, which is the time occupied in the integration of eighteen atomic particles. Such a combination of atoms into different bodies creates the calculation of material time. The sun is the central point for calculating all different durations."
      ],
      "prev_verse": "5",
      "next_verse": "7"
    },
    {
      "title": "ŚB 3.11.7",
      "id": "sb_3_11_7",
      "sanskrit": "निमेषस्त्रिलवो ज्ञेय आम्नातस्ते त्रय: क्षण: ।\nक्षणान् पञ्च विदु: काष्ठां लघु ता दश पञ्च च ॥ ७ ॥",
      "iast": "nimeṣas tri-lavo jñeya\nāmnātas te trayaḥ kṣaṇaḥ\nkṣaṇān pañca viduḥ kāṣṭhāṁ\nlaghu tā daśa pañca ca",
      "word_to_word": "nimeṣaḥ — the duration of time called a nimeṣa; tri-lavaḥ — the duration of three lavas; jñeyaḥ — is to be known; āmnātaḥ — it is so called; te — they; trayaḥ — three; kṣaṇaḥ — the duration of time called a kṣaṇa; kṣaṇān — such kṣaṇas; pañca — five; viduḥ — one should understand; kāṣṭhām — the duration of time called a kāṣṭhā; laghu — the duration of time called a laghu; tāḥ — those; daśa pañca — fifteen; ca — also.",
      "translation": "The duration of time of three lavas is equal to one nimeṣa, the combination of three nimeṣas makes one kṣaṇa, five kṣaṇas combined together make one kāṣṭhā, and fifteen kāṣṭhās make one laghu.",
      "purport": [
        "By calculation it is found that one laghu is equal to two minutes. The atomic calculation of time in terms of Vedic wisdom may be converted into present time with this understanding."
      ],
      "prev_verse": "6",
      "next_verse": "8"
    },
    {
      "title": "ŚB 3.11.8",
      "id": "sb_3_11_8",
      "sanskrit": "लघूनि वै समाम्नाता दश पञ्च च नाडिका ।\nते द्वे मुहूर्त: प्रहर: षड्याम: सप्त नृणाम् ॥ ८ ॥",
      "iast": "laghūni vai samāmnātā\ndaśa pañca ca nāḍikā\nte dve muhūrtaḥ praharaḥ\nṣaḍ yāmaḥ sapta vā nṛṇām",
      "word_to_word": "laghūni — such laghus (each of two minutes); vai — exactly; samāmnātā — is called; daśa pañca — fifteen; ca — also; nāḍikā — a nāḍikā; te — of them; dve — two; muhūrtaḥ — a moment; praharaḥ — three hours; ṣaṭ — six; yāmaḥ — one fourth of a day or night; sapta — seven; vā — or; nṛṇām — of human calculation.",
      "translation": "Fifteen laghus make one nāḍikā, which is also called a daṇḍa. Two daṇḍas make one muhūrta, and six or seven daṇḍas make one fourth of a day or night, according to human calculation.",
      "purport": [],
      "prev_verse": "7",
      "next_verse": "9"
    },
    {
      "title": "ŚB 3.11.9",
      "id": "sb_3_11_9",
      "sanskrit": "द्वादशार्धपलोन्मानं चतुर्भिश्चतुरङ्गुलै: ।\nस्वर्णमाषै: कृतच्छिद्रं यावत्प्रस्थजलप्लुतम् ॥ ९ ॥",
      "iast": "dvādaśārdha-palonmānaṁ\ncaturbhiś catur-aṅgulaiḥ\nsvarṇa-māṣaiḥ kṛta-cchidraṁ\nyāvat prastha-jala-plutam",
      "word_to_word": "dvādaśa-ardha — six; pala — of the scale of weight; unmānam — measuring pot; caturbhiḥ — by weight of four; catuḥ-aṅgulaiḥ — four fingers by measure; svarṇa — of gold; māṣaiḥ — of the weight; kṛta-chidram — making a hole; yāvat — as long as; prastha — measuring one prastha; jala-plutam — filled by water.",
      "translation": "The measuring pot for one nāḍikā, or daṇḍa, can be prepared with a six-pala-weight [fourteen ounce] pot of copper, in which a hole is bored with a gold probe weighing four māṣa and measuring four fingers long. When the pot is placed on water, the time before the water overflows in the pot is called one daṇḍa.",
      "purport": [
        "It is advised herein that the bore in the copper measuring pot must be made with a probe weighing not more than four māṣa and measuring not longer than four fingers. This regulates the diameter of the hole. The pot is submerged in water, and the overflooding time is called a daṇḍa. This is another way of measuring the duration of a daṇḍa, just as time is measured by sand in a glass. It appears that in the days of Vedic civilization there was no dearth of knowledge in physics, chemistry or higher mathematics. Measurements were calculated in different ways, as simply as could be done."
      ],
      "prev_verse": "8",
      "next_verse": "10"
    },
    {
      "title": "ŚB 3.11.10",
      "id": "sb_3_11_10",
      "sanskrit": "यामाश्चत्वारश्चत्वारो मर्त्यानामहनी उभे ।\nपक्ष: पञ्चदशाहानि शुक्ल: कृष्णश्च मानद ॥ १० ॥",
      "iast": "yāmāś catvāraś catvāro\nmartyānām ahanī ubhe\npakṣaḥ pañca-daśāhāni\nśuklaḥ kṛṣṇaś ca mānada",
      "word_to_word": "yāmāḥ — three hours; catvāraḥ — four; catvāraḥ — and four; martyānām — of the human beings; ahanī — duration of day; ubhe — both day and night; pakṣaḥ — fortnight; pañca-daśa — fifteen; ahāni — days; śuklaḥ — white; kṛṣṇaḥ — black; ca — also; mānada — measured.",
      "translation": "It is calculated that there are four praharas, which are also called yāmas, in the day and four in the night of the human being. Similarly, fifteen days and nights are a fortnight, and there are two fortnights, white and black, in a month.",
      "purport": [],
      "prev_verse": "9",
      "next_verse": "11"
    },
    {
      "title": "ŚB 3.11.11",
      "id": "sb_3_11_11",
      "sanskrit": "तयो: समुच्चयो मास: पितृणां तदहर्निशम् ।\nद्वौ तावृतु: षडयनं दक्षिणं चोत्तरं दिवि ॥ ११ ॥",
      "iast": "tayoḥ samuccayo māsaḥ\npitṝṇāṁ tad ahar-niśam\ndvau tāv ṛtuḥ ṣaḍ ayanaṁ\ndakṣiṇaṁ cottaraṁ divi",
      "word_to_word": "tayoḥ — of them; samuccayaḥ — aggregate; māsaḥ — month; pitṝṇām — of the Pitā planets; tat — that (month); ahaḥ-niśam — day and night; dvau — two; tau — months; ṛtuḥ — a season; ṣaṭ — six; ayanam — the movement of the sun in six months; dakṣiṇam — southern; ca — also; uttaram — northern; divi — in the heavens.",
      "translation": "The aggregate of two fortnights is one month, and that period is one complete day and night for the Pitā planets. Two of such months comprise one season, and six months comprise one complete movement of the sun from south to north.",
      "purport": [],
      "prev_verse": "10",
      "next_verse": "12"
    },
    {
      "title": "ŚB 3.11.12",
      "id": "sb_3_11_12",
      "sanskrit": "अयने चाहनी प्राहुर्वत्सरो द्वादश स्मृत: ।\nसंवत्सरशतं नृणां\nपरमायुर्निरूपितम् ॥ १२ ॥",
      "iast": "ayane cāhanī prāhur\nvatsaro dvādaśa smṛtaḥ\nsaṁvatsara-śataṁ nṝṇāṁ\nparamāyur nirūpitam",
      "word_to_word": "ayane — in the solar movement (of six months); ca — and; ahanī — a day of the demigods; prāhuḥ — it is said; vatsaraḥ — one calendar year; dvādaśa — twelve months; smṛtaḥ — is so called; saṁvatsara-śatam — one hundred years; nṝṇām — of human beings; parama-āyuḥ — duration of life; nirūpitam — is estimated.",
      "translation": "Two solar movements make one day and night of the demigods, and that combination of day and night is one complete calendar year for the human being. The human being has a duration of life of one hundred years.",
      "purport": [],
      "prev_verse": "11",
      "next_verse": "13"
    },
    {
      "title": "ŚB 3.11.13",
      "id": "sb_3_11_13",
      "sanskrit": "ग्रहर्क्षताराचक्रस्थ: परमाण्वादिना जगत् ।\nसंवत्सरावसानेन पर्येत्यनिमिषो विभु: ॥ १३ ॥",
      "iast": "graharkṣa-tārā-cakra-sthaḥ\nparamāṇv-ādinā jagat\nsaṁvatsarāvasānena\nparyety animiṣo vibhuḥ",
      "word_to_word": "graha — influential planets like the moon; ṛkṣa — luminaries like Aśvinī; tārā — stars; cakra-sthaḥ — in the orbit; parama-aṇu-ādinā — along with the atoms; jagat — the entire universe; saṁvatsara-avasānena — by the end of one year; paryeti — completes its orbit; animiṣaḥ — the eternal time; vibhuḥ — the Almighty.",
      "translation": "Influential stars, planets, luminaries and atoms all over the universe are rotating in their respective orbits under the direction of the Supreme, represented by eternal kāla.",
      "purport": [
        "In the Brahma-saṁhitā it is stated that the sun is the eye of the Supreme and it rotates in its particular orbit of time. Similarly, beginning from the sun down to the atom, all bodies are under the influence of the kāla-cakra, or the orbit of eternal time, and each of them has a scheduled orbital time of one saṁvatsara."
      ],
      "prev_verse": "12",
      "next_verse": "14"
    },
    {
      "title": "ŚB 3.11.14",
      "id": "sb_3_11_14",
      "sanskrit": "संवत्सर: परिवत्सर इडावत्सर एव च ।\nअनुवत्सरो वत्सरश्च विदुरैवं प्रभाष्यते ॥ १४ ॥",
      "iast": "saṁvatsaraḥ parivatsara\niḍā-vatsara eva ca\nanuvatsaro vatsaraś ca\nviduraivaṁ prabhāṣyate",
      "word_to_word": "saṁvatsaraḥ — orbit of the sun; parivatsaraḥ — circumambulation of Bṛhaspati; iḍā-vatsaraḥ — orbit of the stars; eva — as they are; ca — also; anuvatsaraḥ — orbit of the moon; vatsaraḥ — one calendar year; ca — also; vidura — O Vidura; evam — thus; prabhāṣyate — they are so told.",
      "translation": "There are five different names for the orbits of the sun, moon, stars and luminaries in the firmament, and they each have their own saṁvatsara.",
      "purport": [
        "The subject matters of physics, chemistry, mathematics, astronomy, time and space dealt with in the above verses of Śrīmad-Bhāgavatam are certainly very interesting to students of the particular subject, but as far as we are concerned, we cannot explain them very thoroughly in terms of technical knowledge. The subject is summarized by the statement that above all the different branches of knowledge is the supreme control of kāla, the plenary representation of the Supreme Personality of Godhead. Nothing exists without Him, and therefore everything, however wonderful it may appear to our meager knowledge, is but the work of the magical wand of the Supreme Lord. As far as time is concerned, we beg to subjoin herewith a table of timings in terms of the modern clock.",
        "One truṭi — 8/13,500 second",
        "One vedha — 8/135 second",
        "One lava — 8/45 second",
        "One nimeṣa — 8/15 second",
        "One kṣaṇa — 8/5 second",
        "One kāṣṭhā — 8 seconds",
        "One laghu — 2 minutes",
        "One daṇḍa — 30 minutes",
        "One prahara — 3 hours",
        "One day — 12 hours",
        "One night — 12 hours",
        "One pakṣa — 15 days",
        "Two pakṣas comprise one month, and twelve months comprise one calendar year, or one full orbit of the sun. A human being is expected to live up to one hundred years. That is the way of the controlling measure of eternal time.",
        "The Brahma-saṁhitā (5.52) affirms this control in this way:",
        "yac-cakṣur eṣa savitā sakala-grahāṇāṁrājā samasta-sura-mūrtir aśeṣa-tejāḥyasyājñayā bhramati saṁbhṛta-kāla-cakrogovindam ādi-puruṣaṁ tam ahaṁ bhajāmi",
        "“I worship Govinda, the primeval Lord, the Supreme Personality of Godhead, under whose control even the sun, which is considered to be the eye of the Lord, rotates within the fixed orbit of eternal time. The sun is the king of all planetary systems and has unlimited potency in heat and light.”"
      ],
      "prev_verse": "13",
      "next_verse": "15"
    },
    {
      "title": "ŚB 3.11.15",
      "id": "sb_3_11_15",
      "sanskrit": "य: सृज्यशक्तिमुरुधोच्छ्‌वसयन् स्वशक्त्या\nपुंसोऽभ्रमाय दिवि धावति भूतभेद: ।\nकालाख्यया गुणमयं क्रतुभिर्वितन्वं-\nस्तस्मै बलिं हरत वत्सरपञ्चकाय ॥ १५ ॥",
      "iast": "yaḥ sṛjya-śaktim urudhocchvasayan sva-śaktyā\npuṁso ’bhramāya divi dhāvati bhūta-bhedaḥ\nkālākhyayā guṇamayaṁ kratubhir vitanvaṁs\ntasmai baliṁ harata vatsara-pañcakāya",
      "word_to_word": "yaḥ — one who; sṛjya — of creation; śaktim — the seeds; urudhā — in various ways; ucchvasayan — invigorating; sva-śaktyā — by his own energy; puṁsaḥ — of the living entity; abhramāya — to dissipate darkness; divi — during the daytime; dhāvati — moves; bhūta-bhedaḥ — distinct from all other material form; kāla-ākhyayā — by the name eternal time; guṇa-mayam — the material results; kratubhiḥ — by offerings; vitanvan — enlarging; tasmai — unto him; balim — ingredients of offerings; harata — one should offer; vatsara-pañcakāya — offerings every five years.",
      "translation": "O Vidura, the sun enlivens all living entities with his unlimited heat and light. He diminishes the duration of life of all living entities in order to release them from their illusion of material attachment, and he enlarges the path of elevation to the heavenly kingdom. He thus moves in the firmament with great velocity, and therefore everyone should offer him respects once every five years with all ingredients of worship.",
      "purport": [],
      "prev_verse": "14",
      "next_verse": "16"
    },
    {
      "title": "ŚB 3.11.16",
      "id": "sb_3_11_16",
      "sanskrit": "विदुर उवाच\nपितृदेवमनुष्याणामायु: परमिदं स्मृतम् ।\nपरेषां गतिमाचक्ष्व ये स्यु:कल्पाद् बहिर्विद: ॥ १६ ॥",
      "iast": "vidura uvāca\npitṛ-deva-manuṣyāṇām\nāyuḥ param idaṁ smṛtam\npareṣāṁ gatim ācakṣva\nye syuḥ kalpād bahir vidaḥ",
      "word_to_word": "viduraḥ uvāca — Vidura said; pitṛ — the Pitā planets; deva — the heavenly planets; manuṣyāṇām — and that of the human beings; āyuḥ — duration of life; param — final; idam — in their own measurement; smṛtam — calculated; pareṣām — of the superior living entities; gatim — duration of life; ācakṣva — kindly calculate; ye — all those who; syuḥ — are; kalpāt — from the millennium; bahiḥ — outside; vidaḥ — greatly learned.",
      "translation": "Vidura said: I now understand the life durations of the residents of the Pitā planets and heavenly planets as well as that of the human beings. Now kindly inform me of the durations of life of those greatly learned living entities who are beyond the range of a kalpa.",
      "purport": [
        "The partial dissolution of the universe that takes place at the end of Brahmā’s day does not affect all the planetary systems. The planets of highly learned living entities like the sages Sanaka and Bhṛgu are not affected by the dissolutions of the millenniums. All the planets are of different types, and each is controlled by a different kāla-cakra, or schedule of eternal time. The time of the earth planet is not applicable to other, more elevated planets. Therefore, Vidura herein inquires about the duration of life on other planets."
      ],
      "prev_verse": "15",
      "next_verse": "17"
    },
    {
      "title": "ŚB 3.11.17",
      "id": "sb_3_11_17",
      "sanskrit": "भगवान् वेद कालस्य गतिं भगवतो ननु ।\nविश्वं विचक्षते धीरा योगराद्धेन चक्षुषा ॥ १७ ॥",
      "iast": "bhagavān veda kālasya\ngatiṁ bhagavato nanu\nviśvaṁ vicakṣate dhīrā\nyoga-rāddhena cakṣuṣā",
      "word_to_word": "bhagavān — O spiritually powerful one; veda — you know; kālasya — of the eternal time; gatim — movements; bhagavataḥ — of the Supreme Personality of Godhead; nanu — as a matter of course; viśvam — the whole universe; vicakṣate — see; dhīrāḥ — those who are self-realized; yoga-rāddhena — by dint of mystic vision; cakṣuṣā — by the eyes.",
      "translation": "O spiritually powerful one, you can understand the movements of eternal time, which is the controlling form of the Supreme Personality of Godhead. Because you are a self-realized person, you can see everything by the power of mystic vision.",
      "purport": [
        "Those who have reached the highest perfectional stage of mystic power and can see everything in the past, present and future are called tri-kāla-jñas. Similarly, the devotees of the Lord can see everything clearly that is in the revealed scriptures. The devotees of Lord Śrī Kṛṣṇa can very easily understand the science of Kṛṣṇa, as well as the situation of the material and spiritual creations, without difficulty. Devotees do not have to endeavor for any yoga-siddhi, or perfection in mystic powers. They are competent to understand everything by the grace of the Lord, who is sitting in everyone’s heart."
      ],
      "prev_verse": "16",
      "next_verse": "18"
    },
    {
      "title": "ŚB 3.11.18",
      "id": "sb_3_11_18",
      "sanskrit": "मैत्रेय उवाच\nकृतं त्रेता द्वापरं च कलिश्चेति चतुर्युगम् ।\nदिव्यैर्द्वादशभिर्वर्षै: सावधानं निरूपितम् ॥ १८ ॥",
      "iast": "maitreya uvāca\nkṛtaṁ tretā dvāparaṁ ca\nkaliś ceti catur-yugam\ndivyair dvādaśabhir varṣaiḥ\nsāvadhānaṁ nirūpitam",
      "word_to_word": "maitreyaḥ uvāca — Maitreya said; kṛtam — the age of Satya; tretā — the age of Tretā; dvāparam — the age of Dvāpara; ca — also; kaliḥ — the Age of Kali; ca — and; iti — thus; catuḥ-yugam — four millenniums; divyaiḥ — of the demigods; dvādaśabhiḥ — twelve; varṣaiḥ — thousands of years; sa-avadhānam — approximately; nirūpitam — ascertained.",
      "translation": "Maitreya said: O Vidura, the four millenniums are called the Satya-, Tretā-, Dvāpara- and Kali-yuga. The aggregate number of years of all of these combined is equal to twelve thousand years of the demigods.",
      "purport": [
        "The years of the demigods are equal to 360 years of humankind. As will be clarified in the subsequent verses, 12,000 of the demigods’ years, including the transitional periods which are called yuga-sandhyās, comprise the total of the aforementioned four millenniums. Thus the aggregate of the above-mentioned four millenniums is 4,320,000 years."
      ],
      "prev_verse": "17",
      "next_verse": "19"
    },
    {
      "title": "ŚB 3.11.19",
      "id": "sb_3_11_19",
      "sanskrit": "चत्वारि त्रीणि द्वै चैकं कृतादिषु यथाक्रमम् ।\nसंख्यातानि सहस्राणि द्विगुणानि शतानि च ॥ १९ ॥",
      "iast": "catvāri trīṇi dve caikaṁ\nkṛtādiṣu yathā-kramam\nsaṅkhyātāni sahasrāṇi\ndvi-guṇāni śatāni ca",
      "word_to_word": "catvāri — four; trīṇi — three; dve — two; ca — also; ekam — one; kṛta-ādiṣu — in the Satya-yuga; yathā-kramam — and subsequently others; saṅkhyātāni — numbering; sahasrāṇi — thousands; dvi-guṇāni — twice; śatāni — hundreds; ca — also.",
      "translation": "The duration of the Satya millennium equals 4,800 years of the years of the demigods; the duration of the Tretā millennium equals 3,600 years of the demigods; the duration of the Dvāpara millennium equals 2,400 years; and that of the Kali millennium is 1,200 years of the demigods.",
      "purport": [
        "As aforementioned, one year of the demigods is equal to 360 years of the human beings. The duration of the Satya-yuga is therefore 4,800 × 360, or 1,728,000 years. The duration of the Tretā-yuga is 3,600 × 360, or 1,296,000 years. The duration of the Dvāpara-yuga is 2,400 × 360, or 864,000 years. And the last, the Kali-yuga, is 1,200 × 360, or 432,000 years."
      ],
      "prev_verse": "18",
      "next_verse": "20"
    },
    {
      "title": "ŚB 3.11.20",
      "id": "sb_3_11_20",
      "sanskrit": "सन्ध्यासन्ध्यांशयोरन्तर्य: काल: शतसंख्ययो: ।\nतमेवाहुर्युगं तज्ज्ञा यत्र धर्मो विधीयते ॥ २० ॥",
      "iast": "sandhyā-sandhyāṁśayor antar\nyaḥ kālaḥ śata-saṅkhyayoḥ\ntam evāhur yugaṁ taj-jñā\nyatra dharmo vidhīyate",
      "word_to_word": "sandhyā — transitional period before; sandhyā-aṁśayoḥ — and transitional period after; antaḥ — within; yaḥ — that which; kālaḥ — duration of time; śata-saṅkhyayoḥ — hundreds of years; tam eva — that period; āhuḥ — they call; yugam — millennium; tat-jñāḥ — the expert astronomers; yatra — wherein; dharmaḥ — religion; vidhīyate — is performed.",
      "translation": "The transitional periods before and after every millennium, which are a few hundred years as aforementioned, are known as yuga-sandhyās, or the conjunctions of two millenniums, according to the expert astronomers. In those periods all kinds of religious activities are performed.",
      "purport": [],
      "prev_verse": "19",
      "next_verse": "21"
    },
    {
      "title": "ŚB 3.11.21",
      "id": "sb_3_11_21",
      "sanskrit": "धर्मश्चतुष्पान्मनुजान् कृते समनुवर्तते ।\nस एवान्येष्वधर्मेण व्येति पादेन वर्धता ॥ २१ ॥",
      "iast": "dharmaś catuṣ-pān manujān\nkṛte samanuvartate\nsa evānyeṣv adharmeṇa\nvyeti pādena vardhatā",
      "word_to_word": "dharmaḥ — religion; catuḥ-pāt — complete four dimensions; manujān — mankind; kṛte — in the Satya-yuga; samanuvartate — properly maintained; saḥ — that; eva — certainly; anyeṣu — in other; adharmeṇa — by the influence of irreligion; vyeti — declined; pādena — by one part; vardhatā — gradually increasing proportionately.",
      "translation": "O Vidura, in the Satya millennium mankind properly and completely maintained the principles of religion, but in other millenniums religion gradually decreased by one part as irreligion was proportionately admitted.",
      "purport": [
        "In the Satya millennium, complete execution of religious principles prevailed. Gradually, the principles of religion decreased by one part in each of the subsequent millenniums. In other words, at present there is one part religion and three parts irreligion. Therefore people in this age are not very happy."
      ],
      "prev_verse": "20",
      "next_verse": "22"
    },
    {
      "title": "ŚB 3.11.22",
      "id": "sb_3_11_22",
      "sanskrit": "त्रिलोक्या युगसाहस्रं बहिराब्रह्मणो दिनम् ।\nतावत्येव निशा तात यन्निमीलति विश्वसृक् ॥ २२ ॥",
      "iast": "tri-lokyā yuga-sāhasraṁ\nbahir ābrahmaṇo dinam\ntāvaty eva niśā tāta\nyan nimīlati viśva-sṛk",
      "word_to_word": "tri-lokyāḥ — of the three worlds; yuga — the four yugas; sāhasram — one thousand; bahiḥ — outside of; ābrahmaṇaḥ — up to Brahmaloka; dinam — is a day; tāvatī — a similar (period); eva — certainly; niśā — is night; tāta — O dear one; yat — because; nimīlati — goes to sleep; viśva-sṛk — Brahmā.",
      "translation": "Outside of the three planetary systems [Svarga, Martya and Pātāla], the four yugas multiplied by one thousand comprise one day on the planet of Brahmā. A similar period comprises a night of Brahmā, in which the creator of the universe goes to sleep.",
      "purport": [
        "When Brahmā goes to sleep in his nighttime, the three planetary systems below Brahmaloka are all submerged in the water of devastation. In his sleeping condition, Brahmā dreams about the Garbhodakaśāyī Viṣṇu and takes instruction from the Lord for the rehabilitation of the devastated area of space."
      ],
      "prev_verse": "21",
      "next_verse": "23"
    },
    {
      "title": "ŚB 3.11.23",
      "id": "sb_3_11_23",
      "sanskrit": "निशावसान आरब्धो लोककल्पोऽनुवर्तते ।\nयावद्दिनं भगवतो मनून् भुञ्जंश्चतुर्दश ॥ २३ ॥",
      "iast": "niśāvasāna ārabdho\nloka-kalpo ’nuvartate\nyāvad dinaṁ bhagavato\nmanūn bhuñjaṁś catur-daśa",
      "word_to_word": "niśā — night; avasāne — termination; ārabdhaḥ — beginning from; loka-kalpaḥ — further creation of the three worlds; anuvartate — follows; yāvat — until; dinam — the daytime; bhagavataḥ — of the lord (Brahmā); manūn — the Manus; bhuñjan — existing through; catuḥ-daśa — fourteen.",
      "translation": "After the end of Brahmā’s night, the creation of the three worlds begins again in the daytime of Brahmā, and they continue to exist through the life durations of fourteen consecutive Manus, or fathers of mankind.",
      "purport": [
        "At the end of the life of each Manu there are shorter dissolutions also."
      ],
      "prev_verse": "22",
      "next_verse": "24"
    },
    {
      "title": "ŚB 3.11.24",
      "id": "sb_3_11_24",
      "sanskrit": "स्वं स्वं कालं मनुर्भुङ्क्ते साधिकां ह्येकसप्ततिम् ॥ २४ ॥",
      "iast": "svaṁ svaṁ kālaṁ manur bhuṅkte\nsādhikāṁ hy eka-saptatim",
      "word_to_word": "svam — own; svam — accordingly; kālam — duration of life; manuḥ — Manu; bhuṅkte — enjoys; sa-adhikām — a little more than; hi — certainly; eka-saptatim — seventy-one.",
      "translation": "Each and every Manu enjoys a life of a little more than seventy-one sets of four millenniums.",
      "purport": [
        "The duration of life of a Manu comprises seventy-one sets of four millenniums, as described in the Viṣṇu Purāṇa. The duration of life of one Manu is about 852,000 years in the calculation of the demigods, or, in the calculation of human beings, 306,720,000 years."
      ],
      "prev_verse": "23",
      "next_verse": "25"
    },
    {
      "title": "ŚB 3.11.25",
      "id": "sb_3_11_25",
      "sanskrit": "मन्वन्तरेषु मनवस्तद्वंश्या ऋषय: सुरा: ।\nभवन्ति चैव युगपत्सुरेशाश्चानु ये च तान् ॥ २५ ॥",
      "iast": "manvantareṣu manavas\ntad-vaṁśyā ṛṣayaḥ surāḥ\nbhavanti caiva yugapat\nsureśāś cānu ye ca tān",
      "word_to_word": "manu-antareṣu — after the dissolution of each and every Manu; manavaḥ — other Manus; tat-vaṁśyāḥ — and their descendants; ṛṣayaḥ — the seven famous sages; surāḥ — devotees of the Lord; bhavanti — flourish; ca eva — also all of them; yugapat — simultaneously; sura-īśāḥ — demigods like Indra; ca — and; anu — followers; ye — all; ca — also; tān — them.",
      "translation": "After the dissolution of each and every Manu, the next Manu comes in order, along with his descendants, who rule over the different planets; but the seven famous sages, and demigods like Indra and their followers, such as the Gandharvas, all appear simultaneously with Manu.",
      "purport": [
        "There are fourteen Manus in one day of Brahmā, and each of them has different descendants."
      ],
      "prev_verse": "24",
      "next_verse": "26"
    },
    {
      "title": "ŚB 3.11.26",
      "id": "sb_3_11_26",
      "sanskrit": "एष दैनन्दिन: सर्गो ब्राह्मस्त्रैलोक्यवर्तन: ।\nतिर्यङ्‌नृपितृदेवानां सम्भवो यत्र कर्मभि: ॥ २६ ॥",
      "iast": "eṣa dainan-dinaḥ sargo\nbrāhmas trailokya-vartanaḥ\ntiryaṅ-nṛ-pitṛ-devānāṁ\nsambhavo yatra karmabhiḥ",
      "word_to_word": "eṣaḥ — all these creations; dainam-dinaḥ — daily; sargaḥ — creation; brāhmaḥ — in terms of the days of Brahmā; trailokya-vartanaḥ — revolution of the three worlds; tiryak — animals lower than the human beings; nṛ — human beings; pitṛ — of the Pitā planets; devānām — of the demigods; sambhavaḥ — appearance; yatra — wherein; karmabhiḥ — in the cycle of fruitive activities.",
      "translation": "In the creation, during Brahmā’s day, the three planetary systems — Svarga, Martya and Pātāla — revolve, and the inhabitants, including the lower animals, human beings, demigods and Pitās, appear and disappear in terms of their fruitive activities.",
      "purport": [],
      "prev_verse": "25",
      "next_verse": "27"
    },
    {
      "title": "ŚB 3.11.27",
      "id": "sb_3_11_27",
      "sanskrit": "मन्वन्तरेषु भगवान् बिभ्रत्सत्त्वं स्वमूर्तिभि: ।\nमन्वादिभिरिदं विश्वमवत्युदितपौरुष: ॥ २७ ॥",
      "iast": "manvantareṣu bhagavān\nbibhrat sattvaṁ sva-mūrtibhiḥ\nmanv-ādibhir idaṁ viśvam\navaty udita-pauruṣaḥ",
      "word_to_word": "manu-antareṣu — in each change of Manu; bhagavān — the Personality of Godhead; bibhrat — manifesting; sattvam — His internal potency; sva-mūrtibhiḥ — by His different incarnations; manu-ādibhiḥ — as Manus; idam — this; viśvam — the universe; avati — maintains; udita — discovering; pauruṣaḥ — divine potencies.",
      "translation": "In each and every change of Manu, the Supreme Personality of Godhead appears by manifesting His internal potency in different incarnations, as Manu and others. Thus He maintains the universe by discovered power.",
      "purport": [],
      "prev_verse": "26",
      "next_verse": "28"
    },
    {
      "title": "ŚB 3.11.28",
      "id": "sb_3_11_28",
      "sanskrit": "तमोमात्रामुपादाय प्रतिसंरुद्धविक्रम: ।\nकालेनानुगताशेष आस्ते तूष्णीं दिनात्यये ॥ २८ ॥",
      "iast": "tamo-mātrām upādāya\npratisaṁruddha-vikramaḥ\nkālenānugatāśeṣa\nāste tūṣṇīṁ dinātyaye",
      "word_to_word": "tamaḥ — the mode of ignorance, or the darkness of night; mātrām — an insignificant portion only; upādāya — accepting; pratisaṁruddha-vikramaḥ — suspending all power of manifestation; kālena — by means of the eternal kāla; anugata — merged in; aśeṣaḥ — innumerable living entities; āste — remains; tūṣṇīm — silent; dina-atyaye — at the end of the day.",
      "translation": "At the end of the day, under the insignificant portion of the mode of darkness, the powerful manifestation of the universe merges in the darkness of night. By the influence of eternal time, the innumerable living entities remain merged in that dissolution, and everything is silent.",
      "purport": [
        "This verse is an explanation of the night of Brahmā, which is the effect of the influence of time in touch with an insignificant portion of the modes of material nature in darkness. The dissolution of the three worlds is effected by the incarnation of darkness, Rudra, represented by the fire of eternal time which blazes over the three worlds. These three worlds are known as Bhūḥ, Bhuvaḥ and Svaḥ (Pātāla, Martya and Svarga). The innumerable living entities merge into that dissolution, which appears to be the dropping of the curtain of the scene of the Supreme Lord’s energy, and so everything becomes silent."
      ],
      "prev_verse": "27",
      "next_verse": "29"
    },
    {
      "title": "ŚB 3.11.29",
      "id": "sb_3_11_29",
      "sanskrit": "तमेवान्वपिधीयन्ते लोको भूरादयस्त्रय: ।\nनिशायामनुवृत्तायां निर्मुक्तशशिभास्करम् ॥ २९ ॥",
      "iast": "tam evānv api dhīyante\nlokā bhūr-ādayas trayaḥ\nniśāyām anuvṛttāyāṁ\nnirmukta-śaśi-bhāskaram",
      "word_to_word": "tam — that; eva — certainly; anu — after; api dhīyante — are out of sight; lokāḥ — the planets; bhūḥ-ādayaḥ — the three worlds: Bhūḥ, Bhuvaḥ and Svaḥ; trayaḥ — three; niśāyām — in the night; anuvṛttāyām — ordinary; nirmukta — without glare; śaśi — the moon; bhāskaram — the sun.",
      "translation": "When the night of Brahmā ensues, all the three worlds are out of sight, and the sun and the moon are without glare, just as in the due course of an ordinary night.",
      "purport": [
        "It is understood that the glare of the sun and moon disappear from the sphere of the three worlds, but the sun and the moon themselves do not vanish. They appear in the remaining portion of the universe, which is beyond the sphere of the three worlds. The portion in dissolution remains without sun rays or moonglow. It all remains dark and full of water, and there are indefatigable winds, as explained in the following verses."
      ],
      "prev_verse": "28",
      "next_verse": "30"
    },
    {
      "title": "ŚB 3.11.30",
      "id": "sb_3_11_30",
      "sanskrit": "त्रिलोक्यां दह्यमानायां शक्त्या सङ्कर्षणाग्निना ।\nयान्त्यूष्मणा महर्लोकाज्जनं भृग्वादयोऽर्दिता: ॥ ३० ॥",
      "iast": "tri-lokyāṁ dahyamānāyāṁ\nśaktyā saṅkarṣaṇāgninā\nyānty ūṣmaṇā maharlokāj\njanaṁ bhṛgv-ādayo ’rditāḥ",
      "word_to_word": "tri-lokyām — when the spheres of the three worlds; dahyamānāyām — being set ablaze; śaktyā — by the potency; saṅkarṣaṇa — from the mouth of Saṅkarṣaṇa; agninā — by the fire; yānti — they go; ūṣmaṇā — heated by the warmth; mahaḥ-lokāt — from Maharloka; janam — to Janaloka; bhṛgu — the sage Bhṛgu; ādayaḥ — and others; arditāḥ — being so distressed.",
      "translation": "The devastation takes place due to the fire emanating from the mouth of Saṅkarṣaṇa, and thus great sages like Bhṛgu and other inhabitants of Maharloka transport themselves to Janaloka, being distressed by the warmth of the blazing fire which rages through the three worlds below.",
      "purport": [],
      "prev_verse": "29",
      "next_verse": "31"
    },
    {
      "title": "ŚB 3.11.31",
      "id": "sb_3_11_31",
      "sanskrit": "तावत्‍त्रिभुवनं सद्य: कल्पान्तैधितसिन्धव: ।\nप्लावयन्त्युत्कटाटोपचण्डवातेरितोर्मय: ॥ ३१ ॥",
      "iast": "tāvat tri-bhuvanaṁ sadyaḥ\nkalpāntaidhita-sindhavaḥ\nplāvayanty utkaṭāṭopa-\ncaṇḍa-vāteritormayaḥ",
      "word_to_word": "tāvat — then; tri-bhuvanam — all the three worlds; sadyaḥ — immediately after; kalpa-anta — in the beginning of the devastation; edhita — inflated; sindhavaḥ — all the oceans; plāvayanti — inundate; utkaṭa — violent; āṭopa — agitation; caṇḍa — hurricane; vāta — by winds; īrita — blown; ūrmayaḥ — waves.",
      "translation": "At the beginning of the devastation all the seas overflow, and hurricane winds blow very violently. Thus the waves of the seas become ferocious, and in no time at all the three worlds are full of water.",
      "purport": [
        "It is said that the blazing fire from the mouth of Saṅkarṣaṇa rages for one hundred years of the demigods, or 36,000 human years. Then for another 36,000 years there are torrents of rain, accompanied by violent winds and waves, and the seas and oceans overflow. These reactions of 72,000 years are the beginning of the partial devastation of the three worlds. People forget all these devastations of the worlds and think themselves happy in the material progress of civilization. This is called māyā, or “that which is not.”"
      ],
      "prev_verse": "30",
      "next_verse": "32"
    },
    {
      "title": "ŚB 3.11.32",
      "id": "sb_3_11_32",
      "sanskrit": "अन्त: स तस्मिन् सलिल आस्तेऽनन्तासनो हरि: ।\nयोगनिद्रानिमीलाक्ष: स्तूयमानो जनालयै: ॥ ३२ ॥",
      "iast": "antaḥ sa tasmin salila\nāste ’nantāsano hariḥ\nyoga-nidrā-nimīlākṣaḥ\nstūyamāno janālayaiḥ",
      "word_to_word": "antaḥ — within; saḥ — that; tasmin — in that; salile — water; āste — there is; ananta — Ananta; āsanaḥ — on the seat of; hariḥ — the Lord; yoga — mystic; nidrā — sleep; nimīla-akṣaḥ — eyes closed; stūya-mānaḥ — being glorified; jana-ālayaiḥ — by the inhabitants of the Janaloka planets.",
      "translation": "The Supreme Lord, the Personality of Godhead, lies down in the water on the seat of Ananta, with His eyes closed, and the inhabitants of the Janaloka planets offer unto the Lord their glorious prayers with folded hands.",
      "purport": [
        "We should not understand the sleeping condition of the Lord to be the same as our sleep. Here the word yoga-nidrā is specifically mentioned, which indicates that the Lord’s sleeping condition is also a manifestation of His internal potency. Whenever the word yoga is used it should be understood to refer to that which is transcendental. In the transcendental stage all activities are always present, and they are glorified by prayers of great sages like Bhṛgu."
      ],
      "prev_verse": "31",
      "next_verse": "33"
    },
    {
      "title": "ŚB 3.11.33",
      "id": "sb_3_11_33",
      "sanskrit": "एवंविधैरहोरात्रै: कालगत्योपलक्षितै: ।\nअपक्षितमिवास्यापि परमायुर्वय: शतम् ॥ ३३ ॥",
      "iast": "evaṁ-vidhair aho-rātraiḥ\nkāla-gatyopalakṣitaiḥ\napakṣitam ivāsyāpi\nparamāyur vayaḥ-śatam",
      "word_to_word": "evam — thus; vidhaiḥ — by the process of; ahaḥ — days; rātraiḥ — by nights; kāla-gatyā — advancement of time; upalakṣitaiḥ — by such symptoms; apakṣitam — declined; iva — just like; asya — his; api — although; parama-āyuḥ — duration of life; vayaḥ — years; śatam — one hundred.",
      "translation": "Thus the process of the exhaustion of the duration of life exists for every one of the living beings, including Lord Brahmā. One’s life endures for only one hundred years, in terms of the times in the different planets.",
      "purport": [
        "Every living being lives for one hundred years in terms of the times in different planets for different entities. These one hundred years of life are not equal in every case. The longest duration of one hundred years belongs to Brahmā, but although the life of Brahmā is very long, it expires in the course of time. Brahmā is also afraid of his death, and thus he performs devotional service to the Lord, just to release himself from the clutches of illusory energy. Animals, of course, have no sense of responsibility, but even humans, who have developed a sense of responsibility, while away their valuable time without engaging in devotional service to the Lord; they live merrily, unafraid of impending death. This is the madness of human society. The madman has no responsibility in life. Similarly, a human being who does not develop a sense of responsibility before he dies is no better than the madman who tries to enjoy material life very happily without concern for the future. It is necessary that every human being be responsible in preparing himself for the next life, even if he has a duration of life like that of Brahmā, the greatest of all living creatures within the universe."
      ],
      "prev_verse": "32",
      "next_verse": "34"
    },
    {
      "title": "ŚB 3.11.34",
      "id": "sb_3_11_34",
      "sanskrit": "यदर्धमायुषस्तस्य परार्धमभिधीयते ।\nपूर्व: परार्धोऽपक्रान्तो ह्यपरोऽद्य प्रवर्तते ॥ ३४ ॥",
      "iast": "yad ardham āyuṣas tasya\nparārdham abhidhīyate\npūrvaḥ parārdho ’pakrānto\nhy aparo ’dya pravartate",
      "word_to_word": "yat — that which; ardham — half; āyuṣaḥ — of the duration of life; tasya — his; parārdham — a parārdha; abhidhīyate — is called; pūrvaḥ — the former; para-ardhaḥ — half of the duration of life; apakrāntaḥ — having passed; hi — certainly; aparaḥ — the latter; adya — in this millennium; pravartate — shall begin.",
      "translation": "The one hundred years of Brahmā’s life are divided into two parts, the first half and the second half. The first half of the duration of Brahmā’s life is already over, and the second half is now current.",
      "purport": [
        "The duration of one hundred years in the life of Brahmā has already been discussed in many places in this work, and it is described in Bhagavad-gītā (8.17) also. Fifty years of the life of Brahmā are already over, and fifty years are yet to be completed; then, for Brahmā also, death is inevitable."
      ],
      "prev_verse": "33",
      "next_verse": "35"
    },
    {
      "title": "ŚB 3.11.35",
      "id": "sb_3_11_35",
      "sanskrit": "पूर्वस्यादौ परार्धस्य ब्राह्मो नाम महानभूत् ।\nकल्पो यत्राभवद्ब्रह्मा शब्दब्रह्मेति यं विदु: ॥ ३५ ॥",
      "iast": "pūrvasyādau parārdhasya\nbrāhmo nāma mahān abhūt\nkalpo yatrābhavad brahmā\nśabda-brahmeti yaṁ viduḥ",
      "word_to_word": "pūrvasya — of the first half; ādau — in the beginning; para-ardhasya — of the superior half; brāhmaḥ — Brāhma-kalpa; nāma — of the name; mahān — very great; abhūt — was manifest; kalpaḥ — millennium; yatra — whereupon; abhavat — appeared; brahmā — Lord Brahmā; śabda-brahma iti — the sounds of the Vedas; yam — which; viduḥ — they know.",
      "translation": "In the beginning of the first half of Brahmā’s life, there was a millennium called Brāhma-kalpa, wherein Lord Brahmā appeared. The birth of the Vedas was simultaneous with Brahmā’s birth.",
      "purport": [
        "According to Padma Purāṇa (Prabhāsa-khaṇḍa), in thirty days of Brahmā many kalpas take place, such as the Varāha-kalpa and Pitṛ-kalpa. Thirty days make one month of Brahmā, beginning from the full moon to the disappearance of the moon. Twelve such months complete one year, and fifty years complete one parārdha, or one half the duration of the life of Brahmā. The Śveta-varāha appearance of the Lord is the first birthday of Brahmā. The birth date of Brahmā is in the month of March, according to Hindu astronomical calculation. This statement is reproduced from the explanation of Śrīla Viśvanātha Cakravartī Ṭhākura."
      ],
      "prev_verse": "34",
      "next_verse": "36"
    },
    {
      "title": "ŚB 3.11.36",
      "id": "sb_3_11_36",
      "sanskrit": "तस्यैव चान्ते कल्पोऽभूद् यं पाद्ममभिचक्षते ।\nयद्धरेर्नाभिसरस आसील्लोकसरोरुहम् ॥ ३६ ॥",
      "iast": "tasyaiva cānte kalpo ’bhūd\nyaṁ pādmam abhicakṣate\nyad dharer nābhi-sarasa\nāsīl loka-saroruham",
      "word_to_word": "tasya — of the Brāhma-kalpa; eva — certainly; ca — also; ante — at the end of; kalpaḥ — millennium; abhūt — came into existence; yam — which; pādmam — Pādma; abhicakṣate — is called; yat — in which; hareḥ — of the Personality of Godhead; nābhi — in the navel; sarasaḥ — from the reservoir of water; āsīt — there was; loka — of the universe; saroruham — lotus.",
      "translation": "The millennium which followed the first Brāhma millennium is known as the Pādma-kalpa because in that millennium the universal lotus flower grew out of the navel reservoir of water of the Personality of Godhead, Hari.",
      "purport": [
        "The millennium following the Brāhma-kalpa is known as the Pādma-kalpa because the universal lotus grows in that millennium. The Pādma-kalpa is also called the Pitṛ-kalpa in certain Purāṇas."
      ],
      "prev_verse": "35",
      "next_verse": "37"
    },
    {
      "title": "ŚB 3.11.37",
      "id": "sb_3_11_37",
      "sanskrit": "अयं तु कथित: कल्पो द्वितीयस्यापि भारत ।\nवाराह इति विख्यातो यत्रासीच्छूकरो हरि: ॥ ३७ ॥",
      "iast": "ayaṁ tu kathitaḥ kalpo\ndvitīyasyāpi bhārata\nvārāha iti vikhyāto\nyatrāsīc chūkaro hariḥ",
      "word_to_word": "ayam — this; tu — but; kathitaḥ — known as; kalpaḥ — the current millennium; dvitīyasya — of the second half; api — certainly; bhārata — O descendant of Bharata; vārāhaḥ — Vārāha; iti — thus; vikhyātaḥ — is celebrated; yatra — in which; āsīt — appeared; śūkaraḥ — hog shape; hariḥ — the Personality of Godhead.",
      "translation": "O descendant of Bharata, the first millennium in the second half of the life of Brahmā is also known as the Vārāha millennium because the Personality of Godhead appeared in that millennium as the hog incarnation.",
      "purport": [
        "The different millenniums known as the Brāhma, Pādma and Vārāha kalpas appear a little puzzling for the layman. There are some scholars who think these kalpas to be one and the same. According to Śrīla Viśvanātha Cakravartī, the Brāhma-kalpa in the beginning of the first half appears to be the Pādma-kalpa. We can, however, simply abide by the text and understand that the present millennium is in the second half of the duration of the life of Brahmā."
      ],
      "prev_verse": "36",
      "next_verse": "38"
    },
    {
      "title": "ŚB 3.11.38",
      "id": "sb_3_11_38",
      "sanskrit": "कालोऽयं द्विपरार्धाख्यो निमेष उपचर्यते ।\nअव्याकृतस्यानन्तस्य ह्यनादेर्जगदात्मन: ॥ ३८ ॥",
      "iast": "kālo ’yaṁ dvi-parārdhākhyo\nnimeṣa upacaryate\navyākṛtasyānantasya\nhy anāder jagad-ātmanaḥ",
      "word_to_word": "kālaḥ — eternal time; ayam — this (as measured by Brahmā’s duration of life); dvi-parārdha-ākhyaḥ — measured by the two halves of Brahmā’s life; nimeṣaḥ — less than a second; upacaryate — is so measured; avyākṛtasya — of one who is unchanged; anantasya — of the unlimited; hi — certainly; anādeḥ — of the beginningless; jagat-ātmanaḥ — of the soul of the universe.",
      "translation": "The duration of the two parts of Brahmā’s life, as above mentioned, is calculated to be equal to one nimeṣa [less than a second] for the Supreme Personality of Godhead, who is unchanging and unlimited and is the cause of all causes of the universe.",
      "purport": [
        "The great sage Maitreya has given a considerable description of the time of different dimensions, beginning from the atom up to the duration of the life of Brahmā. Now he attempts to give some idea of the time of the unlimited Personality of Godhead. He just gives a hint of His unlimited time by the standard of the life of Brahmā. The entire duration of the life of Brahmā is calculated to be less than a second of the Lord’s time, and it is explained in the Brahma-saṁhitā (5.48) as follows:",
        "yasyaika-niśvasita-kālam athāvalambyajīvanti loma-vilajā jagad-aṇḍa-nāthāḥviṣṇur mahān sa iha yasya kalā-viśeṣogovindam ādi-puruṣaṁ tam ahaṁ bhajāmi",
        "“I worship Govinda, the Supreme Personality of Godhead, the cause of all causes, whose plenary portion is Mahā-Viṣṇu. All the heads of the innumerable universes [the Brahmās] live only by taking shelter of the time occupied by one of His breaths.” The impersonalists do not believe in the form of the Lord, and thus they would hardly believe in the Lord’s sleeping. Their idea is obtained by a poor fund of knowledge; they calculate everything in terms of man’s capacity. They think that the existence of the Supreme is just the opposite of active human existence: because the human being has senses, the Supreme must be without sense perception; because the human being has a form, the Supreme must be formless; and because the human being sleeps, the Supreme must not sleep. Śrīmad-Bhāgavatam, however, does not agree with such impersonalists. It is clearly stated herein that the Supreme Lord rests in yoga-nidrā, as previously discussed. And because He sleeps, naturally He must breathe, and the Brahma-saṁhitā confirms that within His breathing period innumerable Brahmās take birth and die.",
        "There is complete agreement between Śrīmad-Bhāgavatam and the Brahma-saṁhitā. Eternal time is never lost along with the life of Brahmā. It continues, but it has no ability to control the Supreme Personality of Godhead because the Lord is the controller of time. In the spiritual world there is undoubtedly time, but it has no control over activities. Time is unlimited, and the spiritual world is also unlimited, since everything there exists on the absolute plane."
      ],
      "prev_verse": "37",
      "next_verse": "39"
    },
    {
      "title": "ŚB 3.11.39",
      "id": "sb_3_11_39",
      "sanskrit": "कालोऽयं परमाण्वादिर्द्विपरार्धान्त ईश्वर: ।\nनैवेशितुं प्रभुर्भूम्न ईश्वरो धाममानिनाम् ॥ ३९ ॥",
      "iast": "kālo ’yaṁ paramāṇv-ādir\ndvi-parārdhānta īśvaraḥ\nnaiveśituṁ prabhur bhūmna\nīśvaro dhāma-māninām",
      "word_to_word": "kālaḥ — the eternal time; ayam — this; parama-aṇu — atom; ādiḥ — beginning from; dvi-parārdha — two superdurations of time; antaḥ — to the end; īśvaraḥ — controller; na — never; eva — certainly; īśitum — to control; prabhuḥ — capable; bhūmnaḥ — of the Supreme; īśvaraḥ — controller; dhāma-māninām — of those who are body conscious.",
      "translation": "Eternal time is certainly the controller of different dimensions, from that of the atom up to the superdivisions of the duration of Brahmā’s life; but, nevertheless, it is controlled by the Supreme. Time can control only those who are body conscious, even up to the Satyaloka or the other higher planets of the universe.",
      "purport": [],
      "prev_verse": "38",
      "next_verse": "40"
    },
    {
      "title": "ŚB 3.11.40",
      "id": "sb_3_11_40",
      "sanskrit": "विकारै: सहितो युक्तैर्विशेषादिभिरावृत: ।\nआण्डकोशो बहिरयं पञ्चाशत्कोटिविस्तृत: ॥ ४० ॥",
      "iast": "vikāraiḥ sahito yuktair\nviśeṣādibhir āvṛtaḥ\nāṇḍakośo bahir ayaṁ\npañcāśat-koṭi-vistṛtaḥ",
      "word_to_word": "vikāraiḥ — by the transformation of the elements; sahitaḥ — along with; yuktaiḥ — being so amalgamated; viśeṣa — manifestations; ādibhiḥ — by them; āvṛtaḥ — covered; āṇḍa-kośaḥ — the universe; bahiḥ — outside; ayam — this; pañcāśat — fifty; koṭi — ten million; vistṛtaḥ — widespread.",
      "translation": "This phenomenal material world is expanded to a diameter of four billion miles, as a combination of eight material elements transformed into sixteen further categories, within and without, as follows.",
      "purport": [
        "As explained before, the entire material world is a display of sixteen diversities and eight material elements. The analytical studies of the material world are the subject matter of Sāṅkhya philosophy. The first sixteen diversities are the eleven senses and five sense objects, and the eight elements are the gross and subtle matter, namely earth, water, fire, air, sky, mind, intelligence and ego. All these combined together are distributed throughout the entire universe, which extends diametrically to four billion miles. Besides this universe of our experience, there are innumerable other universes. Some of them are bigger than the present one, and all of them are clustered together under similar material elements as described below."
      ],
      "prev_verse": "39",
      "next_verse": "41"
    },
    {
      "title": "ŚB 3.11.41",
      "id": "sb_3_11_41",
      "sanskrit": "दशोत्तराधिकैर्यत्र प्रविष्ट: परमाणुवत् ।\nलक्ष्यतेऽन्तर्गताश्चान्ये कोटिशो ह्यण्डराशय: ॥ ४१ ॥",
      "iast": "daśottarādhikair yatra\npraviṣṭaḥ paramāṇuvat\nlakṣyate ’ntar-gatāś cānye\nkoṭiśo hy aṇḍa-rāśayaḥ",
      "word_to_word": "daśa-uttara-adhikaiḥ — with ten times greater thickness; yatra — in which; praviṣṭaḥ — entered; parama-aṇu-vat — like atoms; lakṣyate — it (the mass of universes) appears; antaḥ-gatāḥ — come together; ca — and; anye — in the other; koṭiśaḥ — clustered; hi — for; aṇḍa-rāśayaḥ — huge combination of universes.",
      "translation": "The layers or elements covering the universes are each ten times thicker than the one before, and all the universes clustered together appear like atoms in a huge combination.",
      "purport": [
        "The coverings of the universes are also constituted of the elements of earth, water, fire, air and ether, and each is ten times thicker than the one before. The first covering of the universe is earth, and it is ten times thicker than the universe itself. If the universe is four billion miles in size, then the size of the earthly covering of the universe is four billion times ten. The covering of water is ten times greater than the earthly covering, the covering of fire is ten times greater than the watery covering, the covering of air is ten times greater than that of the fire, the covering of ether is ten times greater still than that of air, and so on. The universe within the coverings of matter appears to be like an atom in comparison to the coverings, and the number of universes is unknown even to those who can estimate the coverings of the universes."
      ],
      "prev_verse": "40",
      "next_verse": "42"
    },
    {
      "title": "ŚB 3.11.42",
      "id": "sb_3_11_42",
      "sanskrit": "तदाहुरक्षरं ब्रह्म सर्वकारणकारणम् ।\nविष्णोर्धाम परं साक्षात्पुरुषस्य महात्मन: ॥ ४२ ॥",
      "iast": "tad āhur akṣaraṁ brahma\nsarva-kāraṇa-kāraṇam\nviṣṇor dhāma paraṁ sākṣāt\npuruṣasya mahātmanaḥ",
      "word_to_word": "tat — that; āhuḥ — is said; akṣaram — infallible; brahma — the supreme; sarva-kāraṇa — all causes; kāraṇam — the supreme cause; viṣṇoḥ dhāma — the spiritual abode of Viṣṇu; param — the supreme; sākṣāt — without doubt; puruṣasya — of the puruṣa incarnation; mahātmanaḥ — of the Mahā-Viṣṇu.",
      "translation": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, is therefore said to be the original cause of all causes. Thus the spiritual abode of Viṣṇu is eternal without a doubt, and it is also the abode of Mahā-Viṣṇu, the origin of all manifestations.",
      "purport": [
        "Lord Mahā-Viṣṇu, who is resting in yoga-nidrā on the Causal Ocean and creating innumerable universes by His breathing process, only temporarily appears in the mahat-tattva for the temporary manifestation of the material worlds. He is a plenary portion of Lord Śrī Kṛṣṇa, and thus although He is nondifferent from Lord Kṛṣṇa, His formal appearance in the material world as an incarnation is temporary. The original form of the Personality of Godhead is actually the svarūpa, or real form, and He eternally resides in the Vaikuṇṭha world (Viṣṇuloka). The word mahātmanaḥ is used here to indicate Mahā-Viṣṇu, and His real manifestation is Lord Kṛṣṇa, who is called parama, as confirmed in the Brahma-saṁhitā:",
        "īśvaraḥ paramaḥ kṛṣṇaḥsac-cid-ānanda-vigrahaḥanādir ādir govindaḥsarva-kāraṇa-kāraṇam",
        "“The Supreme Lord is Kṛṣṇa, the original Personality of Godhead, known as Govinda. His form is eternal, full of bliss and knowledge, and He is the original cause of all causes.”",
        "Thus end the Bhaktivedanta purports of the Third Canto, Eleventh Chapter, of the Śrīmad-Bhāgavatam, entitled “Calculation of Time, from the Atom.”"
      ],
      "prev_verse": "41",
      "next_verse": "12"
    }
  ]
}