{
  "id": "sb_3_18",
  "title": "The Battle Between Lord Boar and the Demon Hiraṇyākṣa",
  "canto": 3,
  "chapter": 18,
  "verses": [
    {
      "title": "ŚB 3.18.1",
      "id": "sb_3_18_1",
      "sanskrit": "मैत्रेय उवाच\nतदेवमाकर्ण्य जलेशभाषितं\nमहामनास्तद्विगणय्य दुर्मद: ।\nहरेर्विदित्वा गतिमङ्ग नारदाद्\nरसातलं निर्विविशे त्वरान्वित: ॥ १ ॥",
      "iast": "maitreya uvāca\ntad evam ākarṇya jaleśa-bhāṣitaṁ\nmahā-manās tad vigaṇayya durmadaḥ\nharer viditvā gatim aṅga nāradād\nrasātalaṁ nirviviśe tvarānvitaḥ",
      "word_to_word": "maitreyaḥ — the great sage Maitreya; uvāca — said; tat — that; evam — thus; ākarṇya — hearing; jala-īśa — of the controller of water, Varuṇa; bhāṣitam — words; mahā-manāḥ — proud; tat — those words; vigaṇayya — having paid little heed to; durmadaḥ — vainglorious; hareḥ — of the Supreme Personality of Godhead; viditvā — having learned; gatim — the whereabouts; aṅga — O dear Vidura; nāradāt — from Nārada; rasātalam — to the depths of the ocean; nirviviśe — entered; tvarā-anvitaḥ — with great speed.",
      "translation": "Maitreya continued: The proud and falsely glorious Daitya paid little heed to the words of Varuṇa. O dear Vidura, he learned from Nārada the whereabouts of the Supreme Personality of Godhead and hurriedly betook himself to the depths of the ocean.",
      "purport": [
        "Materialistic warmongers are not even afraid to fight with their mightiest enemy, the Personality of Godhead. The demon was very encouraged to learn from Varuṇa that there was one fighter who could actually combat him, and he was very enthusiastic to search out the Supreme Personality of Godhead just to give Him a fight, even though it was predicted by Varuṇa that by fighting with Viṣṇu he would become prey for dogs, jackals and vultures. Since demoniac persons are less intelligent, they dare to fight with Viṣṇu, who is known as Ajita, or one who has never been conquered."
      ],
      "prev_verse": "18",
      "next_verse": "2"
    },
    {
      "title": "ŚB 3.18.2",
      "id": "sb_3_18_2",
      "sanskrit": "ददर्श तत्राभिजितं धराधरं\nप्रोन्नीयमानावनिमग्रदंष्ट्रया ।\nमुष्णन्तमक्ष्णा स्वरुचोऽरुणश्रिया\nजहास चाहो वनगोचरो मृग: ॥ २ ॥",
      "iast": "dadarśa tatrābhijitaṁ dharā-dharaṁ\npronnīyamānāvanim agra-daṁṣṭrayā\nmuṣṇantam akṣṇā sva-ruco ’ruṇa-śriyā\njahāsa cāho vana-gocaro mṛgaḥ",
      "word_to_word": "dadarśa — he saw; tatra — there; abhijitam — the victorious; dharā — the earth; dharam — bearing; pronnīyamāna — being raised upward; avanim — the earth; agra-daṁṣṭrayā — by the tip of His tusk; muṣṇantam — who was diminishing; akṣṇā — with His eyes; sva-rucaḥ — Hiraṇyākṣa’s own splendor; aruṇa — reddish; śriyā — radiant; jahāsa — he laughed; ca — and; aho — oh; vana-gocaraḥ — amphibious; mṛgaḥ — beast.",
      "translation": "He saw there the all-powerful Personality of Godhead in His boar incarnation, bearing the earth upward on the ends of His tusks and robbing him of his splendor with His reddish eyes. The demon laughed: Oh, an amphibious beast!",
      "purport": [
        "In a previous chapter we have discussed the incarnation of the Supreme Personality of Godhead as Varāha, the boar. While Varāha, with His tusks, engaged in uplifting the submerged earth from the depths of the waters, this great demon Hiraṇyākṣa met Him and challenged Him, calling Him a beast. Demons cannot understand the incarnations of the Lord; they think that His incarnations as a fish or boar or tortoise are big beasts only. They misunderstand the body of the Supreme Personality of Godhead, even in His human form, and they deride His descent. In the Caitanya sampradāya there is sometimes a demoniac misconception about the descent of Nityānanda Prabhu. Nityānanda Prabhu’s body is spiritual, but demoniac persons consider the body of the Supreme Personality to be material, just like ours. Avajānanti māṁ mūḍhāḥ: persons who have no intelligence deride the transcendental form of the Lord as material."
      ],
      "prev_verse": "1",
      "next_verse": "3"
    },
    {
      "title": "ŚB 3.18.3",
      "id": "sb_3_18_3",
      "sanskrit": "आहैनमेह्यज्ञ महीं विमुञ्च नो\nरसौकसां विश्वसृजेयमर्पिता ।\nन स्वस्ति यास्यस्यनया ममेक्षत:\nसुराधमासादितसूकराकृते ॥ ३ ॥",
      "iast": "āhainam ehy ajña mahīṁ vimuñca no\nrasaukasāṁ viśva-sṛjeyam arpitā\nna svasti yāsyasy anayā mamekṣataḥ\nsurādhamāsādita-sūkarākṛte",
      "word_to_word": "āha — Hiraṇyākṣa said; enam — to the Lord; ehi — come and fight; ajña — O fool; mahīm — the earth; vimuñca — give up; naḥ — to us; rasā-okasām — of the inhabitants of the lower regions; viśva-sṛjā — by the creator of the universe; iyam — this earth; arpitā — entrusted; na — not; svasti — well-being; yāsyasi — You will go; anayā — with this; mama īkṣataḥ — while I am seeing; sura-adhama — O lowest of the demigods; āsādita — having taken; sūkara-ākṛte — the form of a boar.",
      "translation": "The demon addressed the Lord: O best of the demigods, dressed in the form of a boar, just hear me. This earth is entrusted to us, the inhabitants of the lower regions, and You cannot take it from my presence and not be hurt by me.",
      "purport": [
        "Śrīdhara Svāmī, commenting on this verse, states that although the demon wanted to deride the Personality of Godhead in the form of a boar, actually he worshiped Him in several words. For example, he addressed Him as vana-gocaraḥ, which means “one who is a resident of the forest,” but another meaning of vana-gocaraḥ is “one who lies on the water.” Viṣṇu lies on the water, so the Supreme Personality of Godhead can be properly addressed in this way. The demon also addressed Him as mṛgaḥ, indicating, unintentionally, that the Supreme Personality is sought after by great sages, saintly persons and transcendentalists. He also addressed Him as ajña. Śrīdhara Svāmī says that jña means “knowledge,” and there is no knowledge which is unknown to the Supreme Personality of Godhead. Indirectly, therefore, the demon said that Viṣṇu knows everything. The demon addressed Him as surādhama. Sura means “the demigods,” and adhama means “Lord of all there is.” He is Lord of all the demigods; therefore He is the best of all demigods, or God. When the demon used the phrase “in my presence,” the implied meaning was, “In spite of my presence, You are completely able to take away the earth.” Na svasti yāsyasi: “Unless You kindly take this earth from our custody, there can be no good fortune for us.”"
      ],
      "prev_verse": "2",
      "next_verse": "4"
    },
    {
      "title": "ŚB 3.18.4",
      "id": "sb_3_18_4",
      "sanskrit": "त्वं न: सपत्नैरभवाय किं भृतो\nयो मायया हन्त्यसुरान् परोक्षजित् ।\nत्वां योगमायाबलमल्पपौरुषं\nसंस्थाप्य मूढ प्रमृजे सुहृच्छुच: ॥ ४ ॥",
      "iast": "tvaṁ naḥ sapatnair abhavāya kiṁ bhṛto\nyo māyayā hanty asurān parokṣa-jit\ntvāṁ yoga-māyā-balam alpa-pauruṣaṁ\nsaṁsthāpya mūḍha pramṛje suhṛc-chucaḥ",
      "word_to_word": "tvam — You; naḥ — us; sapatnaiḥ — by our enemies; abhavāya — for killing; kim — is it that; bhṛtaḥ — maintained; yaḥ — He who; māyayā — by deception; hanti — kills; asurān — the demons; parokṣa-jit — who conquered by remaining invisible; tvām — You; yoga-māyā-balam — whose strength is bewildering power; alpa-pauruṣam — whose power is meager; saṁsthāpya — after killing; mūḍha — fool; pramṛje — I shall wipe out; suhṛt-śucaḥ — the grief of my kinsmen.",
      "translation": "You rascal, You have been nourished by our enemies to kill us, and You have killed some demons by remaining invisible. O fool, Your power is only mystic, so today I shall enliven my kinsmen by killing You.",
      "purport": [
        "The demon used the word abhavāya, which means “for killing.” Śrīdhara Svāmī comments that this “killing” means liberating, or, in other words, killing the process of continued birth and death. The Lord kills the process of birth and death and keeps Himself invisible. The activities of the Lord’s internal potency are inconceivable, but by a slight exhibition of this potency, the Lord, by His grace, can deliver one from nescience. Śucaḥ means “miseries”; the miseries of material existence can be extinguished by the Lord by His internal potency, yoga-māyā. In the Upaniṣads (Śvetāśvatara Upaniṣad 6.8) it is stated, parāsya śaktir vividhaiva śrūyate. The Lord is invisible to the eyes of the common man, but His energies act in various ways. When demons are in adversity, they think that God is hiding Himself and is working by His mystic potency. They think that if they can find God they can kill Him just by seeing Him. Hiraṇyākṣa thought that way, and he challenged the Lord: “You have done tremendous harm to our community, taking the part of the demigods, and You have killed our kinsmen in so many ways, always keeping Yourself hidden. Now I see You face to face, and I am not going to let You go. I shall kill You and save my kinsmen from Your mystic misdeeds.”",
        "Not only are demons always anxious to kill God with words and philosophy, but they think that if one is materially powerful he can kill God with materially fatal weapons. Demons like Kaṁsa, Rāvaṇa and Hiraṇyakaśipu thought themselves powerful enough to kill even God. Demons cannot understand that God, by His multifarious potencies, can work so wonderfully that He can be present everywhere and still remain in His eternal abode, Goloka Vṛndāvana."
      ],
      "prev_verse": "3",
      "next_verse": "5"
    },
    {
      "title": "ŚB 3.18.5",
      "id": "sb_3_18_5",
      "sanskrit": "त्वयि संस्थिते गदया शीर्णशीर्ष-\nण्यस्मद्भुजच्युतया ये च तुभ्यम् ।\nबलिं हरन्त्यृषयो ये च देवा:\nस्वयं सर्वे न भविष्यन्त्यमूला: ॥ ५ ॥",
      "iast": "tvayi saṁsthite gadayā śīrṇa-śīrṣaṇy\nasmad-bhuja-cyutayā ye ca tubhyam\nbaliṁ haranty ṛṣayo ye ca devāḥ\nsvayaṁ sarve na bhaviṣyanty amūlāḥ",
      "word_to_word": "tvayi — when You; saṁsthite — are killed; gadayā — by the mace; śīrṇa — smashed; śīrṣaṇi — skull; asmat-bhuja — from my hand; cyutayā — released; ye — those who; ca — and; tubhyam — to You; balim — presentations; haranti — offer; ṛṣayaḥ — sages; ye — those who; ca — and; devāḥ — demigods; svayam — automatically; sarve — all; na — not; bhaviṣyanti — will exist; amūlāḥ — without roots.",
      "translation": "The demon continued: When You fall dead with Your skull smashed by the mace hurled by my arms, the demigods and sages who offer You oblations and sacrifice in devotional service will also automatically cease to exist, like trees without roots.",
      "purport": [
        "Demons are very much disturbed when devotees worship the Lord in the prescribed ways recommended in the scriptures. In the Vedic scriptures, the neophyte devotees are advised to engage in nine kinds of devotional service, such as to hear and chant the holy name of God, to remember Him always, to chant on beads Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, to worship the Lord in the form of His Deity incarnation in the temples, and to engage in various activities of Kṛṣṇa consciousness to increase the number of godly persons for perfect peace in the world. Demons do not like such activity. They are always envious of God and His devotees. Their propaganda not to worship in the temple or church but simply to make material advancement for satisfaction of the senses is always current. The demon Hiraṇyākṣa, upon seeing the Lord face to face, wanted to make a permanent solution by killing the Personality of Godhead with his powerful mace. The example of an uprooted tree mentioned here by the demon is very significant. Devotees accept that God is the root of everything. Their example is that just as the stomach is the source of energy of all the limbs of the body, God is the original source of all energy manifested in the material and spiritual worlds; therefore, as supplying food to the stomach is the process to satisfy all the limbs of the body, Kṛṣṇa consciousness, or developing love of Kṛṣṇa, is the sublime method for satisfying the source of all happiness. The demon wants to uproot this source because if the root, God, were to be checked, the activities of the Lord and the devotees would automatically stop. The demon would be very much satisfied by such a situation in society. Demons are always anxious to have a godless society for their sense gratification. According to Śrīdhara Svāmī, this verse means that when the demon would be deprived of his mace by the Supreme Personality of Godhead, not only the neophyte devotees but also the ancient sagacious devotees of the Lord would be very much satisfied."
      ],
      "prev_verse": "4",
      "next_verse": "6"
    },
    {
      "title": "ŚB 3.18.6",
      "id": "sb_3_18_6",
      "sanskrit": "स तुद्यमानोऽरिदुरुक्ततोमरै-\nर्दंष्ट्राग्रगां गामुपलक्ष्य भीताम् ।\nतोदं मृषन्निरगादम्बुमध्याद्\nग्राहाहत: सकरेणुर्यथेभ: ॥ ६ ॥",
      "iast": "sa tudyamāno ’ri-durukta-tomarair\ndaṁṣṭrāgra-gāṁ gām upalakṣya bhītām\ntodaṁ mṛṣan niragād ambu-madhyād\ngrāhāhataḥ sa-kareṇur yathebhaḥ",
      "word_to_word": "saḥ — He; tudyamānaḥ — being pained; ari — of the enemy; durukta — by the abusive words; tomaraiḥ — by the weapons; daṁṣṭra-agra — on the ends of His tusks; gām — situated; gām — the earth; upalakṣya — seeing; bhītām — frightened; todam — the pain; mṛṣan — bearing; niragāt — He came out; ambu-madhyāt — from the midst of the water; grāha — by a crocodile; āhataḥ — attacked; sa-kareṇuḥ — along with a she-elephant; yathā — as; ibhaḥ — an elephant.",
      "translation": "Although the Lord was pained by the shaftlike abusive words of the demon, He bore the pain. But seeing that the earth on the ends of His tusks was frightened, He rose out of the water just as an elephant emerges with its female companion when assailed by an alligator.",
      "purport": [
        "The Māyāvādī philosopher cannot understand that the Lord has feelings. The Lord is satisfied if someone offers Him a nice prayer, and similarly, God is dissatisfied if someone decries His existence or calls Him by ill names. The Supreme Personality of Godhead is decried by the Māyāvādī philosophers, who are almost demons. They say that God has no head, no form, no existence and no legs, hands or other bodily limbs. In other words, they say that He is dead or lame. All these misconceptions of the Supreme Lord are a source of dissatisfaction to Him; He is never pleased with such atheistic descriptions. In this case, although the Lord felt sorrow from the piercing words of the demon, He delivered the earth for the satisfaction of the demigods, who are ever His devotees. The conclusion is that God is as sentient as we are. He is satisfied by our prayers and dissatisfied by our harsh words against Him. In order to give protection to His devotee, He is always ready to tolerate insulting words from the atheists."
      ],
      "prev_verse": "5",
      "next_verse": "7"
    },
    {
      "title": "ŚB 3.18.7",
      "id": "sb_3_18_7",
      "sanskrit": "तं नि:सरन्तं सलिलादनुद्रुतो\nहिरण्यकेशो द्विरदं यथा झष: ।\nकरालदंष्ट्रोऽशनिनिस्वनोऽब्रवीद्\nगतह्रियां किं त्वसतां विगर्हितम् ॥ ७ ॥",
      "iast": "taṁ niḥsarantaṁ salilād anudruto\nhiraṇya-keśo dviradaṁ yathā jhaṣaḥ\nkarāla-daṁṣṭro ’śani-nisvano ’bravīd\ngata-hriyāṁ kiṁ tv asatāṁ vigarhitam",
      "word_to_word": "tam — Him; niḥsarantam — coming out; salilāt — from the water; anudrutaḥ — chased; hiraṇya-keśaḥ — having golden hair; dviradam — an elephant; yathā — as; jhaṣaḥ — a crocodile; karāla-daṁṣṭraḥ — having fearful teeth; aśani-nisvanaḥ — roaring like thunder; abravīt — he said; gata-hriyām — for those who are shameless; kim — what; tu — indeed; asatām — for the wretches; vigarhitam — reproachable.",
      "translation": "The demon, who had golden hair on his head and fearful tusks, gave chase to the Lord while He was rising from the water, even as an alligator would chase an elephant. Roaring like thunder, he said: Are You not ashamed of running away before a challenging adversary? There is nothing reproachable for shameless creatures!",
      "purport": [
        "When the Lord was coming out of the water, taking the earth in His arms to deliver it, the demon derided Him with insulting words, but the Lord did not care because He was very conscious of His duty. For a dutiful man there is nothing to fear. Similarly, those who are powerful have no fear of derision or unkind words from an enemy. The Lord had nothing to fear from anyone, yet He was merciful to His enemy by neglecting him. Although apparently He fled from the challenge, it was just to protect the earth from calamity that He tolerated Hiraṇyākṣa’s deriding words."
      ],
      "prev_verse": "6",
      "next_verse": "8"
    },
    {
      "title": "ŚB 3.18.8",
      "id": "sb_3_18_8",
      "sanskrit": "स गामुदस्तात्सलिलस्य गोचरे\nविन्यस्य तस्यामदधात्स्वसत्त्वम् ।\nअभिष्टुतो विश्वसृजा प्रसूनै-\nरापूर्यमाणो विबुधै: पश्यतोऽरे: ॥ ८ ॥",
      "iast": "sa gām udastāt salilasya gocare\nvinyasya tasyām adadhāt sva-sattvam\nabhiṣṭuto viśva-sṛjā prasūnair\nāpūryamāṇo vibudhaiḥ paśyato ’reḥ",
      "word_to_word": "saḥ — the Lord; gām — the earth; udastāt — on the surface; salilasya — of the water; gocare — within His sight; vinyasya — having placed; tasyām — to the earth; adadhāt — He invested; sva — His own; sattvam — existence; abhiṣṭutaḥ — praised; viśva-sṛjā — by Brahmā (the creator of the universe); prasūnaiḥ — by flowers; āpūryamāṇaḥ — becoming satisfied; vibudhaiḥ — by the demigods; paśyataḥ — while looking on; areḥ — the enemy.",
      "translation": "The Lord placed the earth within His sight on the surface of the water and transferred to her His own energy in the form of the ability to float on the water. While the enemy stood looking on, Brahmā, the creator of the universe, extolled the Lord, and the other demigods rained flowers on Him.",
      "purport": [
        "Those who are demons cannot understand how the Supreme Personality of Godhead floated the earth on water, but to devotees of the Lord this is not a very wonderful act. Not only the earth but many, many millions of planets are floating in the air, and this floating power is endowed upon them by the Lord; there is no other possible explanation. The materialists can explain that the planets are floating by the law of gravitation, but the law of gravitation works under the control or direction of the Supreme Lord. That is the version of Bhagavad-gītā, which confirms, by the Lord’s statement, that behind the material laws or nature’s laws and behind the growth, maintenance, production and evolution of all the planetary systems — behind everything — is the Lord’s direction. The Lord’s activities could be appreciated only by the demigods, headed by Brahmā, and therefore when they saw the uncommon prowess of the Lord in keeping the earth on the surface of the water, they showered flowers on Him in appreciation of His transcendental activity."
      ],
      "prev_verse": "7",
      "next_verse": "9"
    },
    {
      "title": "ŚB 3.18.9",
      "id": "sb_3_18_9",
      "sanskrit": "परानुषक्तं तपनीयोपकल्पं\nमहागदं काञ्चनचित्रदंशम् ।\nमर्माण्यभीक्ष्णं प्रतुदन्तं दुरुक्तै:\nप्रचण्डमन्यु: प्रहसंस्तं बभाषे ॥ ९ ॥",
      "iast": "parānuṣaktaṁ tapanīyopakalpaṁ\nmahā-gadaṁ kāñcana-citra-daṁśam\nmarmāṇy abhīkṣṇaṁ pratudantaṁ duruktaiḥ\npracaṇḍa-manyuḥ prahasaṁs taṁ babhāṣe",
      "word_to_word": "parā — from behind; anuṣaktam — who followed very closely; tapanīya-upakalpam — who had a considerable amount of gold ornaments; mahā-gadam — with a great mace; kāñcana — golden; citra — beautiful; daṁśam — armor; marmāṇi — the core of the heart; abhīkṣṇam — constantly; pratudantam — piercing; duruktaiḥ — by abusive words; pracaṇḍa — terrible; manyuḥ — anger; prahasan — laughing; tam — to him; babhāṣe — He said.",
      "translation": "The demon, who had a wealth of ornaments, bangles and beautiful golden armor on his body, chased the Lord from behind with a great mace. The Lord tolerated his piercing ill words, but in order to reply to him, He expressed His terrible anger.",
      "purport": [
        "The Lord could have chastised the demon immediately while the demon was deriding the Lord with ill words, but the Lord tolerated him to please the demigods and to show that they should not be afraid of demons while discharging their duties. Therefore His toleration was displayed mainly to drive away the fears of the demigods, who should know that the Lord is always present to protect them. The demon’s derision of the Lord was just like the barking of dogs; the Lord did not care about it, since He was doing His own work in delivering the earth from the midst of the water. Materialistic demons always possess large amounts of gold in various shapes, and they think that a large amount of gold, physical strength and popularity can save them from the wrath of the Supreme Personality of Godhead."
      ],
      "prev_verse": "8",
      "next_verse": "10"
    },
    {
      "title": "ŚB 3.18.10",
      "id": "sb_3_18_10",
      "sanskrit": "श्रीभगवानुवाच\nसत्यं वयं भो वनगोचरा मृगा\nयुष्मद्विधान्मृगये ग्रामसिंहान् ।\nन मृत्युपाशै: प्रतिमुक्तस्य वीरा\nविकत्थनं तव गृह्णन्त्यभद्र ॥ १० ॥",
      "iast": "śrī-bhagavān uvāca\nsatyaṁ vayaṁ bho vana-gocarā mṛgā\nyuṣmad-vidhān mṛgaye grāma-siṁhān\nna mṛtyu-pāśaiḥ pratimuktasya vīrā\nvikatthanaṁ tava gṛhṇanty abhadra",
      "word_to_word": "śrī-bhagavān uvāca — the Supreme Personality of Godhead said; satyam — indeed; vayam — We; bhoḥ — O; vana-gocarāḥ — dwelling in the forest; mṛgāḥ — creatures; yuṣmat-vidhān — like you; mṛgaye — I am searching to kill; grāma-siṁhān — dogs; na — not; mṛtyu-pāśaiḥ — by the bonds of death; pratimuktasya — of one who is bound; vīrāḥ — the heroes; vikatthanam — loose talk; tava — your; gṛhṇanti — take notice of; abhadra — O mischievous one.",
      "translation": "The Personality of Godhead said: Indeed, We are creatures of the jungle, and We are searching after hunting dogs like you. One who is freed from the entanglement of death has no fear from the loose talk in which you are indulging, for you are bound up by the laws of death.",
      "purport": [
        "Demons and atheistic persons can go on insulting the Supreme Personality of Godhead, but they forget that they are subjected to the laws of birth and death. They think that simply by decrying the existence of the Supreme Lord or defying His stringent laws of nature, one can be freed from the clutches of birth and death. In Bhagavad-gītā it is said that simply by understanding the transcendental nature of God one can go back home, back to Godhead. But demons and atheistic persons do not try to understand the nature of the Supreme Lord; therefore they remain in the entanglement of birth and death."
      ],
      "prev_verse": "9",
      "next_verse": "11"
    },
    {
      "title": "ŚB 3.18.11",
      "id": "sb_3_18_11",
      "sanskrit": "एते वयं न्यासहरा रसौकसां\nगतह्रियो गदया द्रावितास्ते ।\nतिष्ठामहेऽथापि कथञ्चिदाजौ\nस्थेयं क्‍व यामो बलिनोत्पाद्य वैरम् ॥ ११ ॥",
      "iast": "ete vayaṁ nyāsa-harā rasaukasāṁ\ngata-hriyo gadayā drāvitās te\ntiṣṭhāmahe ’thāpi kathañcid ājau\nstheyaṁ kva yāmo balinotpādya vairam",
      "word_to_word": "ete — Ourselves; vayam — We; nyāsa — of the charge; harāḥ — thieves; rasā-okasām — of the inhabitants of Rasātala; gata-hriyaḥ — shameless; gadayā — by the mace; drāvitāḥ — chased; te — your; tiṣṭhāmahe — We shall stay; atha api — nevertheless; kathañcit — somehow; ājau — on the battlefield; stheyam — We must stay; kva — where; yāmaḥ — can We go; balinā — with a powerful enemy; utpādya — having created; vairam — enmity.",
      "translation": "Certainly We have stolen the charge of the inhabitants of Rasātala and have lost all shame. Although bitten by your powerful mace, I shall stay here in the water for some time because, having created enmity with a powerful enemy, I now have no place to go.",
      "purport": [
        "The demon should have known that God cannot be driven out of any place, for He is all-pervading. Demons think of their possessions as their property, but actually everything belongs to the Supreme Personality of Godhead, who can take anything at any time He likes."
      ],
      "prev_verse": "10",
      "next_verse": "12"
    },
    {
      "title": "ŚB 3.18.12",
      "id": "sb_3_18_12",
      "sanskrit": "त्वं पद्रथानां किल यूथपाधिपो\nघटस्व नोऽस्वस्तय आश्वनूह: ।\nसंस्थाप्य चास्मान् प्रमृजाश्रुस्वकानां\nय: स्वां प्रतिज्ञां नातिपिपर्त्यसभ्य: ॥ १२ ॥",
      "iast": "tvaṁ pad-rathānāṁ kila yūthapādhipo\nghaṭasva no ’svastaya āśv anūhaḥ\nsaṁsthāpya cāsmān pramṛjāśru svakānāṁ\nyaḥ svāṁ pratijñāṁ nātipiparty asabhyaḥ",
      "word_to_word": "tvam — you; pad-rathānām — of foot soldiers; kila — indeed; yūthapa — of the leaders; adhipaḥ — the commander; ghaṭasva — take steps; naḥ — Our; asvastaye — for defeat; āśu — promptly; anūhaḥ — without consideration; saṁsthāpya — having killed; ca — and; asmān — Us; pramṛja — wipe away; aśru — tears; svakānām — of your kith and kin; yaḥ — he who; svām — his own; pratijñām — promised word; na — not; atipiparti — fulfills; asabhyaḥ — not fit to sit in an assembly.",
      "translation": "You are supposed to be the commander of many foot soldiers, and now you may take prompt steps to overthrow Us. Give up all your foolish talk and wipe out the cares of your kith and kin by slaying Us. One may be proud, yet he does not deserve a seat in an assembly if he fails to fulfill his promised word.",
      "purport": [
        "A demon may be a great soldier and commander of a large number of infantry, but in the presence of the Supreme Personality of Godhead he is powerless and is destined to die. The Lord, therefore, challenged the demon not to go away but to fulfill his promised word to kill Him."
      ],
      "prev_verse": "11",
      "next_verse": "13"
    },
    {
      "title": "ŚB 3.18.13",
      "id": "sb_3_18_13",
      "sanskrit": "मैत्रेय उवाचसोऽधिक्षिप्तो भगवता प्रलब्धश्च रुषा भृशम् ।\nआजहारोल्बणं क्रोधं क्रीड्यमानोऽहिराडिव ॥ १३ ॥",
      "iast": "maitreya uvāca\nso ’dhikṣipto bhagavatā\npralabdhaś ca ruṣā bhṛśam\nājahārolbaṇaṁ krodhaṁ\nkrīḍyamāno ’hi-rāḍ iva",
      "word_to_word": "maitreyaḥ — the great sage Maitreya; uvāca — said; saḥ — the demon; adhikṣiptaḥ — having been insulted; bhagavatā — by the Personality of Godhead; pralabdhaḥ — ridiculed; ca — and; ruṣā — angry; bhṛśam — greatly; ājahāra — collected; ulbaṇam — great; krodham — anger; krīḍyamānaḥ — being played with; ahi-rāṭ — a great cobra; iva — like.",
      "translation": "Śrī Maitreya said: The demon, being thus challenged by the Personality of Godhead, became angry and agitated, and he trembled in anger like a challenged cobra.",
      "purport": [
        "A cobra is very fierce before ordinary persons, but before an enchanter who can play with him, he is a plaything. Similarly, a demon may be very powerful in his own domain, but before the Lord he is insignificant. The demon Rāvaṇa was a fierce figure before the demigods, but when he was before Lord Rāmacandra he trembled and prayed to his deity, Lord Śiva, but to no avail."
      ],
      "prev_verse": "12",
      "next_verse": "14"
    },
    {
      "title": "ŚB 3.18.14",
      "id": "sb_3_18_14",
      "sanskrit": "सृजन्नमर्षित: श्वासान्मन्युप्रचलितेन्द्रिय: ।\nआसाद्य तरसा दैत्यो गदयान्यहनद्धरिम् ॥ १४ ॥",
      "iast": "sṛjann amarṣitaḥ śvāsān\nmanyu-pracalitendriyaḥ\nāsādya tarasā daityo\ngadayā nyahanad dharim",
      "word_to_word": "sṛjan — giving out; amarṣitaḥ — being angry; śvāsān — breaths; manyu — by wrath; pracalita — agitated; indriyaḥ — whose senses; āsādya — attacking; tarasā — quickly; daityaḥ — the demon; gadayā — with his mace; nyahanat — struck; harim — Lord Hari.",
      "translation": "Hissing indignantly, all his senses shaken by wrath, the demon quickly sprang upon the Lord and dealt Him a blow with his powerful mace.",
      "purport": [],
      "prev_verse": "13",
      "next_verse": "15"
    },
    {
      "title": "ŚB 3.18.15",
      "id": "sb_3_18_15",
      "sanskrit": "भगवांस्तु गदावेगं विसृष्टं रिपुणोरसि ।\nअवञ्चयत्तिरश्चीनो योगारूढ इवान्तकम् ॥ १५ ॥",
      "iast": "bhagavāṁs tu gadā-vegaṁ\nvisṛṣṭaṁ ripuṇorasi\navañcayat tiraścīno\nyogārūḍha ivāntakam",
      "word_to_word": "bhagavān — the Lord; tu — however; gadā-vegam — the blow of the mace; visṛṣṭam — thrown; ripuṇā — by the enemy; urasi — at His breast; avañcayat — dodged; tiraścīnaḥ — aside; yoga-ārūḍhaḥ — an accomplished yogī; iva — like; antakam — death.",
      "translation": "The Lord, however, by moving slightly aside, dodged the violent mace-blow aimed at His breast by the enemy, just as an accomplished yogī would elude death.",
      "purport": [
        "The example is given herein that the perfect yogī can overcome a deathblow although it is offered by the laws of nature. It is useless for a demon to beat the transcendental body of the Lord with a powerful mace, for no one can surpass His prowess. Those who are advanced transcendentalists are freed from the laws of nature, and even a deathblow cannot act on them. Superficially it may be seen that a yogī is attacked by a deathblow, but by the grace of the Lord he can overcome many such attacks for the service of the Lord. As the Lord exists by His own independent prowess, by the grace of the Lord the devotees also exist for His service."
      ],
      "prev_verse": "14",
      "next_verse": "16"
    },
    {
      "title": "ŚB 3.18.16",
      "id": "sb_3_18_16",
      "sanskrit": "पुनर्गदां स्वामादाय भ्रामयन्तमभीक्ष्णश: ।\nअभ्यधावद्धरि: क्रुद्ध: संरम्भाद्दष्टदच्छदम् ॥ १६ ॥",
      "iast": "punar gadāṁ svām ādāya\nbhrāmayantam abhīkṣṇaśaḥ\nabhyadhāvad dhariḥ kruddhaḥ\nsaṁrambhād daṣṭa-dacchadam",
      "word_to_word": "punaḥ — again; gadām — mace; svām — his; ādāya — having taken; bhrāmayantam — brandishing; abhīkṣṇaśaḥ — repeatedly; abhyadhāvat — rushed to meet; hariḥ — the Personality of Godhead; kruddhaḥ — angry; saṁrambhāt — in rage; daṣṭa — bitten; dacchadam — his lip.",
      "translation": "The Personality of Godhead now exhibited His anger and rushed to meet the demon, who bit his lip in rage, took up his mace again and began to repeatedly brandish it about.",
      "purport": [],
      "prev_verse": "15",
      "next_verse": "17"
    },
    {
      "title": "ŚB 3.18.17",
      "id": "sb_3_18_17",
      "sanskrit": "ततश्च गदयारातिं दक्षिणस्यां भ्रुवि प्रभु: ।\nआजघ्ने स तु तां सौम्य गदया कोविदोऽहनत् ॥ १७ ॥",
      "iast": "tataś ca gadayārātiṁ\ndakṣiṇasyāṁ bhruvi prabhuḥ\nājaghne sa tu tāṁ saumya\ngadayā kovido ’hanat",
      "word_to_word": "tataḥ — then; ca — and; gadayā — with His mace; arātim — the enemy; dakṣiṇasyām — on the right; bhruvi — on the brow; prabhuḥ — the Lord; ājaghne — struck; saḥ — the Lord; tu — but; tām — the mace; saumya — O gentle Vidura; gadayā — with his mace; kovidaḥ — expert; ahanat — he saved himself.",
      "translation": "Then with His mace the Lord struck the enemy on the right of his brow, but since the demon was expert in fighting, O gentle Vidura, he protected himself by a maneuver of his own mace.",
      "purport": [],
      "prev_verse": "16",
      "next_verse": "18"
    },
    {
      "title": "ŚB 3.18.18",
      "id": "sb_3_18_18",
      "sanskrit": "एवं गदाभ्यां गुर्वीभ्यां हर्यक्षो हरिरेव च ।\nजिगीषया सुसंरब्धावन्योन्यमभिजघ्नतु: ॥ १८ ॥",
      "iast": "evaṁ gadābhyāṁ gurvībhyāṁ\nharyakṣo harir eva ca\njigīṣayā susaṁrabdhāv\nanyonyam abhijaghnatuḥ",
      "word_to_word": "evam — in this way; gadābhyām — with their maces; gurvībhyām — huge; haryakṣaḥ — the demon Haryakṣa (Hiraṇyākṣa); hariḥ — Lord Hari; eva — certainly; ca — and; jigīṣayā — with a desire for victory; susaṁrabdhau — enraged; anyonyam — each other; abhijaghnatuḥ — they struck.",
      "translation": "In this way, the demon Haryakṣa and the Lord, the Personality of Godhead, struck each other with their huge maces, each enraged and seeking his own victory.",
      "purport": [
        "Haryakṣa is another name for Hiraṇyākṣa, the demon."
      ],
      "prev_verse": "17",
      "next_verse": "19"
    },
    {
      "title": "ŚB 3.18.19",
      "id": "sb_3_18_19",
      "sanskrit": "तयो: स्पृधोस्तिग्मगदाहताङ्गयो:\nक्षतास्रवघ्राणविवृद्धमन्य्वो: ।\nविचित्रमार्गांश्चरतोर्जिगीषया\nव्यभादिलायामिव शुष्मिणोर्मृध: ॥ १९ ॥",
      "iast": "tayoḥ spṛdhos tigma-gadāhatāṅgayoḥ\nkṣatāsrava-ghrāṇa-vivṛddha-manyvoḥ\nvicitra-mārgāṁś carator jigīṣayā\nvyabhād ilāyām iva śuṣmiṇor mṛdhaḥ",
      "word_to_word": "tayoḥ — them; spṛdhoḥ — the two combatants; tigma — pointed; gadā — by the maces; āhata — injured; aṅgayoḥ — their bodies; kṣata-āsrava — blood coming out from the injuries; ghrāṇa — smell; vivṛddha — increased; manyvoḥ — anger; vicitra — of various kinds; mārgān — maneuvers; caratoḥ — performing; jigīṣayā — with a desire to win; vyabhāt — it looked like; ilāyām — for the sake of a cow (or the earth); iva — like; śuṣmiṇoḥ — of two bulls; mṛdhaḥ — an encounter.",
      "translation": "There was keen rivalry between the two combatants; both had sustained injuries on their bodies from the blows of each other’s pointed maces, and each grew more and more enraged at the smell of blood on his person. In their eagerness to win, they performed maneuvers of various kinds, and their contest looked like an encounter between two forceful bulls for the sake of a cow.",
      "purport": [
        "Here the earth planet is called ilā. This earth was formerly known as Ilāvṛta-varṣa, and when Mahārāja Parīkṣit ruled the earth it was called Bhārata-varṣa. Actually, Bhārata-varṣa is the name for the entire planet, but gradually Bhārata-varṣa has come to mean India. As India has recently been divided into Pakistan and Hindustan, similarly the earth was formerly called Ilāvṛta-varṣa, but gradually as time passed it was divided by national boundaries."
      ],
      "prev_verse": "18",
      "next_verse": "20"
    },
    {
      "title": "ŚB 3.18.20",
      "id": "sb_3_18_20",
      "sanskrit": "दैत्यस्य यज्ञावयवस्य माया-\nगृहीतवाराहतनोर्महात्मन: ।\nकौरव्य मह्यां द्विषतोर्विमर्दनं\nदिद‍ृक्षुरागाद‍ृषिभिर्वृत: स्वराट् ॥ २० ॥",
      "iast": "daityasya yajñāvayavasya māyā-\ngṛhīta-vārāha-tanor mahātmanaḥ\nkauravya mahyāṁ dviṣator vimardanaṁ\ndidṛkṣur āgād ṛṣibhir vṛtaḥ svarāṭ",
      "word_to_word": "daityasya — of the demon; yajña-avayavasya — of the Personality of Godhead (of whose body yajña is a part); māyā — through His potency; gṛhīta — was assumed; vārāha — of a boar; tanoḥ — whose form; mahā-ātmanaḥ — of the Supreme Lord; kauravya — O Vidura (descendant of Kuru); mahyām — for the sake of the world; dviṣatoḥ — of the two enemies; vimardanam — the fight; didṛkṣuḥ — desirous to see; āgāt — came; ṛṣibhiḥ — by the sages; vṛtaḥ — accompanied; svarāṭ — Brahmā.",
      "translation": "O descendant of Kuru, Brahmā, the most independent demigod of the universe, accompanied by his followers, came to see the terrible fight for the sake of the world between the demon and the Personality of Godhead, who appeared in the form of a boar.",
      "purport": [
        "The fight between the Lord, the Supreme Personality of Godhead, and the demon is compared to a fight between bulls for the sake of a cow. The earth planet is also called go, or cow. As bulls fight between themselves to ascertain who will have union with a cow, there is always a constant fight between the demons and the Supreme Lord or His representative for supremacy over the earth. Here the Lord is significantly described as yajñāvayava. One should not consider the Lord to have the body of an ordinary boar. He can assume any form, and He possesses all such forms eternally. It is from Him that all other forms have emanated. This boar form is not to be considered the form of an ordinary hog; His body is actually full of yajña, or worshipful offerings. Yajña (sacrifices) are offered to Viṣṇu. Yajña means the body of Viṣṇu. His body is not material; therefore He should not be taken to be an ordinary boar.",
        "Brahmā is described in this verse as svarāṭ. Actually, full independence is exclusive to the Lord Himself, but as part and parcel of the Supreme Lord, every living entity has a minute quantity of independence. Each and every one of the living entities within this universe has this minute independence, but Brahmā, being the chief of all living entities, has a greater potential of independence than any other. He is the representative of Kṛṣṇa, the Supreme Personality of Godhead, and has been assigned to preside over universal affairs. All other demigods work for him; therefore he is described here as svarāṭ. He is always accompanied by great sages and transcendentalists, all of whom came to see the bullfight between the demon and the Lord."
      ],
      "prev_verse": "19",
      "next_verse": "21"
    },
    {
      "title": "ŚB 3.18.21",
      "id": "sb_3_18_21",
      "sanskrit": "आसन्नशौण्डीरमपेतसाध्वसं\nकृतप्रतीकारमहार्यविक्रमम् ।\nविलक्ष्य दैत्यं भगवान् सहस्रणी-\nर्जगाद नारायणमादिसूकरम् ॥ २१ ॥",
      "iast": "āsanna-śauṇḍīram apeta-sādhvasaṁ\nkṛta-pratīkāram ahārya-vikramam\nvilakṣya daityaṁ bhagavān sahasra-ṇīr\njagāda nārāyaṇam ādi-sūkaram",
      "word_to_word": "āsanna — attained; śauṇḍīram — power; apeta — devoid of; sādhvasam — fear; kṛta — making; pratīkāram — opposition; ahārya — unopposable; vikramam — having power; vilakṣya — having seen; daityam — the demon; bhagavān — the worshipful Brahmā; sahasra-nīḥ — the leader of thousands of sages; jagāda — addressed; nārāyaṇam — Lord Nārāyaṇa; ādi — the original; sūkaram — having the form of a boar.",
      "translation": "After arriving at the place of combat, Brahmā, the leader of thousands of sages and transcendentalists, saw the demon, who had attained such unprecedented power that no one could fight with him. Brahmā then addressed Nārāyaṇa, who was assuming the form of a boar for the first time.",
      "purport": [],
      "prev_verse": "20",
      "next_verse": "22-23"
    },
    {
      "title": "ŚB 3.18.22-23",
      "id": "sb_3_18_22-23",
      "sanskrit": "ब्रह्मोवाच\nएष ते देव देवानामङ्‌घ्रिमूलमुपेयुषाम् ।\nविप्राणां सौरभेयीणां भूतानामप्यनागसाम् ॥ २२ ॥\nआगस्कृद्भयकृद्दुष्कृदस्मद्राद्धवरोऽसुर: ।\nअन्वेषन्नप्रतिरथो लोकानटति कण्टक: ॥ २३ ॥",
      "iast": "brahmovāca\neṣa te deva devānām\naṅghri-mūlam upeyuṣām\nviprāṇāṁ saurabheyīṇāṁ\nbhūtānām apy anāgasām\nāgas-kṛd bhaya-kṛd duṣkṛd\nasmad-rāddha-varo ’suraḥ\nanveṣann apratiratho\nlokān aṭati kaṇṭakaḥ",
      "word_to_word": "brahmā uvāca — Lord Brahmā said; eṣaḥ — this demon; te — Your; deva — O Lord; devānām — to the demigods; aṅghri-mūlam — Your feet; upeyuṣām — to those having obtained; viprāṇām — to the brāhmaṇas; saurabheyīṇām — to the cows; bhūtānām — to ordinary living entities; api — also; anāgasām — innocent; āgaḥ-kṛt — an offender; bhaya-kṛt — a source of fear; duṣkṛt — wrongdoer; asmat — from me; rāddha-varaḥ — having attained a boon; asuraḥ — a demon; anveṣan — searching; apratirathaḥ — having no proper combatant; lokān — all over the universe; aṭati — he wanders; kaṇṭakaḥ — being a pinprick for everyone.",
      "translation": "Lord Brahmā said: My dear Lord, this demon has proved to be a constant pinprick to the demigods, the brāhmaṇas, the cows and innocent persons who are spotless and always dependent upon worshiping Your lotus feet. He has become a source of fear by unnecessarily harassing them. Since he has attained a boon from me, he has become a demon, always searching for a proper combatant, wandering all over the universe for this infamous purpose.",
      "purport": [
        "There are two classes of living entities: one is called sura, or the demigods, and the other is called asura, or the demons. Demons are generally fond of worshiping the demigods, and there are evidences that by such worship they get extensive power for their sense gratification. This later proves to be a cause of trouble to the brāhmaṇas, demigods and other innocent living entities. Demons habitually find fault with the demigods, brāhmaṇas and innocent, to whom they are a constant source of fear. The way of the demon is to take power from the demigods and then tease the demigods themselves. There is an instance of a great devotee of Lord Śiva who obtained a boon from Lord Śiva that the head of whomever he touched with his hand would come off its trunk. As soon as the boon was offered to him, the demon wanted to touch the very head of Lord Śiva. That is their way. The devotees of the Supreme Personality of Godhead do not, however, ask any favor for sense gratification. Even if they are offered liberation, they refuse it. They are happy simply engaging in the transcendental loving service of the Lord."
      ],
      "prev_verse": "21",
      "next_verse": "24"
    },
    {
      "title": "ŚB 3.18.24",
      "id": "sb_3_18_24",
      "sanskrit": "मैनं मायाविनं द‍ृप्तं निरङ्कुशमसत्तमम् ।\nआक्रीड बालवद्देव यथाशीविषमुत्थितम् ॥ २४ ॥",
      "iast": "mainaṁ māyāvinaṁ dṛptaṁ\nniraṅkuśam asattamam\nākrīḍa bālavad deva\nyathāśīviṣam utthitam",
      "word_to_word": "mā — do not; enam — him; māyā-vinam — skilled in conjuring tricks; dṛptam — arrogant; niraṅkuśam — self-sufficient; asat-tamam — most wicked; ākrīḍa — play with; bāla-vat — like a child; deva — O Lord; yathā — as; āśīviṣam — a serpent; utthitam — aroused.",
      "translation": "Lord Brahmā continued: My dear Lord, there is no need to play with this serpentine demon, who is always very skilled in conjuring tricks and is arrogant, self-sufficient and most wicked.",
      "purport": [
        "No one is unhappy when a serpent is killed. It is a practice among village boys to catch a serpent by the tail and play with it for some time and then kill it. Similarly, the Lord could have killed the demon at once, but He played with him in the same way as a child plays with a snake before killing it. Brahmā requested, however, that since the demon was more wicked and undesirable than a serpent, there was no need to play with him. It was his wish that he be killed at once, without delay."
      ],
      "prev_verse": "22-23",
      "next_verse": "25"
    },
    {
      "title": "ŚB 3.18.25",
      "id": "sb_3_18_25",
      "sanskrit": "न यावदेष वर्धेत स्वां वेलां प्राप्य दारुण: ।\nस्वां देव मायामास्थाय तावज्जह्यघमच्युत ॥ २५ ॥",
      "iast": "na yāvad eṣa vardheta\nsvāṁ velāṁ prāpya dāruṇaḥ\nsvāṁ deva māyām āsthāya\ntāvaj jahy agham acyuta",
      "word_to_word": "na yāvat — before; eṣaḥ — this demon; vardheta — may increase; svām — his own; velām — demoniac hour; prāpya — having reached; dāruṇaḥ — formidable; svām — Your own; deva — O Lord; māyām — internal potency; āsthāya — using; tāvat — at once; jahi — kill; agham — the sinful one; acyuta — O infallible one.",
      "translation": "Brahmā continued: My dear Lord, You are infallible. Please kill this sinful demon before the demoniac hour arrives and he presents another formidable approach favorable to him. You can kill him by Your internal potency without doubt.",
      "purport": [],
      "prev_verse": "24",
      "next_verse": "26"
    },
    {
      "title": "ŚB 3.18.26",
      "id": "sb_3_18_26",
      "sanskrit": "एषा घोरतमा सन्ध्या लोकच्छम्बट्करी प्रभो ।\nउपसर्पति सर्वात्मन् सुराणां जयमावह ॥ २६ ॥",
      "iast": "eṣā ghoratamā sandhyā\nloka-cchambaṭ-karī prabho\nupasarpati sarvātman\nsurāṇāṁ jayam āvaha",
      "word_to_word": "eṣā — this; ghora-tamā — darkest; sandhyā — evening time; loka — the world; chambaṭ-karī — destroying; prabho — O Lord; upasarpati — is approaching; sarva-ātman — O Soul of all souls; surāṇām — to the demigods; jayam — victory; āvaha — bring.",
      "translation": "My Lord, the darkest evening, which covers the world, is fast approaching. Since You are the Soul of all souls, kindly kill him and win victory for the demigods.",
      "purport": [],
      "prev_verse": "25",
      "next_verse": "27"
    },
    {
      "title": "ŚB 3.18.27",
      "id": "sb_3_18_27",
      "sanskrit": "अधुनैषोऽभिजिन्नाम योगो मौहूर्तिको ह्यगात् ।\nशिवाय नस्त्वं सुहृदामाशु निस्तर दुस्तरम् ॥ २७ ॥",
      "iast": "adhunaiṣo ’bhijin nāma\nyogo mauhūrtiko hy agāt\nśivāya nas tvaṁ suhṛdām\nāśu nistara dustaram",
      "word_to_word": "adhunā — now; eṣaḥ — this; abhijit nāma — called abhijit; yogaḥ — auspicious; mauhūrtikaḥ — moment; hi — indeed; agāt — has almost passed; śivāya — for the welfare; naḥ — of us; tvam — You; suhṛdām — of Your friends; āśu — quickly; nistara — dispose of; dustaram — the formidable foe.",
      "translation": "The auspicious period known as abhijit, which is most opportune for victory, commenced at midday and has all but passed; therefore, in the interest of Your friends, please dispose of this formidable foe quickly.",
      "purport": [],
      "prev_verse": "26",
      "next_verse": "28"
    },
    {
      "title": "ŚB 3.18.28",
      "id": "sb_3_18_28",
      "sanskrit": "दिष्टय‍ा त्वां विहितं मृत्युसमयमासादित: स्वयम् ।\nविक्रम्यैनं मृधे हत्वा लोकानाधेहि शर्मणि ॥ २८ ॥",
      "iast": "diṣṭyā tvāṁ vihitaṁ mṛtyum\nayam āsāditaḥ svayam\nvikramyainaṁ mṛdhe hatvā\nlokān ādhehi śarmaṇi",
      "word_to_word": "diṣṭyā — by fortune; tvām — to You; vihitam — ordained; mṛtyum — death; ayam — this demon; āsāditaḥ — has come; svayam — of his own accord; vikramya — exhibiting Your prowess; enam — him; mṛdhe — in the duel; hatvā — killing; lokān — the worlds; ādhehi — establish; śarmaṇi — in peace.",
      "translation": "This demon, luckily for us, has come of his own accord to You, his death ordained by You; therefore, exhibiting Your ways, kill him in the duel and establish the worlds in peace.",
      "purport": [
        "Thus end the Bhaktivedanta purports of the Third Canto, Eighteenth Chapter, of the Śrīmad-Bhāgavatam, entitled “The Battle Between Lord Boar and the Demon Hiraṇyākṣa.”"
      ],
      "prev_verse": "27",
      "next_verse": "19"
    }
  ]
}