{
  "id": "sb_3_23",
  "canto": 3,
  "chapter": 23,
  "chapter_title": "Devahūti’s Lamentation",
  "verses_list": [
    {
      "id": "sb_3_23_1",
      "verseTitle": "Text 1:",
      "translation": "Maitreya continued: After the departure of her parents, the chaste woman Devahūti, who could understand the desires of her husband, served him constantly with great love, as Bhavānī, the wife of Lord Śiva, serves her husband."
    },
    {
      "id": "sb_3_23_2",
      "verseTitle": "Text 2:",
      "translation": "O Vidura, Devahūti served her husband with intimacy and great respect, with control of the senses, with love and with sweet words."
    },
    {
      "id": "sb_3_23_3",
      "verseTitle": "Text 3:",
      "translation": "Working sanely and diligently, she pleased her very powerful husband, giving up all lust, pride, envy, greed, sinful activities and vanity."
    },
    {
      "id": "sb_3_23_4-5",
      "verseTitle": "Texts 4-5:",
      "translation": "The daughter of Manu, who was fully devoted to her husband, looked upon him as greater even than providence. Thus she expected great blessings from him. Having served him for a long time, she grew weak and emaciated due to her religious observances. Seeing her condition, Kardama, the foremost of celestial sages, was overcome with compassion and spoke to her in a voice choked with great love."
    },
    {
      "id": "sb_3_23_6",
      "verseTitle": "Text 6:",
      "translation": "Kardama Muni said: O respectful daughter of Svāyambhuva Manu, today I am very much pleased with you for your great devotion and most excellent loving service. Since the body is so dear to embodied beings, I am astonished that you have neglected your own body to use it on my behalf."
    },
    {
      "id": "sb_3_23_7",
      "verseTitle": "Text 7:",
      "translation": "Kardama Muni continued: I have achieved the blessings of the Lord in discharging my own religious life of austerity, meditation and Kṛṣṇa consciousness. Although you have not yet experienced these achievements, which are free from fear and lamentation, I shall offer them all to you because you are engaged in my service. Now just look at them. I am giving you the transcendental vision to see how nice they are."
    },
    {
      "id": "sb_3_23_8",
      "verseTitle": "Text 8:",
      "translation": "Kardama Muni continued: What is the use of enjoyments other than the Lord’s grace? All material achievements are subject to be annihilated simply by a movement of the eyebrows of Lord Viṣṇu, the Supreme Personality of Godhead. By your principles of devotion to your husband, you have achieved and can enjoy transcendental gifts very rarely obtained by persons proud of aristocracy and material possessions."
    },
    {
      "id": "sb_3_23_9",
      "verseTitle": "Text 9:",
      "translation": "Upon hearing the speaking of her husband, who excelled in knowledge of all kinds of transcendental science, innocent Devahūti was very satisfied. Her smiling face shining with a slightly bashful glance, she spoke in a choked voice because of great humility and love."
    },
    {
      "id": "sb_3_23_10",
      "verseTitle": "Text 10:",
      "translation": "Śrī Devahūti said: My dear husband, O best of brāhmaṇas, I know that you have achieved perfection and are the master of all the infallible mystic powers because you are under the protection of yoga-māyā, the transcendental nature. But you once made a promise that our bodily union should now fulfill, since children are a great quality for a chaste woman who has a glorious husband."
    },
    {
      "id": "sb_3_23_11",
      "verseTitle": "Text 11:",
      "translation": "Devahūti continued: My dear lord, I am struck by excited emotion for you. Therefore kindly make what arrangements must be made according to the scriptures so that my skinny body, emaciated through unsatisfied passion, may be rendered fit for you. Also, my lord, please think of a suitable house for this purpose."
    },
    {
      "id": "sb_3_23_12",
      "verseTitle": "Text 12:",
      "translation": "Maitreya continued: O Vidura, seeking to please his beloved wife, the sage Kardama exercised his yogic power and instantly produced an aerial mansion that could travel at his will."
    },
    {
      "id": "sb_3_23_13",
      "verseTitle": "Text 13:",
      "translation": "It was a wonderful structure, bedecked with all sorts of jewels, adorned with pillars of precious stones, and capable of yielding whatever one desired. It was equipped with every form of furniture and wealth, which tended to increase in the course of time."
    },
    {
      "id": "sb_3_23_14-15",
      "verseTitle": "Texts 14-15:",
      "translation": "The castle was fully equipped with all necessary paraphernalia, and it was pleasing in all seasons. It was decorated all around with flags, festoons and artistic work of variegated colors. It was further embellished with wreaths of charming flowers that attracted sweetly humming bees and with tapestries of linen, silk and various other fabrics."
    },
    {
      "id": "sb_3_23_16",
      "verseTitle": "Text 16:",
      "translation": "The palace looked charming, with beds, couches, fans and seats, all separately arranged in seven stories."
    },
    {
      "id": "sb_3_23_17",
      "verseTitle": "Text 17:",
      "translation": "Its beauty was enhanced by artistic engravings here and there on the walls. The floor was of emerald, with coral daises."
    },
    {
      "id": "sb_3_23_18",
      "verseTitle": "Text 18:",
      "translation": "The palace was very beautiful, with its coral thresholds at the entrances and its doors bedecked with diamonds. Gold pinnacles crowned its domes of sapphire."
    },
    {
      "id": "sb_3_23_19",
      "verseTitle": "Text 19:",
      "translation": "With the choicest rubies set in its diamond walls, it appeared as though possessed of eyes. It was furnished with wonderful canopies and greatly valuable gates of gold."
    },
    {
      "id": "sb_3_23_20",
      "verseTitle": "Text 20:",
      "translation": "Here and there in that palace were multitudes of live swans and pigeons, as well as artificial swans and pigeons so lifelike that the real swans rose above them again and again, thinking them live birds like themselves. Thus the palace vibrated with the sounds of these birds."
    },
    {
      "id": "sb_3_23_21",
      "verseTitle": "Text 21:",
      "translation": "The castle had pleasure grounds, resting chambers, bedrooms and inner and outer yards designed with an eye to comfort. All this caused astonishment to the sage himself."
    },
    {
      "id": "sb_3_23_22",
      "verseTitle": "Text 22:",
      "translation": "When he saw Devahūti looking at the gigantic opulent palace with a displeased heart, Kardama Muni could understand her feelings because he could study the heart of anyone. Thus he personally addressed his wife as follows."
    },
    {
      "id": "sb_3_23_23",
      "verseTitle": "Text 23:",
      "translation": "My dear Devahūti, you look very much afraid. First bathe in Lake Bindu-sarovara, created by Lord Viṣṇu Himself, which can grant all the desires of a human being, and then mount this airplane."
    },
    {
      "id": "sb_3_23_24",
      "verseTitle": "Text 24:",
      "translation": "The lotus-eyed Devahūti accepted the order of her husband. Because of her dirty dress and the locks of matted hair on her head, she did not look very attractive."
    },
    {
      "id": "sb_3_23_25",
      "verseTitle": "Text 25:",
      "translation": "Her body was coated with a thick layer of dirt, and her breasts were discolored. She dove, however, into the lake, which contained the sacred waters of the Sarasvatī."
    },
    {
      "id": "sb_3_23_26",
      "verseTitle": "Text 26:",
      "translation": "In a house inside the lake she saw one thousand girls, all in the prime of youth and fragrant like lotuses."
    },
    {
      "id": "sb_3_23_27",
      "verseTitle": "Text 27:",
      "translation": "Seeing her, the damsels suddenly rose and said with folded hands, “We are your maidservants. Tell us what we can do for you.”"
    },
    {
      "id": "sb_3_23_28",
      "verseTitle": "Text 28:",
      "translation": "The girls, being very respectful to Devahūti, brought her forth, and after bathing her with valuable oils and ointments, they gave her fine, new, spotless cloth to cover her body."
    },
    {
      "id": "sb_3_23_29",
      "verseTitle": "Text 29:",
      "translation": "They then decorated her with very excellent and valuable jewels, which shone brightly. Next they offered her food containing all good qualities, and a sweet inebriating drink called āsavam."
    },
    {
      "id": "sb_3_23_30",
      "verseTitle": "Text 30:",
      "translation": "Then in a mirror she beheld her own reflection. Her body was completely freed from all dirt, and she was adorned with a garland. Dressed in unsullied robes and decorated with auspicious marks of tilaka, she was served very respectfully by the maids."
    },
    {
      "id": "sb_3_23_31",
      "verseTitle": "Text 31:",
      "translation": "Her entire body, including her head, was completely bathed, and she was decorated all over with ornaments. She wore a special necklace with a locket. There were bangles on her wrists and tinkling anklets of gold about her ankles."
    },
    {
      "id": "sb_3_23_32",
      "verseTitle": "Text 32:",
      "translation": "About her hips she wore a girdle of gold, set with numerous jewels, and she was further adorned with a precious pearl necklace and auspicious substances."
    },
    {
      "id": "sb_3_23_33",
      "verseTitle": "Text 33:",
      "translation": "Her countenance shone, with beautiful teeth and charming eyebrows. Her eyes, distinguished by lovely moist corners, defeated the beauty of lotus buds. Her face was surrounded by dark curling tresses."
    },
    {
      "id": "sb_3_23_34",
      "verseTitle": "Text 34:",
      "translation": "When she thought of her great husband, the best of the sages, Kardama Muni, who was very dear to her, she, along with all the maidservants, at once appeared where he was."
    },
    {
      "id": "sb_3_23_35",
      "verseTitle": "Text 35:",
      "translation": "She was amazed to find herself surrounded by a thousand maids in the presence of her husband and to witness his yogic power."
    },
    {
      "id": "sb_3_23_36-37",
      "verseTitle": "Texts 36-37:",
      "translation": "The sage could see that Devahūti had washed herself clean and was shining forth as though no longer his former wife. She had regained her own original beauty as the daughter of a prince. Dressed in excellent robes, her charming breasts duly girded, she was waited upon by a thousand Gandharva girls. O destroyer of the enemy, his fondness for her grew, and he placed her on the aerial mansion."
    },
    {
      "id": "sb_3_23_38",
      "verseTitle": "Text 38:",
      "translation": "Though seemingly attached to his beloved consort while served by the Gandharva girls, the sage did not lose his glory, which was mastery over his self. In the aerial mansion, Kardama Muni with his consort shone as charmingly as the moon in the midst of the stars in the sky, which causes rows of lilies to open in ponds at night."
    },
    {
      "id": "sb_3_23_39",
      "verseTitle": "Text 39:",
      "translation": "In that aerial mansion he traveled to the pleasure valleys of Mount Meru, which were rendered all the more beautiful by cool, gentle, fragrant breezes that stimulated passion. In these valleys, the treasurer of the gods, Kuvera, surrounded by beautiful women and praised by the Siddhas, generally enjoys pleasure. Kardama Muni also, surrounded by the beautiful damsels and his wife, went there and enjoyed for many, many years."
    },
    {
      "id": "sb_3_23_40",
      "verseTitle": "Text 40:",
      "translation": "Satisfied by his wife, he enjoyed in that aerial mansion not only on Mount Meru but in different gardens known as Vaiśrambhaka, Surasana, Nandana, Puṣpabhadraka and Caitrarathya, and by the Mānasa-sarovara Lake."
    },
    {
      "id": "sb_3_23_41",
      "verseTitle": "Text 41:",
      "translation": "He traveled in that way through the various planets, as the air passes uncontrolled in every direction. Coursing through the air in that great and splendid aerial mansion, which could fly at his will, he surpassed even the demigods."
    },
    {
      "id": "sb_3_23_42",
      "verseTitle": "Text 42:",
      "translation": "What is difficult to achieve for determined men who have taken refuge of the Supreme Personality of Godhead’s lotus feet? His feet are the source of sacred rivers like the Ganges, which put an end to the dangers of mundane life."
    },
    {
      "id": "sb_3_23_43",
      "verseTitle": "Text 43:",
      "translation": "After showing his wife the globe of the universe and its different arrangements, full of many wonders, the great yogī Kardama Muni returned to his own hermitage."
    },
    {
      "id": "sb_3_23_44",
      "verseTitle": "Text 44:",
      "translation": "After coming back to his hermitage, he divided himself into nine personalities just to give pleasure to Devahūti, the daughter of Manu, who was eager for sex life. In that way he enjoyed with her for many, many years, which passed just like a moment."
    },
    {
      "id": "sb_3_23_45",
      "verseTitle": "Text 45:",
      "translation": "In that aerial mansion, Devahūti, in the company of her handsome husband, situated on an excellent bed that increased sexual desires, could not realize how much time was passing."
    },
    {
      "id": "sb_3_23_46",
      "verseTitle": "Text 46:",
      "translation": "While the couple, who eagerly longed for sexual pleasure, were thus enjoying themselves by virtue of mystic powers, a hundred autumns passed like a brief span of time."
    },
    {
      "id": "sb_3_23_47",
      "verseTitle": "Text 47:",
      "translation": "The powerful Kardama Muni was the knower of everyone’s heart, and he could grant whatever one desired. Knowing the spiritual soul, he regarded her as half of his body. Dividing himself into nine forms, he impregnated Devahūti with nine discharges of semen."
    },
    {
      "id": "sb_3_23_48",
      "verseTitle": "Text 48:",
      "translation": "Immediately afterward, on the same day, Devahūti gave birth to nine female children, all charming in every limb and fragrant with the scent of the red lotus flower."
    },
    {
      "id": "sb_3_23_49",
      "verseTitle": "Text 49:",
      "translation": "When she saw her husband about to leave home, she smiled externally, but at heart she was agitated and distressed."
    },
    {
      "id": "sb_3_23_50",
      "verseTitle": "Text 50:",
      "translation": "She stood and scratched the ground with her foot, which was radiant with the luster of her gemlike nails. Her head bent down, she spoke in slow yet charming accents, suppressing her tears."
    },
    {
      "id": "sb_3_23_51",
      "verseTitle": "Text 51:",
      "translation": "Śrī Devahūti said: My lord, you have fulfilled all the promises you gave me, yet because I am your surrendered soul, you should give me fearlessness too."
    },
    {
      "id": "sb_3_23_52",
      "verseTitle": "Text 52:",
      "translation": "My dear brāhmaṇa, as far as your daughters are concerned, they will find their own suitable husbands and go away to their respective homes. But who will give me solace after your departure as a sannyāsī?"
    },
    {
      "id": "sb_3_23_53",
      "verseTitle": "Text 53:",
      "translation": "Until now we have simply wasted so much of our time in sense gratification, neglecting to cultivate knowledge of the Supreme Lord."
    },
    {
      "id": "sb_3_23_54",
      "verseTitle": "Text 54:",
      "translation": "Not knowing your transcendental situation, I have loved you while remaining attached to the objects of the senses. Nonetheless, let the affinity I have developed for you rid me of all fear."
    },
    {
      "id": "sb_3_23_55",
      "verseTitle": "Text 55:",
      "translation": "Association for sense gratification is certainly the path of bondage. But the same type of association, performed with a saintly person, leads to the path of liberation, even if performed without knowledge."
    },
    {
      "id": "sb_3_23_56",
      "verseTitle": "Text 56:",
      "translation": "Anyone whose work is not meant to elevate him to religious life, anyone whose religious ritualistic performances do not raise him to renunciation, and anyone situated in renunciation that does not lead him to devotional service to the Supreme Personality of Godhead, must be considered dead, although he is breathing."
    },
    {
      "id": "sb_3_23_57",
      "verseTitle": "Text 57:",
      "translation": "My lord, surely I have been solidly cheated by the insurmountable illusory energy of the Supreme Personality of Godhead, for in spite of having obtained your association, which gives liberation from material bondage, I did not seek such liberation."
    }
  ],
  "description": ""
}