{
  "id": "sb_3_6",
  "canto": 3,
  "chapter": 6,
  "chapter_title": "Creation of the Universal Form",
  "verses_list": [
    {
      "id": "sb_3_6_1",
      "verseTitle": "ŚB 3.6.1",
      "translation": "The Ṛṣi Maitreya said: The Lord thus heard about the suspension of the progressive creative functions of the universe due to the noncombination of His potencies, such as the mahat-tattva."
    },
    {
      "id": "sb_3_6_2",
      "verseTitle": "ŚB 3.6.2",
      "translation": "The Supreme Powerful Lord then simultaneously entered into the twenty-three elements with the goddess Kālī, His external energy, who alone amalgamates all the different elements."
    },
    {
      "id": "sb_3_6_3",
      "verseTitle": "ŚB 3.6.3",
      "translation": "Thus when the Personality of Godhead entered into the elements by His energy, all the living entities were enlivened into different activities, just as one is engaged in his work after awakening from sleep."
    },
    {
      "id": "sb_3_6_4",
      "verseTitle": "ŚB 3.6.4",
      "translation": "When the twenty-three principal elements were set in action by the will of the Supreme, the gigantic universal form, or the viśvarūpa body of the Lord, came into existence."
    },
    {
      "id": "sb_3_6_5",
      "verseTitle": "ŚB 3.6.5",
      "translation": "As the Lord, in His plenary portion, entered into the elements of the universal creation, they transformed into the gigantic form in which all the planetary systems and all movable and immovable creations rest."
    },
    {
      "id": "sb_3_6_6",
      "verseTitle": "ŚB 3.6.6",
      "translation": "The gigantic virāṭ-puruṣa, known as Hiraṇmaya, lived for one thousand celestial years on the water of the universe, and all the living entities lay with Him."
    },
    {
      "id": "sb_3_6_7",
      "verseTitle": "ŚB 3.6.7",
      "translation": "The total energy of the mahat-tattva, in the form of the gigantic virāṭ-rūpa, divided Himself by Himself into the consciousness of the living entities, the life of activity, and self-identification, which are subdivided into one, ten and three respectively."
    },
    {
      "id": "sb_3_6_8",
      "verseTitle": "ŚB 3.6.8",
      "translation": "The gigantic universal form of the Supreme Lord is the first incarnation and plenary portion of the Supersoul. He is the Self of an unlimited number of living entities, and in Him rests the aggregate creation, which thus flourishes."
    },
    {
      "id": "sb_3_6_9",
      "verseTitle": "ŚB 3.6.9",
      "translation": "The gigantic universal form is represented by three, ten and one in the sense that He is the body and the mind and the senses, He is the dynamic force for all movements by ten kinds of life energy, and He is the one heart where life energy is generated."
    },
    {
      "id": "sb_3_6_10",
      "verseTitle": "ŚB 3.6.10",
      "translation": "The Supreme Lord is the Supersoul of all the demigods entrusted with the task of constructing the cosmic manifestation. Being thus prayed to [by the demigods], He thought to Himself and thus manifested the gigantic form for their understanding."
    },
    {
      "id": "sb_3_6_11",
      "verseTitle": "ŚB 3.6.11",
      "translation": "Maitreya said: You may now hear from me how the Supreme Lord separated Himself into the diverse forms of the demigods after the manifestation of the gigantic universal form."
    },
    {
      "id": "sb_3_6_12",
      "verseTitle": "ŚB 3.6.12",
      "translation": "Agni, or heat, separated from His mouth, and all the directors of material affairs entered into it in their respective positions. By that energy the living entity expresses himself in words."
    },
    {
      "id": "sb_3_6_13",
      "verseTitle": "ŚB 3.6.13",
      "translation": "When the palate of the gigantic form was separately manifested, Varuṇa, the director of water in the planetary systems, entered therein, and thus the living entity has the facility to taste everything with his tongue."
    },
    {
      "id": "sb_3_6_14",
      "verseTitle": "ŚB 3.6.14",
      "translation": "When the Lord’s two nostrils separately manifested themselves, the dual Aśvinī-kumāras entered them in their proper positions, and because of this the living entities can smell the aromas of everything."
    },
    {
      "id": "sb_3_6_15",
      "verseTitle": "ŚB 3.6.15",
      "translation": "Thereafter, the two eyes of the gigantic form of the Lord were separately manifested. The sun, the director of light, entered them with the partial representation of eyesight, and thus the living entities can have vision of forms."
    },
    {
      "id": "sb_3_6_16",
      "verseTitle": "ŚB 3.6.16",
      "translation": "When there was a manifestation of skin separated from the gigantic form, Anila, the deity directing the wind, entered with partial touch, and thus the living entities can realize tactile knowledge."
    },
    {
      "id": "sb_3_6_17",
      "verseTitle": "ŚB 3.6.17",
      "translation": "When the ears of the gigantic form became manifested, all the controlling deities of the directions entered into them with the hearing principles, by which all the living entities hear and take advantage of sound."
    },
    {
      "id": "sb_3_6_18",
      "verseTitle": "ŚB 3.6.18",
      "translation": "When there was a separate manifestation of skin, the controlling deities of sensations and their different parts entered into it, and thus the living entities feel itching and happiness due to touch."
    },
    {
      "id": "sb_3_6_19",
      "verseTitle": "ŚB 3.6.19",
      "translation": "When the genitals of the gigantic form separately became manifest, then Prajāpati, the original living creature, entered into them with his partial semen, and thus the living entities can enjoy sex pleasure."
    },
    {
      "id": "sb_3_6_20",
      "verseTitle": "ŚB 3.6.20",
      "translation": "The evacuating channel separately became manifest, and the director named Mitra entered into it with partial organs of evacuation. Thus the living entities are able to pass stool and urine."
    },
    {
      "id": "sb_3_6_21",
      "verseTitle": "ŚB 3.6.21",
      "translation": "Thereafter, when the hands of the gigantic form separately became manifested, Indra, the ruler of the heavenly planets, entered into them, and thus the living entity is able to transact business for his livelihood."
    },
    {
      "id": "sb_3_6_22",
      "verseTitle": "ŚB 3.6.22",
      "translation": "Thereafter the legs of the gigantic form separately became manifest, and the demigod named Viṣṇu [not the Personality of Godhead] entered with partial movement. This helps the living entity move to his destination."
    },
    {
      "id": "sb_3_6_23",
      "verseTitle": "ŚB 3.6.23",
      "translation": "When the intelligence of the gigantic form separately became manifest, Brahmā, the lord of the Vedas, entered into it with the partial power of understanding, and thus an object of understanding is experienced by the living entities."
    },
    {
      "id": "sb_3_6_24",
      "verseTitle": "ŚB 3.6.24",
      "translation": "After that, the heart of the gigantic form separately manifested itself, and into it entered the moon demigod with partial mental activity. Thus the living entity can conduct his mental speculations."
    },
    {
      "id": "sb_3_6_25",
      "verseTitle": "ŚB 3.6.25",
      "translation": "Thereafter the materialistic ego of the gigantic form separately manifested itself, and into it entered Rudra, the controller of false ego, with his own partial activities, by which the living entity transacts his objective actions."
    },
    {
      "id": "sb_3_6_26",
      "verseTitle": "ŚB 3.6.26",
      "translation": "Thereafter, when His consciousness separately manifested itself, the total energy, mahat-tattva, entered with His conscious part. Thus the living entity is able to conceive specific knowledge."
    },
    {
      "id": "sb_3_6_27",
      "verseTitle": "ŚB 3.6.27",
      "translation": "Thereafter, from the head of the gigantic form, the heavenly planets were manifested, and from His legs the earthly planets and from His abdomen the sky separately manifested themselves. Within them the demigods and others also were manifested in terms of the modes of material nature."
    },
    {
      "id": "sb_3_6_28",
      "verseTitle": "ŚB 3.6.28",
      "translation": "The demigods, qualified by the superexcellent quality of the mode of goodness, are situated in the heavenly planets, whereas the human beings, because of their nature in the mode of passion, live on the earth in company with their subordinates."
    },
    {
      "id": "sb_3_6_29",
      "verseTitle": "ŚB 3.6.29",
      "translation": "Living entities who are associates of Rudra develop in the third mode of material nature, or ignorance. They are situated in the sky between the earthly planets and the heavenly planets."
    },
    {
      "id": "sb_3_6_30",
      "verseTitle": "ŚB 3.6.30",
      "translation": "O chief of the Kuru dynasty, the Vedic wisdom became manifested from the mouth of the virāṭ, the gigantic form. Those who are inclined to this Vedic knowledge are called brāhmaṇas, and they are the natural teachers and spiritual masters of all the orders of society."
    },
    {
      "id": "sb_3_6_31",
      "verseTitle": "ŚB 3.6.31",
      "translation": "Thereafter the power of protection was generated from the arms of the gigantic virāṭ form, and in relation to such power the kṣatriyas also came into existence by following the kṣatriya principle of protecting society from the disturbance of thieves and miscreants."
    },
    {
      "id": "sb_3_6_32",
      "verseTitle": "ŚB 3.6.32",
      "translation": "The means of livelihood of all persons, namely production of grains and their distribution to the prajās, was generated from the thighs of the Lord’s gigantic form. The mercantile men who take charge of such execution are called vaiśyas."
    },
    {
      "id": "sb_3_6_33",
      "verseTitle": "ŚB 3.6.33",
      "translation": "Thereafter, service was manifested from the legs of the Personality of Godhead for the sake of perfecting the religious function. Situated on the legs are the śūdras, who satisfy the Lord by service."
    },
    {
      "id": "sb_3_6_34",
      "verseTitle": "ŚB 3.6.34",
      "translation": "All these different social divisions are born, with their occupational duties and living conditions, from the Supreme Personality of Godhead. Thus for unconditional life and self-realization one has to worship the Supreme Lord under the direction of the spiritual master."
    },
    {
      "id": "sb_3_6_35",
      "verseTitle": "ŚB 3.6.35",
      "translation": "O Vidura, who can estimate or measure the transcendental time, work and potency of the gigantic form manifested by the internal potency of the Supreme Personality of Godhead?"
    },
    {
      "id": "sb_3_6_36",
      "verseTitle": "ŚB 3.6.36",
      "translation": "In spite of my inability, whatever I have been able to hear [from the spiritual master] and whatever I could assimilate I am now describing in glorification of the Lord by pure speech, for otherwise my power of speaking would remain unchaste."
    },
    {
      "id": "sb_3_6_37",
      "verseTitle": "ŚB 3.6.37",
      "translation": "The highest perfectional gain of humanity is to engage in discussions of the activities and glories of the Pious Actor. Such activities are so nicely arranged in writing by the greatly learned sages that the actual purpose of the ear is served just by being near them."
    },
    {
      "id": "sb_3_6_38",
      "verseTitle": "ŚB 3.6.38",
      "translation": "O my son, the original poet, Brahmā, after mature meditation for one thousand celestial years, could know only that the glories of the Supreme Soul are inconceivable."
    },
    {
      "id": "sb_3_6_39",
      "verseTitle": "ŚB 3.6.39",
      "translation": "The wonderful potency of the Supreme Personality of Godhead is bewildering even to the jugglers. That potency is unknown even to the self-sufficient Lord, so it is certainly unknown to others."
    },
    {
      "id": "sb_3_6_40",
      "verseTitle": "ŚB 3.6.40",
      "translation": "Words, mind and ego, with their respective controlling demigods, have failed to achieve success in knowing the Supreme Personality of Godhead. Therefore, we simply have to offer our respectful obeisances unto Him as a matter of sanity."
    }
  ]
}