{
  "id": "sb_3_17",
  "canto": 3,
  "chapter": 17,
  "chapter_title": "Victory of Hiraṇyākṣa Over All the Directions of the Universe",
  "verses_list": [
    {
      "id": "sb_3_17_1",
      "verseTitle": "ŚB 3.17.1",
      "translation": "Śrī Maitreya said: The demigods, the inhabitants of the higher planets, were freed from all fear upon hearing the cause of the darkness explained by Brahmā, who was born from Viṣṇu. Thus they all returned to their respective planets."
    },
    {
      "id": "sb_3_17_2",
      "verseTitle": "ŚB 3.17.2",
      "translation": "The virtuous lady Diti had been very apprehensive of trouble to the gods from the children in her womb, and her husband predicted the same. She brought forth twin sons after a full one hundred years of pregnancy."
    },
    {
      "id": "sb_3_17_3",
      "verseTitle": "ŚB 3.17.3",
      "translation": "On the birth of the two demons there were many natural disturbances, all very fearful and wonderful, in the heavenly planets, the earthly planets and in between them."
    },
    {
      "id": "sb_3_17_4",
      "verseTitle": "ŚB 3.17.4",
      "translation": "There were earthquakes along the mountains on the earth, and it appeared that there was fire everywhere. Many inauspicious planets like Saturn appeared, along with comets, meteors and thunderbolts."
    },
    {
      "id": "sb_3_17_5",
      "verseTitle": "ŚB 3.17.5",
      "translation": "There blew winds which were most uninviting to the touch, hissing again and again and uprooting gigantic trees. They had storms for their armies and clouds of dust for their ensigns."
    },
    {
      "id": "sb_3_17_6",
      "verseTitle": "ŚB 3.17.6",
      "translation": "The luminaries in the heavens were screened by masses of clouds, in which lightning sometimes flashed as though laughing. Darkness reigned everywhere, and nothing could be seen."
    },
    {
      "id": "sb_3_17_7",
      "verseTitle": "ŚB 3.17.7",
      "translation": "The ocean with its high waves wailed aloud as if stricken with sorrow, and there was a commotion among the creatures inhabiting the ocean. The rivers and lakes were also agitated, and lotuses withered."
    },
    {
      "id": "sb_3_17_8",
      "verseTitle": "ŚB 3.17.8",
      "translation": "Misty halos appeared around the sun and the moon during solar and lunar eclipses again and again. Claps of thunder were heard even without clouds, and sounds like those of rattling chariots emerged from the mountain caves."
    },
    {
      "id": "sb_3_17_9",
      "verseTitle": "ŚB 3.17.9",
      "translation": "In the interior of the villages she-jackals yelled portentously, vomiting strong fire from their mouths, and jackals and owls also joined them with their cries."
    },
    {
      "id": "sb_3_17_10",
      "verseTitle": "ŚB 3.17.10",
      "translation": "Raising their necks, dogs cried here and there, now in the manner of singing and now of wailing."
    },
    {
      "id": "sb_3_17_11",
      "verseTitle": "ŚB 3.17.11",
      "translation": "O Vidura, the asses ran hither and thither in herds, striking the earth with their hard hooves and wildly braying."
    },
    {
      "id": "sb_3_17_12",
      "verseTitle": "ŚB 3.17.12",
      "translation": "Frightened by the braying of the asses, birds flew shrieking from their nests, while cattle in the cowsheds as well as in the woods passed dung and urine."
    },
    {
      "id": "sb_3_17_13",
      "verseTitle": "ŚB 3.17.13",
      "translation": "Cows, terrified, yielded blood in place of milk, clouds rained pus, the images of the gods in the temples shed tears, and trees fell down without a blast of wind."
    },
    {
      "id": "sb_3_17_14",
      "verseTitle": "ŚB 3.17.14",
      "translation": "Ominous planets such as Mars and Saturn shone brighter and surpassed the auspicious ones such as Mercury, Jupiter and Venus as well as a number of lunar mansions. Taking seemingly retrograde courses, the planets came in conflict with one another."
    },
    {
      "id": "sb_3_17_15",
      "verseTitle": "ŚB 3.17.15",
      "translation": "Marking these and many other omens of evil times, everyone but the four sage sons of Brahmā, who were aware of the fall of Jaya and Vijaya and of their birth as Diti’s sons, was seized with fear. They did not know the secrets of these portents and thought that the dissolution of the universe was at hand."
    },
    {
      "id": "sb_3_17_16",
      "verseTitle": "ŚB 3.17.16",
      "translation": "These two demons who appeared in ancient times soon began to exhibit uncommon bodily features; they had steel-like frames which began to grow just like two great mountains."
    },
    {
      "id": "sb_3_17_17",
      "verseTitle": "ŚB 3.17.17",
      "translation": "Their bodies became so tall that they seemed to kiss the sky with the crests of their gold crowns. They blocked the view of all directions and while walking shook the earth at every step. Their arms were adorned with brilliant bracelets, and they stood as if covering the sun with their waists, which were bound with excellent and beautiful girdles."
    },
    {
      "id": "sb_3_17_18",
      "verseTitle": "ŚB 3.17.18",
      "translation": "Prajāpati Kaśyapa, the creator of the living entities, gave his twin sons their names; the one who was born first he named Hiraṇyākṣa, and the one who was first conceived by Diti he named Hiraṇyakaśipu."
    },
    {
      "id": "sb_3_17_19",
      "verseTitle": "ŚB 3.17.19",
      "translation": "The elder child, Hiraṇyakaśipu, was unafraid of death from anyone within the three worlds because he received a benediction from Lord Brahmā. He was proud and puffed up due to this benediction and was able to bring all three planetary systems under his control."
    },
    {
      "id": "sb_3_17_20",
      "verseTitle": "ŚB 3.17.20",
      "translation": "His younger brother, Hiraṇyākṣa, was always ready to satisfy his elder brother by his activities. Hiraṇyākṣa took a club on his shoulder and traveled all over the universe with a fighting spirit just to satisfy Hiraṇyakaśipu."
    },
    {
      "id": "sb_3_17_21",
      "verseTitle": "ŚB 3.17.21",
      "translation": "Hiraṇyākṣa’s temper was difficult to control. He had anklets of gold tinkling about his feet, he was adorned with a gigantic garland, and he rested his huge mace on one of his shoulders."
    },
    {
      "id": "sb_3_17_22",
      "verseTitle": "ŚB 3.17.22",
      "translation": "His mental and bodily strength as well as the boon conferred upon him had made him proud. He feared death at the hands of no one, and there was no checking him. The gods, therefore, were seized with fear at his very sight, and they hid themselves even as snakes hide themselves for fear of Garuḍa."
    },
    {
      "id": "sb_3_17_23",
      "verseTitle": "ŚB 3.17.23",
      "translation": "On not finding Indra and the other demigods, who had previously been intoxicated with power, the chief of the Daityas, seeing that they had all vanished before his might, roared loudly."
    },
    {
      "id": "sb_3_17_24",
      "verseTitle": "ŚB 3.17.24",
      "translation": "After returning from the heavenly kingdom, the mighty demon, who was like an elephant in wrath, for the sake of sport dived into the deep ocean, which was roaring terribly."
    },
    {
      "id": "sb_3_17_25",
      "verseTitle": "ŚB 3.17.25",
      "translation": "On his entering the ocean, the aquatic animals who formed the host of Varuṇa were stricken with fear and ran far away. Thus Hiraṇyākṣa showed his splendor without dealing a blow."
    },
    {
      "id": "sb_3_17_26",
      "verseTitle": "ŚB 3.17.26",
      "translation": "Moving about in the ocean for many, many years, the mighty Hiraṇyākṣa smote the gigantic wind-tossed waves again and again with his iron mace and reached Vibhāvarī, the capital of Varuṇa."
    },
    {
      "id": "sb_3_17_27",
      "verseTitle": "ŚB 3.17.27",
      "translation": "Vibhāvarī is the home of Varuṇa, lord of the aquatic creatures and guardian of the lower regions of the universe, where the demons generally reside. There Hiraṇyākṣa fell at Varuṇa’s feet like a lowborn man, and to make fun of him he said with a smile, “Give me battle, O Supreme Lord!”"
    },
    {
      "id": "sb_3_17_28",
      "verseTitle": "ŚB 3.17.28",
      "translation": "You are the guardian of an entire sphere and a ruler of wide fame. Having crushed the might of arrogant and conceited warriors and having conquered all the Daityas and Dānavas in the world, you once performed a Rājasūya sacrifice to the Lord."
    },
    {
      "id": "sb_3_17_29",
      "verseTitle": "ŚB 3.17.29",
      "translation": "Thus mocked by an enemy whose vanity knew no bounds, the worshipful lord of the waters waxed angry, but by dint of his reason he managed to curb the anger that had sprung up in him, and he replied: O dear one, we have now desisted from warfare, having grown too old for combat."
    },
    {
      "id": "sb_3_17_30",
      "verseTitle": "ŚB 3.17.30",
      "translation": "You are so skilled in war that I do not see anyone else but the most ancient person, Lord Viṣṇu, who can give satisfaction in battle to you. Therefore, O chief of the asuras, approach Him, whom even heroes like you mention with praise."
    },
    {
      "id": "sb_3_17_31",
      "verseTitle": "ŚB 3.17.31",
      "translation": "Varuṇa continued: On reaching Him you will be rid of your pride at once and will lie down on the field of battle, surrounded by dogs, for eternal sleep. It is in order to exterminate wicked fellows like you and to show His grace to the virtuous that He assumes His various incarnations like Varāha."
    }
  ]
}