{
  "id": "sb_3_33",
  "canto": 3,
  "chapter": 33,
  "chapter_title": "Activities of Kapila",
  "verses_list": [
    {
      "id": "sb_3_33_1",
      "verseTitle": "Text 1:",
      "translation": "Śrī Maitreya said: Thus Devahūti, the mother of Lord Kapila and wife of Kardama Muni, became freed from all ignorance concerning devotional service and transcendental knowledge. She offered her obeisances unto the Lord, the author of the basic principles of the Sāṅkhya system of philosophy, which is the background of liberation, and she satisfied Him with the following verses of prayer."
    },
    {
      "id": "sb_3_33_2",
      "verseTitle": "Text 2:",
      "translation": "Devahūti said: Brahmā is said to be unborn because he takes birth from the lotus flower which grows from Your abdomen while You lie in the ocean at the bottom of the universe. But even Brahmā simply meditated upon You, whose body is the source of unlimited universes."
    },
    {
      "id": "sb_3_33_3",
      "verseTitle": "Text 3:",
      "translation": "My dear Lord, although personally You have nothing to do, You have distributed Your energies in the interactions of the material modes of nature, and for that reason the creation, maintenance and dissolution of the cosmic manifestation take place. My dear Lord, You are self-determined and are the Supreme Personality of Godhead for all living entities. For them You created this material manifestation, and although You are one, Your diverse energies can act multifariously. This is inconceivable to us."
    },
    {
      "id": "sb_3_33_4",
      "verseTitle": "Text 4:",
      "translation": "As the Supreme Personality of Godhead, You have taken birth from my abdomen. O my Lord, how is that possible for the supreme one, who has in His belly all the cosmic manifestation? The answer is that it is possible, for at the end of the millennium You lie down on a leaf of a banyan tree, and just like a small baby, You lick the toe of Your lotus foot."
    },
    {
      "id": "sb_3_33_5",
      "verseTitle": "Text 5:",
      "translation": "My dear Lord, You have assumed this body in order to diminish the sinful activities of the fallen and to enrich their knowledge in devotion and liberation. Since these sinful people are dependent on Your direction, by Your own will You assume incarnations as a boar and as other forms. Similarly, You have appeared in order to distribute transcendental knowledge to Your dependents."
    },
    {
      "id": "sb_3_33_6",
      "verseTitle": "Text 6:",
      "translation": "To say nothing of the spiritual advancement of persons who see the Supreme Person face to face, even a person born in a family of dog-eaters immediately becomes eligible to perform Vedic sacrifices if he once utters the holy name of the Supreme Personality of Godhead or chants about Him, hears about His pastimes, offers Him obeisances or even remembers Him."
    },
    {
      "id": "sb_3_33_7",
      "verseTitle": "Text 7:",
      "translation": "Oh, how glorious are they whose tongues are chanting Your holy name! Even if born in the families of dog-eaters, such persons are worshipable. Persons who chant the holy name of Your Lordship must have executed all kinds of austerities and fire sacrifices and achieved all the good manners of the Āryans. To be chanting the holy name of Your Lordship, they must have bathed at holy places of pilgrimage, studied the Vedas and fulfilled everything required."
    },
    {
      "id": "sb_3_33_8",
      "verseTitle": "Text 8:",
      "translation": "I believe, my Lord, that You are Lord Viṣṇu Himself under the name of Kapila, and You are the Supreme Personality of Godhead, the Supreme Brahman! The saints and sages, being freed from all the disturbances of the senses and mind, meditate upon You, for by Your mercy only can one become free from the clutches of the three modes of material nature. At the time of dissolution, all the Vedas are sustained in You only."
    },
    {
      "id": "sb_3_33_9",
      "verseTitle": "Text 9:",
      "translation": "Thus the Supreme Personality of Godhead Kapila, satisfied by the words of His mother, towards whom He was very affectionate, replied with gravity."
    },
    {
      "id": "sb_3_33_10",
      "verseTitle": "Text 10:",
      "translation": "The Personality of Godhead said: My dear mother, the path of self-realization which I have already instructed to you is very easy. You can execute this system without difficulty, and by following it you shall very soon be liberated, even within your present body."
    },
    {
      "id": "sb_3_33_11",
      "verseTitle": "Text 11:",
      "translation": "My dear mother, those who are actually transcendentalists certainly follow My instructions as I have given them to you. You may rest assured that if you traverse this path of self-realization perfectly, surely you shall be freed from fearful material contamination and shall ultimately reach Me. Mother, persons who are not conversant with this method of devotional service certainly cannot get out of the cycle of birth and death."
    },
    {
      "id": "sb_3_33_12",
      "verseTitle": "Text 12:",
      "translation": "Śrī Maitreya said: The Supreme Personality of Godhead Kapila, after instructing His beloved mother, took permission from her and left His home, His mission having been fulfilled."
    },
    {
      "id": "sb_3_33_13",
      "verseTitle": "Text 13:",
      "translation": "As instructed by her son, Devahūti also began to practice bhakti-yoga in that very āśrama. She practiced samādhi in the house of Kardama Muni, which was so beautifully decorated with flowers that it was considered the flower crown of the river Sarasvatī."
    },
    {
      "id": "sb_3_33_14",
      "verseTitle": "Text 14:",
      "translation": "She began to bathe three times daily, and thus her curling black hair gradually became gray. Due to austerity, her body gradually became thin, and she wore old garments."
    },
    {
      "id": "sb_3_33_15",
      "verseTitle": "Text 15:",
      "translation": "The home and household paraphernalia of Kardama, who was one of the Prajāpatis, was developed in such a way, by dint of his mystic powers of austerity and yoga, that his opulence was sometimes envied by those who travel in outer space in airplanes."
    },
    {
      "id": "sb_3_33_16",
      "verseTitle": "Text 16:",
      "translation": "The opulence of the household of Kardama Muni is described herein. The bedsheets and mattresses were all as white as the foam of milk, the chairs and benches were made of ivory and were covered by cloths of lace with golden filigree, and the couches were made of gold and had very soft pillows."
    },
    {
      "id": "sb_3_33_17",
      "verseTitle": "Text 17:",
      "translation": "The walls of the house were made of first-class marble, decorated with valuable jewels. There was no need of light, for the household was illuminated by the rays of these jewels. The female members of the household were all amply decorated with jewelry."
    },
    {
      "id": "sb_3_33_18",
      "verseTitle": "Text 18:",
      "translation": "The compound of the main household was surrounded by beautiful gardens with sweet, fragrant flowers and many trees which produced fresh fruit and were tall and beautiful. The attraction of such gardens was that singing birds would sit on the trees, and their chanting voices, as well as the humming sound of the bees, made the whole atmosphere as pleasing as possible."
    },
    {
      "id": "sb_3_33_19",
      "verseTitle": "Text 19:",
      "translation": "When Devahūti would enter that lovely garden to take her bath in the pond filled with lotus flowers, the associates of the denizens of heaven, the Gandharvas, would sing about Kardama’s glorious household life. Her great husband, Kardama, gave her all protection at all times."
    },
    {
      "id": "sb_3_33_20",
      "verseTitle": "Text 20:",
      "translation": "Although her position was unique from all points of view, saintly Devahūti, in spite of all her possessions, which were envied even by the ladies of the heavenly planets, gave up all such comforts. She was only sorry that her great son was separated from her."
    },
    {
      "id": "sb_3_33_21",
      "verseTitle": "Text 21:",
      "translation": "Devahūti’s husband had already left home and accepted the renounced order of life, and then her only son, Kapila, left home. Although she knew all the truths of life and death, and although her heart was cleansed of all dirt, she was very aggrieved at the loss of her son, just as a cow is affected when her calf dies."
    },
    {
      "id": "sb_3_33_22",
      "verseTitle": "Text 22:",
      "translation": "O Vidura, thus always meditating upon her son, the Supreme Personality of Godhead Kapiladeva, she very soon became unattached to her nicely decorated home."
    },
    {
      "id": "sb_3_33_23",
      "verseTitle": "Text 23:",
      "translation": "Thereafter, having heard with great eagerness and in all detail from her son, Kapiladeva, the eternally smiling Personality of Godhead, Devahūti began to meditate constantly upon the Viṣṇu form of the Supreme Lord."
    },
    {
      "id": "sb_3_33_24-25",
      "verseTitle": "Texts 24-25:",
      "translation": "She did so with serious engagement in devotional service. Because she was strong in renunciation, she accepted only the necessities of the body. She became situated in knowledge due to realization of the Absolute Truth, her heart became purified, she became fully absorbed in meditation upon the Supreme Personality of Godhead, and all misgivings due to the modes of material nature disappeared."
    },
    {
      "id": "sb_3_33_26",
      "verseTitle": "Text 26:",
      "translation": "Her mind became completely engaged in the Supreme Lord, and she automatically realized the knowledge of the impersonal Brahman. As a Brahman-realized soul, she was freed from the designations of the materialistic concept of life. Thus all material pangs disappeared, and she attained transcendental bliss."
    },
    {
      "id": "sb_3_33_27",
      "verseTitle": "Text 27:",
      "translation": "Situated in eternal trance and freed from illusion impelled by the modes of material nature, she forgot her material body, just as one forgets his different bodies in a dream."
    },
    {
      "id": "sb_3_33_28",
      "verseTitle": "Text 28:",
      "translation": "Her body was being taken care of by the spiritual damsels created by her husband, Kardama, and since she had no mental anxiety at that time, her body did not become thin. She appeared just like a fire surrounded by smoke."
    },
    {
      "id": "sb_3_33_29",
      "verseTitle": "Text 29:",
      "translation": "Because she was always absorbed in the thought of the Supreme Personality of Godhead, she was not aware that sometimes her hair was loosened or her garments were disarrayed."
    },
    {
      "id": "sb_3_33_30",
      "verseTitle": "Text 30:",
      "translation": "My dear Vidura, by following the principles instructed by Kapila, Devahūti soon became liberated from material bondage and achieved the Supreme Personality of Godhead, as Supersoul, without difficulty."
    },
    {
      "id": "sb_3_33_31",
      "verseTitle": "Text 31:",
      "translation": "The place where Devahūti achieved her perfection, my dear Vidura, is understood to be a most sacred spot. It is known all over the three worlds as Siddhapada."
    },
    {
      "id": "sb_3_33_32",
      "verseTitle": "Text 32:",
      "translation": "Dear Vidura, the material elements of her body have melted into water and are now a flowing river, which is the most sacred of all rivers. Anyone who bathes in that river also attains perfection, and therefore all persons who desire perfection go bathe there."
    },
    {
      "id": "sb_3_33_33",
      "verseTitle": "Text 33:",
      "translation": "My dear Vidura, the great sage Kapila, the Personality of Godhead, left His father’s hermitage with the permission of His mother and went towards the northeast."
    },
    {
      "id": "sb_3_33_34",
      "verseTitle": "Text 34:",
      "translation": "While He was passing in the northern direction, all the celestial denizens known as Cāraṇas and Gandharvas, as well as the munis and the damsels of the heavenly planets, prayed and offered Him all respects. The ocean offered Him oblations and a place of residence."
    },
    {
      "id": "sb_3_33_35",
      "verseTitle": "Text 35:",
      "translation": "Even now Kapila Muni is staying there in trance for the deliverance of the conditioned souls in the three worlds, and all the ācāryas, or great teachers, of the system of Sāṅkhya philosophy are worshiping Him."
    },
    {
      "id": "sb_3_33_36",
      "verseTitle": "Text 36:",
      "translation": "My dear son, since you have inquired from me, I have answered. O sinless one, the descriptions of Kapiladeva and His mother and their activities are the purest of all pure discourses."
    },
    {
      "id": "sb_3_33_37",
      "verseTitle": "Text 37:",
      "translation": "The description of the dealings of Kapiladeva and His mother is very confidential, and anyone who hears or reads this narration becomes a devotee of the Supreme Personality of Godhead, who is carried by Garuḍa, and he thereafter enters into the abode of the Supreme Lord to engage in the transcendental loving service of the Lord."
    }
  ],
  "description": ""
}