{
  "id": "sb_3_20",
  "canto": 3,
  "chapter": 20,
  "chapter_title": "Conversation Between Maitreya and Vidura",
  "verses_list": [
    {
      "id": "sb_3_20_1",
      "verseTitle": "Text 1:",
      "translation": "Śrī Śaunaka inquired: O Sūta Gosvāmī, after the earth was again situated in its orbit, what did Svāyambhuva Manu do to show the path of liberation to persons who were to take birth later on?"
    },
    {
      "id": "sb_3_20_2",
      "verseTitle": "Text 2:",
      "translation": "Śaunaka Ṛṣi inquired about Vidura, who was a great devotee and friend of Lord Kṛṣṇa and who gave up the company of his elder brother because the latter, along with his sons, played tricks against the desires of the Lord."
    },
    {
      "id": "sb_3_20_3",
      "verseTitle": "Text 3:",
      "translation": "Vidura was born from the body of Vedavyāsa and was not less than he. Thus he accepted the lotus feet of Kṛṣṇa wholeheartedly and was attached to His devotees."
    },
    {
      "id": "sb_3_20_4",
      "verseTitle": "Text 4:",
      "translation": "Vidura was purified of all passion by wandering in sacred places, and at last he reached Hardwar, where he met the great sage who knew the science of spiritual life, and he inquired from him. Śaunaka Ṛṣi therefore asked: What more did Vidura inquire from Maitreya?"
    },
    {
      "id": "sb_3_20_5",
      "verseTitle": "Text 5:",
      "translation": "Śaunaka inquired about the conversation between Vidura and Maitreya: There must have been many narrations of the spotless pastimes of the Lord. The hearing of such narrations is exactly like bathing in the water of the Ganges, for it can free one from all sinful reactions."
    },
    {
      "id": "sb_3_20_6",
      "verseTitle": "Text 6:",
      "translation": "O Sūta Gosvāmī, all good fortune to you! Please narrate the activities of the Lord, which are all magnanimous and worth glorifying. What sort of devotee can be satiated by hearing the nectarean pastimes of the Lord?"
    },
    {
      "id": "sb_3_20_7",
      "verseTitle": "Text 7:",
      "translation": "On being asked to speak by the great sages of Naimiṣāraṇya, the son of Romaharṣaṇa, Sūta Gosvāmī, whose mind was absorbed in the transcendental pastimes of the Lord, said: Please hear what I shall now speak."
    },
    {
      "id": "sb_3_20_8",
      "verseTitle": "Text 8:",
      "translation": "Sūta Gosvāmī continued: Vidura, the descendant of Bharata, was delighted to hear the story of the Lord, who, having assumed by His own divine potency the form of a boar, had enacted the sport of lifting the earth from the bottom of the ocean and indifferently killing the demon Hiraṇyākṣa. Vidura then spoke to the sage as follows."
    },
    {
      "id": "sb_3_20_9",
      "verseTitle": "Text 9:",
      "translation": "Vidura said: Since you know of matters inconceivable to us, tell me, O holy sage, what did Brahmā do to create living beings after evolving the Prajāpatis, the progenitors of living beings?"
    },
    {
      "id": "sb_3_20_10",
      "verseTitle": "Text 10:",
      "translation": "Vidura inquired: How did the Prajāpatis [such progenitors of living entities as Marīci and Svāyambhuva Manu] create according to the instruction of Brahmā, and how did they evolve this manifested universe?"
    },
    {
      "id": "sb_3_20_11",
      "verseTitle": "Text 11:",
      "translation": "Did they evolve the creation in conjunction with their respective wives, did they remain independent in their action, or did they all jointly produce it?"
    },
    {
      "id": "sb_3_20_12",
      "verseTitle": "Text 12:",
      "translation": "Maitreya said: When the equilibrium of the combination of the three modes of nature was agitated by the unseen activity of the living entity, by Mahā-Viṣṇu and by the force of time, the total material elements were produced."
    },
    {
      "id": "sb_3_20_13",
      "verseTitle": "Text 13:",
      "translation": "As impelled by the destiny of the jīva, the false ego, which is of three kinds, evolved from the mahat-tattva, in which the element of rajas predominates. From the ego, in turn, evolved many groups of five principles."
    },
    {
      "id": "sb_3_20_14",
      "verseTitle": "Text 14:",
      "translation": "Separately unable to produce the material universe, they combined with the help of the energy of the Supreme Lord and were able to produce a shining egg."
    },
    {
      "id": "sb_3_20_15",
      "verseTitle": "Text 15:",
      "translation": "For over one thousand years the shiny egg lay on the waters of the Causal Ocean in the lifeless state. Then the Lord entered it as Garbhodakaśāyī Viṣṇu."
    },
    {
      "id": "sb_3_20_16",
      "verseTitle": "Text 16:",
      "translation": "From the navel of the Personality of Godhead Garbhodakaśāyī Viṣṇu sprouted a lotus flower effulgent like a thousand blazing suns. This lotus flower is the reservoir of all conditioned souls, and the first living entity who came out of the lotus flower was the omnipotent Brahmā"
    },
    {
      "id": "sb_3_20_17",
      "verseTitle": "Text 17:",
      "translation": "When that Supreme Personality of Godhead who is lying on the Garbhodaka Ocean entered the heart of Brahmā, Brahmā brought his intelligence to bear, and with the intelligence invoked he began to create the universe as it was before."
    },
    {
      "id": "sb_3_20_18",
      "verseTitle": "Text 18:",
      "translation": "First of all, Brahmā created from his shadow the coverings of ignorance of the conditioned souls. They are five in number and are called tāmisra, andha-tāmisra, tamas, moha and mahā-moha."
    },
    {
      "id": "sb_3_20_19",
      "verseTitle": "Text 19:",
      "translation": "Out of disgust, Brahmā threw off the body of ignorance, and taking this opportunity, Yakṣas and Rākṣasas sprang for possession of the body, which continued to exist in the form of night. Night is the source of hunger and thirst."
    },
    {
      "id": "sb_3_20_20",
      "verseTitle": "Text 20:",
      "translation": "Overpowered by hunger and thirst, they ran to devour Brahmā from all sides and cried, “Spare him not! Eat him up!”"
    },
    {
      "id": "sb_3_20_21",
      "verseTitle": "Text 21:",
      "translation": "Brahmā, the head of the demigods, full of anxiety, asked them, “Do not eat me, but protect me. You are born from me and have become my sons. Therefore you are Yakṣas and Rākṣasas.”"
    },
    {
      "id": "sb_3_20_22",
      "verseTitle": "Text 22:",
      "translation": "He then created the chief demigods, who were shining with the glory of goodness. He dropped before them the effulgent form of daytime, and the demigods sportingly took possession of it."
    },
    {
      "id": "sb_3_20_23",
      "verseTitle": "Text 23:",
      "translation": "Lord Brahmā then gave birth to the demons from his buttocks, and they were very fond of sex. Because they were too lustful, they approached him for copulation."
    },
    {
      "id": "sb_3_20_24",
      "verseTitle": "Text 24:",
      "translation": "The worshipful Brahmā first laughed at their stupidity, but finding the shameless asuras close upon him, he grew indignant and ran in great haste out of fear."
    },
    {
      "id": "sb_3_20_25",
      "verseTitle": "Text 25:",
      "translation": "He approached the Personality of Godhead, who bestows all boons and who dispels the agony of His devotees and of those who take shelter of His lotus feet. He manifests His innumerable transcendental forms for the satisfaction of His devotees."
    },
    {
      "id": "sb_3_20_26",
      "verseTitle": "Text 26:",
      "translation": "Lord Brahmā, approaching the Lord, addressed Him thus: My Lord, please protect me from these sinful demons, who were created by me under Your order. They are infuriated by an appetite for sex and have come to attack me."
    },
    {
      "id": "sb_3_20_27",
      "verseTitle": "Text 27:",
      "translation": "My Lord, You are the only one capable of ending the affliction of the distressed and inflicting agony on those who never resort to Your feet."
    },
    {
      "id": "sb_3_20_28",
      "verseTitle": "Text 28:",
      "translation": "The Lord, who can distinctly see the minds of others, perceived Brahmā’s distress and said to him: “Cast off this impure body of yours.” Thus commanded by the Lord, Brahmā cast off his body."
    },
    {
      "id": "sb_3_20_29",
      "verseTitle": "Text 29:",
      "translation": "The body given up by Brahmā took the form of the evening twilight, when the day and night meet, a time which kindles passion. The asuras, who are passionate by nature, dominated as they are by the element of rajas, took it for a damsel, whose lotus feet resounded with the tinkling of anklets, whose eyes were wide with intoxication and whose hips were covered by fine cloth, over which shone a girdle."
    },
    {
      "id": "sb_3_20_30",
      "verseTitle": "Text 30:",
      "translation": "Her breasts projected upward because of their clinging to each other, and they were too contiguous to admit any intervening space. She had a shapely nose and beautiful teeth, a lovely smile played on her lips, and she cast a sportful glance at the asuras."
    },
    {
      "id": "sb_3_20_31",
      "verseTitle": "Text 31:",
      "translation": "Adorned with dark tresses, she hid herself, as it were, out of shyness. Upon seeing that girl, the asuras were all infatuated with an appetite for sex."
    },
    {
      "id": "sb_3_20_32",
      "verseTitle": "Text 32:",
      "translation": "The demons praised her: Oh, what a beauty! What rare self-control! What a budding youth! In the midst of us all, who are passionately longing for her, she is moving about like one absolutely free from passion."
    },
    {
      "id": "sb_3_20_33",
      "verseTitle": "Text 33:",
      "translation": "Indulging in various speculations about the evening twilight, which appeared to them endowed with the form of a young woman, the wicked-minded asuras treated her with respect and fondly spoke to her as follows."
    },
    {
      "id": "sb_3_20_34",
      "verseTitle": "Text 34:",
      "translation": "Who are you, O pretty girl? Whose wife or daughter are you, and what can be the object of your appearing before us? Why do you tantalize us, unfortunate as we are, with the priceless commodity of your beauty?"
    },
    {
      "id": "sb_3_20_35",
      "verseTitle": "Text 35:",
      "translation": "Whosoever you may be, O beautiful girl, we are fortunate in being able to see you. While playing with a ball, you have agitated the minds of all onlookers."
    },
    {
      "id": "sb_3_20_36",
      "verseTitle": "Text 36:",
      "translation": "O beautiful woman, when you strike the bouncing ball against the ground with your hand again and again, your lotus feet do not stay in one place. Oppressed by the weight of your full-grown breasts, your waist becomes fatigued, and your clear vision grows dull, as it were. Pray braid your comely hair."
    },
    {
      "id": "sb_3_20_37",
      "verseTitle": "Text 37:",
      "translation": "The asuras, clouded in their understanding, took the evening twilight to be a beautiful woman showing herself in her alluring form, and they seized her."
    },
    {
      "id": "sb_3_20_38",
      "verseTitle": "Text 38:",
      "translation": "With a laugh full of deep significance, the worshipful Brahmā then evolved by his own loveliness, which seemed to enjoy itself by itself, the hosts of Gandharvas and Apsarās."
    },
    {
      "id": "sb_3_20_39",
      "verseTitle": "Text 39:",
      "translation": "After that, Brahmā gave up that shining and beloved form of moonlight. Viśvāvasu and other Gandharvas gladly took possession of it."
    },
    {
      "id": "sb_3_20_40",
      "verseTitle": "Text 40:",
      "translation": "The glorious Brahmā next evolved from his sloth the ghosts and fiends, but he closed his eyes when he saw them stand naked with their hair scattered."
    },
    {
      "id": "sb_3_20_41",
      "verseTitle": "Text 41:",
      "translation": "The ghosts and hobgoblins took possession of the body thrown off in the form of yawning by Brahmā, the creator of the living entities. This is also known as the sleep which causes drooling. The hobgoblins and ghosts attack men who are impure, and their attack is spoken of as insanity."
    },
    {
      "id": "sb_3_20_42",
      "verseTitle": "Text 42:",
      "translation": "Recognizing himself to be full of desire and energy, the worshipful Brahmā, the creator of the living entities, evolved from his own invisible form, from his navel, the hosts of Sādhyas and Pitās."
    },
    {
      "id": "sb_3_20_43",
      "verseTitle": "Text 43:",
      "translation": "The Pitās themselves took possession of the invisible body, the source of their existence. It is through the medium of this invisible body that those well versed in the rituals offer oblations to the Sādhyas and Pitās [in the form of their departed ancestors] on the occasion of śrāddha."
    },
    {
      "id": "sb_3_20_44",
      "verseTitle": "Text 44:",
      "translation": "Then Lord Brahmā, by his ability to be hidden from vision, created the Siddhas and Vidyādharas and gave them that wonderful form of his known as the Antardhāna."
    },
    {
      "id": "sb_3_20_45",
      "verseTitle": "Text 45:",
      "translation": "One day, Brahmā, the creator of the living entities, beheld his own reflection in the water, and admiring himself, he evolved Kimpuruṣas as well as Kinnaras out of that reflection."
    },
    {
      "id": "sb_3_20_46",
      "verseTitle": "Text 46:",
      "translation": "The Kimpuruṣas and Kinnaras took possession of that shadowy form left by Brahmā. That is why they and their spouses sing his praises by recounting his exploits at every daybreak."
    },
    {
      "id": "sb_3_20_47",
      "verseTitle": "Text 47:",
      "translation": "Once Brahmā lay down with his body stretched at full length. He was very concerned that the work of creation had not proceeded apace, and in a sullen mood he gave up that body too."
    },
    {
      "id": "sb_3_20_48",
      "verseTitle": "Text 48:",
      "translation": "O dear Vidura, the hair that dropped from that body transformed into snakes, and even while the body crawled along with its hands and feet contracted, there sprang from it ferocious serpents and Nāgas with their hoods expanded."
    },
    {
      "id": "sb_3_20_49",
      "verseTitle": "Text 49:",
      "translation": "One day Brahmā, the self-born, the first living creature, felt as if the object of his life had been accomplished. At that time he evolved from his mind the Manus, who promote the welfare activities of the universe."
    },
    {
      "id": "sb_3_20_50",
      "verseTitle": "Text 50:",
      "translation": "The self-possessed creator gave them his own human form. On seeing the Manus, those who had been created earlier — the demigods, the Gandharvas and so on — applauded Brahmā, the lord of the universe."
    },
    {
      "id": "sb_3_20_51",
      "verseTitle": "Text 51:",
      "translation": "They prayed: O creator of the universe, we are glad; what you have produced is well done. Since ritualistic acts have now been established soundly in this human form, we shall all share the sacrificial oblations."
    },
    {
      "id": "sb_3_20_52",
      "verseTitle": "Text 52:",
      "translation": "Having equipped himself with austere penance, adoration, mental concentration and absorption in devotion, accompanied by dispassion, and having controlled his senses, Brahmā, the self-born living creature, evolved great sages as his beloved sons."
    },
    {
      "id": "sb_3_20_53",
      "verseTitle": "Text 53:",
      "translation": "To each one of these sons the unborn creator of the universe gave a part of his own body, which was characterized by deep meditation, mental concentration, supernatural power, austerity, adoration and renunciation."
    }
  ],
  "description": ""
}