{
  "id": "sb_3_26",
  "canto": 3,
  "chapter": 26,
  "chapter_title": "Fundamental Principles of Material Nature",
  "verses_list": [
    {
      "id": "sb_3_26_1",
      "verseTitle": "Text 1:",
      "translation": "The Personality of Godhead, Kapila, continued: My dear mother, now I shall describe unto you the different categories of the Absolute Truth, knowing which any person can be released from the influence of the modes of material nature."
    },
    {
      "id": "sb_3_26_2",
      "verseTitle": "Text 2:",
      "translation": "Knowledge is the ultimate perfection of self-realization. I shall explain that knowledge unto you by which the knots of attachment to the material world are cut."
    },
    {
      "id": "sb_3_26_3",
      "verseTitle": "Text 3:",
      "translation": "The Supreme Personality of Godhead is the Supreme Soul, and He has no beginning. He is transcendental to the material modes of nature and beyond the existence of this material world. He is perceivable everywhere because He is self-effulgent, and by His self-effulgent luster the entire creation is maintained."
    },
    {
      "id": "sb_3_26_4",
      "verseTitle": "Text 4:",
      "translation": "As His pastime, that Supreme Personality of Godhead, the greatest of the great, accepted the subtle material energy, which is invested with three material modes of nature and which is related with Viṣṇu."
    },
    {
      "id": "sb_3_26_5",
      "verseTitle": "Text 5:",
      "translation": "Divided into varieties by her threefold modes, material nature creates the forms of the living entities, and the living entities, seeing this, are illusioned by the knowledge-covering feature of the illusory energy."
    },
    {
      "id": "sb_3_26_6",
      "verseTitle": "Text 6:",
      "translation": "Because of his forgetfulness, the transcendental living entity accepts the influence of material energy as his field of activities, and thus actuated, he wrongly applies the activities to himself."
    },
    {
      "id": "sb_3_26_7",
      "verseTitle": "Text 7:",
      "translation": "Material consciousness is the cause of one’s conditional life, in which conditions are enforced upon the living entity by the material energy. Although the spirit soul does not do anything and is transcendental to such activities, he is thus affected by conditional life."
    },
    {
      "id": "sb_3_26_8",
      "verseTitle": "Text 8:",
      "translation": "The cause of the conditioned soul’s material body and senses, and the senses’ presiding deities, the demigods, is the material nature. This is understood by learned men. The feelings of happiness and distress of the soul, who is transcendental by nature, are caused by the spirit soul himself."
    },
    {
      "id": "sb_3_26_9",
      "verseTitle": "Text 9:",
      "translation": "Devahūti said: O Supreme Personality of Godhead, kindly explain the characteristics of the Supreme Person and His energies, for both of these are the causes of this manifest and unmanifest creation."
    },
    {
      "id": "sb_3_26_10",
      "verseTitle": "Text 10:",
      "translation": "The Supreme Personality of Godhead said: The unmanifested eternal combination of the three modes is the cause of the manifest state and is called pradhāna. It is called prakṛti when in the manifested stage of existence."
    },
    {
      "id": "sb_3_26_11",
      "verseTitle": "Text 11:",
      "translation": "The aggregate elements, namely the five gross elements, the five subtle elements, the four internal senses, the five senses for gathering knowledge and the five outward organs of action, are known as the pradhāna."
    },
    {
      "id": "sb_3_26_12",
      "verseTitle": "Text 12:",
      "translation": "There are five gross elements, namely earth, water, fire, air and ether. There are also five subtle elements: smell, taste, color, touch and sound."
    },
    {
      "id": "sb_3_26_13",
      "verseTitle": "Text 13:",
      "translation": "The senses for acquiring knowledge and the organs for action number ten, namely the auditory sense, the sense of taste, the tactile sense, the sense of sight, the sense of smell, and the active organs for speaking, working, traveling, generating and evacuating."
    },
    {
      "id": "sb_3_26_14",
      "verseTitle": "Text 14:",
      "translation": "The internal, subtle senses are experienced as having four aspects, in the shape of mind, intelligence, ego and contaminated consciousness. Distinctions between them can be made only by different functions, since they represent different characteristics."
    },
    {
      "id": "sb_3_26_15",
      "verseTitle": "Text 15:",
      "translation": "All these are considered the qualified Brahman. The mixing element, which is known as time, is counted as the twenty-fifth element."
    },
    {
      "id": "sb_3_26_16",
      "verseTitle": "Text 16:",
      "translation": "The influence of the Supreme Personality of Godhead is felt in the time factor, which causes fear of death due to the false ego of the deluded soul who has contacted material nature."
    },
    {
      "id": "sb_3_26_17",
      "verseTitle": "Text 17:",
      "translation": "My dear mother, O daughter of Svāyambhuva Manu, the time factor, as I have explained, is the Supreme Personality of Godhead, from whom the creation begins as a result of the agitation of the neutral, unmanifested nature."
    },
    {
      "id": "sb_3_26_18",
      "verseTitle": "Text 18:",
      "translation": "By exhibiting His potencies, the Supreme Personality of Godhead adjusts all these different elements, keeping Himself within as the Supersoul and without as time."
    },
    {
      "id": "sb_3_26_19",
      "verseTitle": "Text 19:",
      "translation": "After the Supreme Personality of Godhead impregnates material nature with His internal potency, material nature delivers the sum total of the cosmic intelligence, which is known as Hiraṇmaya. This takes place in material nature when she is agitated by the destinations of the conditioned souls."
    },
    {
      "id": "sb_3_26_20",
      "verseTitle": "Text 20:",
      "translation": "Thus, after manifesting variegatedness, the effulgent mahat-tattva, which contains all the universes within itself, which is the root of all cosmic manifestations and which is not destroyed at the time of annihilation, swallows the darkness that covered the effulgence at the time of dissolution."
    },
    {
      "id": "sb_3_26_21",
      "verseTitle": "Text 21:",
      "translation": "The mode of goodness, which is the clear, sober status of understanding the Personality of Godhead and which is generally called vāsudeva, or consciousness, becomes manifest in the mahat-tattva."
    },
    {
      "id": "sb_3_26_22",
      "verseTitle": "Text 22:",
      "translation": "After the manifestation of the mahat-tattva, these features appear simultaneously. As water in its natural state, before coming in contact with earth, is clear, sweet and unruffled, so the characteristic traits of pure consciousness are complete serenity, clarity, and freedom from distraction."
    },
    {
      "id": "sb_3_26_23-24",
      "verseTitle": "Texts 23-24:",
      "translation": "The material ego springs up from the mahat-tattva, which evolved from the Lord’s own energy. The material ego is endowed predominantly with active power of three kinds: good, passionate and ignorant. It is from these three types of material ego that the mind, the senses of perception, the organs of action, and the gross elements evolve."
    },
    {
      "id": "sb_3_26_25",
      "verseTitle": "Text 25:",
      "translation": "The threefold ahaṅkāra, the source of the gross elements, the senses and the mind, is identical with them because it is their cause. It is known by the name of Saṅkarṣaṇa, who is directly Lord Ananta with a thousand heads."
    },
    {
      "id": "sb_3_26_26",
      "verseTitle": "Text 26:",
      "translation": "This false ego is characterized as the doer, as an instrument and as an effect. It is further characterized as serene, active or dull according to how it is influenced by the modes of goodness, passion and ignorance."
    },
    {
      "id": "sb_3_26_27",
      "verseTitle": "Text 27:",
      "translation": "From the false ego of goodness, another transformation takes place. From this evolves the mind, whose thoughts and reflections give rise to desire."
    },
    {
      "id": "sb_3_26_28",
      "verseTitle": "Text 28:",
      "translation": "The mind of the living entity is known by the name of Lord Aniruddha, the supreme ruler of the senses. He possesses a bluish-black form resembling a lotus flower growing in the autumn. He is found slowly by the yogīs."
    },
    {
      "id": "sb_3_26_29",
      "verseTitle": "Text 29:",
      "translation": "By transformation of the false ego in passion, intelligence takes birth, O virtuous lady. The functions of intelligence are to help in ascertaining the nature of objects when they come into view, and to help the senses."
    },
    {
      "id": "sb_3_26_30",
      "verseTitle": "Text 30:",
      "translation": "Doubt, misapprehension, correct apprehension, memory and sleep, as determined by their different functions, are said to be the distinct characteristics of intelligence."
    },
    {
      "id": "sb_3_26_31",
      "verseTitle": "Text 31:",
      "translation": "Egoism in the mode of passion produces two kinds of senses: the senses for acquiring knowledge and the senses of action. The senses of action depend on the vital energy, and the senses for acquiring knowledge depend on intelligence."
    },
    {
      "id": "sb_3_26_32",
      "verseTitle": "Text 32:",
      "translation": "When egoism in ignorance is agitated by the sex energy of the Supreme Personality of Godhead, the subtle element sound is manifested, and from sound come the ethereal sky and the sense of hearing."
    },
    {
      "id": "sb_3_26_33",
      "verseTitle": "Text 33:",
      "translation": "Persons who are learned and who have true knowledge define sound as that which conveys the idea of an object, indicates the presence of a speaker screened from our view and constitutes the subtle form of ether."
    },
    {
      "id": "sb_3_26_34",
      "verseTitle": "Text 34:",
      "translation": "The activities and characteristics of the ethereal element can be observed as the accommodation of room for the external and internal existences of all living entities, namely the field of activities of the vital air, the senses and the mind."
    },
    {
      "id": "sb_3_26_35",
      "verseTitle": "Text 35:",
      "translation": "From ethereal existence, which evolves from sound, the next transformation takes place under the impulse of time, and thus the subtle element touch and thence the air and sense of touch become prominent."
    },
    {
      "id": "sb_3_26_36",
      "verseTitle": "Text 36:",
      "translation": "Softness and hardness and cold and heat are the distinguishing attributes of touch, which is characterized as the subtle form of air."
    },
    {
      "id": "sb_3_26_37",
      "verseTitle": "Text 37:",
      "translation": "The action of the air is exhibited in movements, mixing, allowing approach to the objects of sound and other sense perceptions, and providing for the proper functioning of all other senses."
    },
    {
      "id": "sb_3_26_38",
      "verseTitle": "Text 38:",
      "translation": "By interactions of the air and the sensations of touch, one receives different forms according to destiny. By evolution of such forms, there is fire, and the eye sees different forms in color."
    },
    {
      "id": "sb_3_26_39",
      "verseTitle": "Text 39:",
      "translation": "My dear mother, the characteristics of form are understood by dimension, quality and individuality. The form of fire is appreciated by its effulgence."
    },
    {
      "id": "sb_3_26_40",
      "verseTitle": "Text 40:",
      "translation": "Fire is appreciated by its light and by its ability to cook, to digest, to destroy cold, to evaporate, and to give rise to hunger, thirst, eating and drinking."
    },
    {
      "id": "sb_3_26_41",
      "verseTitle": "Text 41:",
      "translation": "By the interaction of fire and the visual sensation, the subtle element taste evolves under a superior arrangement. From taste, water is produced, and the tongue, which perceives taste, is also manifested."
    },
    {
      "id": "sb_3_26_42",
      "verseTitle": "Text 42:",
      "translation": "Although originally one, taste becomes manifold as astringent, sweet, bitter, pungent, sour and salty due to contact with other substances."
    },
    {
      "id": "sb_3_26_43",
      "verseTitle": "Text 43:",
      "translation": "The characteristics of water are exhibited by its moistening other substances, coagulating various mixtures, causing satisfaction, maintaining life, softening things, driving away heat, incessantly supplying itself to reservoirs of water, and refreshing by slaking thirst."
    },
    {
      "id": "sb_3_26_44",
      "verseTitle": "Text 44:",
      "translation": "Due to the interaction of water with the taste perception, the subtle element odor evolves under superior arrangement. Thence the earth and the olfactory sense, by which we can variously experience the aroma of the earth, become manifest."
    },
    {
      "id": "sb_3_26_45",
      "verseTitle": "Text 45:",
      "translation": "Odor, although one, becomes many — as mixed, offensive, fragrant, mild, strong, acidic and so on — according to the proportions of associated substances."
    },
    {
      "id": "sb_3_26_46",
      "verseTitle": "Text 46:",
      "translation": "The characteristics of the functions of earth can be perceived by modeling forms of the Supreme Brahman, by constructing places of residence, by preparing pots to contain water, etc. In other words, the earth is the place of sustenance for all elements."
    },
    {
      "id": "sb_3_26_47",
      "verseTitle": "Text 47:",
      "translation": "The sense whose object of perception is sound is called the auditory sense, and that whose object of perception is touch is called the tactile sense."
    },
    {
      "id": "sb_3_26_48",
      "verseTitle": "Text 48:",
      "translation": "The sense whose object of perception is form, the distinctive characteristic of fire, is the sense of sight. The sense whose object of perception is taste, the distinctive characteristic of water, is known as the sense of taste. Finally, the sense whose object of perception is odor, the distinctive characteristic of earth, is called the sense of smell."
    },
    {
      "id": "sb_3_26_49",
      "verseTitle": "Text 49:",
      "translation": "Since the cause exists in its effect as well, the characteristics of the former are observed in the latter. That is why the peculiarities of all the elements exist in the earth alone."
    },
    {
      "id": "sb_3_26_50",
      "verseTitle": "Text 50:",
      "translation": "When all these elements were unmixed, the Supreme Personality of Godhead, the origin of creation, along with time, work, and the qualities of the modes of material nature, entered into the universe with the total material energy in seven divisions."
    },
    {
      "id": "sb_3_26_51",
      "verseTitle": "Text 51:",
      "translation": "From these seven principles, roused into activity and united by the presence of the Lord, an unintelligent egg arose, from which appeared the celebrated Cosmic Being."
    },
    {
      "id": "sb_3_26_52",
      "verseTitle": "Text 52:",
      "translation": "This universal egg, or the universe in the shape of an egg, is called the manifestation of material energy. Its layers of water, air, fire, sky, ego and mahat-tattva increase in thickness one after another. Each layer is ten times bigger than the previous one, and the final outside layer is covered by pradhāna. Within this egg is the universal form of Lord Hari, of whose body the fourteen planetary systems are parts."
    },
    {
      "id": "sb_3_26_53",
      "verseTitle": "Text 53:",
      "translation": "The Supreme Personality of Godhead, the virāṭ-puruṣa, situated Himself in that golden egg, which was lying on the water, and He divided it into many departments."
    },
    {
      "id": "sb_3_26_54",
      "verseTitle": "Text 54:",
      "translation": "First of all a mouth appeared in Him, and then came forth the organ of speech, and with it the god of fire, the deity who presides over that organ. Then a pair of nostrils appeared, and in them appeared the olfactory sense, as well as prāṇa, the vital air."
    },
    {
      "id": "sb_3_26_55",
      "verseTitle": "Text 55:",
      "translation": "In the wake of the olfactory sense came the wind-god, who presides over that sense. Thereafter a pair of eyes appeared in the universal form, and in them the sense of sight. In the wake of this sense came the sun-god, who presides over it. Next there appeared in Him a pair of ears, and in them the auditory sense and in its wake the Dig-devatās, or the deities who preside over the directions."
    },
    {
      "id": "sb_3_26_56",
      "verseTitle": "Text 56:",
      "translation": "Then the universal form of the Lord, the virāṭ-puruṣa, manifested His skin, and thereupon the hair, mustache and beard appeared. After this all the herbs and drugs became manifested, and then His genitals also appeared."
    },
    {
      "id": "sb_3_26_57",
      "verseTitle": "Text 57:",
      "translation": "After this, semen (the faculty of procreation) and the god who presides over the waters appeared. Next appeared an anus and then the organs of defecation and thereupon the god of death, who is feared throughout the universe."
    },
    {
      "id": "sb_3_26_58",
      "verseTitle": "Text 58:",
      "translation": "Thereafter the two hands of the universal form of the Lord became manifested, and with them the power of grasping and dropping things, and after that Lord Indra appeared. Next the legs became manifested, and with them the process of movement, and after that Lord Viṣṇu appeared."
    },
    {
      "id": "sb_3_26_59",
      "verseTitle": "Text 59:",
      "translation": "The veins of the universal body became manifested and thereafter the red corpuscles, or blood. In their wake came the rivers (the deities presiding over the veins), and then appeared an abdomen."
    },
    {
      "id": "sb_3_26_60",
      "verseTitle": "Text 60:",
      "translation": "Next grew feelings of hunger and thirst, and in their wake came the manifestation of the oceans. Then a heart became manifest, and in the wake of the heart the mind appeared."
    },
    {
      "id": "sb_3_26_61",
      "verseTitle": "Text 61:",
      "translation": "After the mind, the moon appeared. Intelligence appeared next, and after intelligence, Lord Brahmā appeared. Then the false ego appeared and then Lord Śiva, and after the appearance of Lord Śiva came consciousness and the deity presiding over consciousness."
    },
    {
      "id": "sb_3_26_62",
      "verseTitle": "Text 62:",
      "translation": "When the demigods and presiding deities of the various senses were thus manifested, they wanted to wake their origin of appearance. But upon failing to do so, they reentered the body of the virāṭ-puruṣa one after another in order to wake Him."
    },
    {
      "id": "sb_3_26_63",
      "verseTitle": "Text 63:",
      "translation": "The god of fire entered His mouth with the organ of speech, but the virāṭ-puruṣa could not be aroused. Then the god of wind entered His nostrils with the sense of smell, but still the virāṭ-puruṣa refused to be awakened."
    },
    {
      "id": "sb_3_26_64",
      "verseTitle": "Text 64:",
      "translation": "The sun-god entered the eyes of the virāṭ-puruṣa with the sense of sight, but still the virāṭ-puruṣa did not get up. Similarly, the predominating deities of the directions entered through His ears with the sense of hearing, but still He did not get up."
    },
    {
      "id": "sb_3_26_65",
      "verseTitle": "Text 65:",
      "translation": "The predominating deities of the skin, herbs and seasoning plants entered the skin of the virāṭ-puruṣa with the hair of the body, but the Cosmic Being refused to get up even then. The god predominating over water entered His organ of generation with the faculty of procreation, but the virāṭ-puruṣa still would not rise."
    },
    {
      "id": "sb_3_26_66",
      "verseTitle": "Text 66:",
      "translation": "The god of death entered His anus with the organ of defecation, but the virāṭ-puruṣa could not be spurred to activity. The god Indra entered the hands with their power of grasping and dropping things, but the virāṭ-puruṣa would not get up even then."
    },
    {
      "id": "sb_3_26_67",
      "verseTitle": "Text 67:",
      "translation": "Lord Viṣṇu entered His feet with the faculty of locomotion, but the virāṭ-puruṣa refused to stand up even then. The rivers entered His blood vessels with the blood and the power of circulation, but still the Cosmic Being could not be made to stir."
    },
    {
      "id": "sb_3_26_68",
      "verseTitle": "Text 68:",
      "translation": "The ocean entered His abdomen with hunger and thirst, but the Cosmic Being refused to rise even then. The moon-god entered His heart with the mind, but the Cosmic Being would not be roused."
    },
    {
      "id": "sb_3_26_69",
      "verseTitle": "Text 69:",
      "translation": "Brahmā also entered His heart with intelligence, but even then the Cosmic Being could not be prevailed upon to get up. Lord Rudra also entered His heart with the ego, but even then the Cosmic Being did not stir."
    },
    {
      "id": "sb_3_26_70",
      "verseTitle": "Text 70:",
      "translation": "However, when the inner controller, the deity presiding over consciousness, entered the heart with reason, at that very moment the Cosmic Being arose from the causal waters."
    },
    {
      "id": "sb_3_26_71",
      "verseTitle": "Text 71:",
      "translation": "When a man is sleeping, all his material assets — namely the vital energy, the senses for recording knowledge, the senses for working, the mind and the intelligence — cannot arouse him. He can be aroused only when the Supersoul helps him."
    },
    {
      "id": "sb_3_26_72",
      "verseTitle": "Text 72:",
      "translation": "Therefore, through devotion, detachment and advancement in spiritual knowledge acquired through concentrated devotional service, one should contemplate that Supersoul as present in this very body although simultaneously apart from it."
    }
  ],
  "description": ""
}