{
  "id": "sb_3_12",
  "canto": 3,
  "chapter": 12,
  "chapter_title": "Creation of the Kumāras and Others",
  "verses_list": [
    {
      "id": "sb_3_12_1",
      "verseTitle": "Text 1:",
      "translation": "Śrī Maitreya said: O learned Vidura, so far I have explained to you the glories of the form of the Supreme Personality of Godhead in His feature of kāla. Now you can hear from me about the creation of Brahmā, the reservoir of all Vedic knowledge."
    },
    {
      "id": "sb_3_12_2",
      "verseTitle": "Text 2:",
      "translation": "Brahmā first created the nescient engagements like self-deception, the sense of death, anger after frustration, the sense of false ownership, and the illusory bodily conception, or forgetfulness of one’s real identity."
    },
    {
      "id": "sb_3_12_3",
      "verseTitle": "Text 3:",
      "translation": "Seeing such a misleading creation as a sinful task, Brahmā did not feel much pleasure in his activity, and therefore he purified himself by meditation on the Personality of Godhead. Then he began another term of creation."
    },
    {
      "id": "sb_3_12_4",
      "verseTitle": "Text 4:",
      "translation": "In the beginning, Brahmā created four great sages named Sanaka, Sananda, Sanātana and Sanat-kumāra. All of them were unwilling to adopt materialistic activities because they were highly elevated due to their semen’s flowing upwards."
    },
    {
      "id": "sb_3_12_5",
      "verseTitle": "Text 5:",
      "translation": "Brahmā spoke to his sons after generating them. “My dear sons,” he said, “now generate progeny.” But due to their being attached to Vāsudeva, the Supreme Personality of Godhead, they aimed at liberation, and therefore they expressed their unwillingness."
    },
    {
      "id": "sb_3_12_6",
      "verseTitle": "Text 6:",
      "translation": "On the refusal of the sons to obey the order of their father, there was much anger generated in the mind of Brahmā, which he tried to control and not express."
    },
    {
      "id": "sb_3_12_7",
      "verseTitle": "Text 7:",
      "translation": "Although he tried to curb his anger, it came out from between his eyebrows, and a child mixed blue and red was immediately generated."
    },
    {
      "id": "sb_3_12_8",
      "verseTitle": "Text 8:",
      "translation": "After his birth he began to cry: O destiny maker, teacher of the universe, kindly designate my name and place."
    },
    {
      "id": "sb_3_12_9",
      "verseTitle": "Text 9:",
      "translation": "The all-powerful Brahmā, who was born from the lotus flower, pacified the boy with gentle words, accepting his request, and said: Do not cry. I shall certainly do as you desire."
    },
    {
      "id": "sb_3_12_10",
      "verseTitle": "Text 10:",
      "translation": "Thereafter Brahmā said: O chief of the demigods, you shall be called by the name Rudra by all people because you have so anxiously cried."
    },
    {
      "id": "sb_3_12_11",
      "verseTitle": "Text 11:",
      "translation": "My dear boy, I have already selected the following places for your residence: the heart, the senses, the air of life, the sky, the air, the fire, the water, the earth, the sun, the moon and austerity."
    },
    {
      "id": "sb_3_12_12",
      "verseTitle": "Text 12:",
      "translation": "Lord Brahmā said: My dear boy Rudra, you have eleven other names: Manyu, Manu, Mahinasa, Mahān, Śiva, Ṛtadhvaja, Ugraretā, Bhava, Kāla, Vāmadeva and Dhṛtavrata."
    },
    {
      "id": "sb_3_12_13",
      "verseTitle": "Text 13:",
      "translation": "O Rudra, you also have eleven wives, called the Rudrāṇīs, and they are as follows: Dhī, Dhṛti, Rasalā, Umā, Niyut, Sarpi, Ilā, Ambikā, Irāvatī, Svadhā and Dīkṣā."
    },
    {
      "id": "sb_3_12_14",
      "verseTitle": "Text 14:",
      "translation": "My dear boy, you may now accept all the names and places designated for you and your different wives, and since you are now one of the masters of the living entities, you may increase the population on a large scale."
    },
    {
      "id": "sb_3_12_15",
      "verseTitle": "Text 15:",
      "translation": "The most powerful Rudra, whose bodily color was blue mixed with red, created many offspring exactly resembling him in features, strength and furious nature."
    },
    {
      "id": "sb_3_12_16",
      "verseTitle": "Text 16:",
      "translation": "The sons and grandsons generated by Rudra were unlimited in number, and when they assembled together they attempted to devour the entire universe. When Brahmā, the father of the living entities, saw this, he became afraid of the situation."
    },
    {
      "id": "sb_3_12_17",
      "verseTitle": "Text 17:",
      "translation": "Brahmā told Rudra: O best among the demigods, there is no need for you to generate living entities of this nature. They have begun to devastate everything on all sides with the fiery flames from their eyes, and they have even attacked me."
    },
    {
      "id": "sb_3_12_18",
      "verseTitle": "Text 18:",
      "translation": "My dear son, you had better situate yourself in penance, which is auspicious for all living entities and which will bring all benediction upon you. By penance only shall you be able to create the universe as it was before."
    },
    {
      "id": "sb_3_12_19",
      "verseTitle": "Text 19:",
      "translation": "By penance only can one even approach the Personality of Godhead, who is within the heart of every living entity and at the same time beyond the reach of all senses."
    },
    {
      "id": "sb_3_12_20",
      "verseTitle": "Text 20:",
      "translation": "Śrī Maitreya said: Thus Rudra, having been ordered by Brahmā, circumambulated his father, the master of the Vedas. Addressing him with words of assent, he entered the forest to perform austere penances."
    },
    {
      "id": "sb_3_12_21",
      "verseTitle": "Text 21:",
      "translation": "Brahmā, who was empowered by the Supreme Personality of Godhead, thought of generating living entities and begot ten sons for the extension of the generations."
    },
    {
      "id": "sb_3_12_22",
      "verseTitle": "Text 22:",
      "translation": "Marīci, Atri, Aṅgirā, Pulastya, Pulaha, Kratu, Bhṛgu, Vasiṣṭha, Dakṣa, and the tenth son, Nārada, were thus born."
    },
    {
      "id": "sb_3_12_23",
      "verseTitle": "Text 23:",
      "translation": "Nārada was born from the deliberation of Brahmā, which is the best part of the body. Vasiṣṭha was born from his breathing, Dakṣa from a thumb, Bhṛgu from his touch, and Kratu from his hand."
    },
    {
      "id": "sb_3_12_24",
      "verseTitle": "Text 24:",
      "translation": "Pulastya was generated from the ears, Aṅgirā from the mouth, Atri from the eyes, Marīci from the mind and Pulaha from the navel of Brahmā."
    },
    {
      "id": "sb_3_12_25",
      "verseTitle": "Text 25:",
      "translation": "Religion was manifested from the breast of Brahmā, wherein is seated the Supreme Personality of Godhead Nārāyaṇa, and irreligion appeared from his back, where horrible death takes place for the living entity."
    },
    {
      "id": "sb_3_12_26",
      "verseTitle": "Text 26:",
      "translation": "Lust and desire became manifested from the heart of Brahmā, anger from between his eyebrows, greed from between his lips, the power of speaking from his mouth, the ocean from his penis, and low and abominable activities from his anus, the source of all sins."
    },
    {
      "id": "sb_3_12_27",
      "verseTitle": "Text 27:",
      "translation": "Sage Kardama, husband of the great Devahūti, was manifested from the shadow of Brahmā. Thus all became manifested from either the body or the mind of Brahmā."
    },
    {
      "id": "sb_3_12_28",
      "verseTitle": "Text 28:",
      "translation": "O Vidura, we have heard that Brahmā had a daughter named Vāk who was born from his body and who attracted his mind toward sex, although she was not sexually inclined towards him."
    },
    {
      "id": "sb_3_12_29",
      "verseTitle": "Text 29:",
      "translation": "Thus, finding their father so deluded in an act of immorality, the sages headed by Marīci, all sons of Brahmā, spoke as follows with great respect."
    },
    {
      "id": "sb_3_12_30",
      "verseTitle": "Text 30:",
      "translation": "O father, this performance in which you are endeavoring to complicate yourself was never attempted by any other Brahmā, nor by anyone else, nor by you in previous kalpas, nor will anyone dare to attempt it in the future. You are the supreme being in the universe, so how is it that you want to have sex with your daughter and cannot control your desire?"
    },
    {
      "id": "sb_3_12_31",
      "verseTitle": "Text 31:",
      "translation": "Even though you are the most powerful being, this act does not suit you because your character is followed for spiritual improvement by people in general."
    },
    {
      "id": "sb_3_12_32",
      "verseTitle": "Text 32:",
      "translation": "Let us offer our respectful obeisances unto the Personality of Godhead, who, by His own effulgence, while situated in Himself, has manifested this cosmos. May He also protect religion for all goodness."
    },
    {
      "id": "sb_3_12_33",
      "verseTitle": "Text 33:",
      "translation": "The father of all Prajāpatis, Brahmā, thus seeing all his Prajāpati sons speaking in that way, became very much ashamed and at once gave up the body he had accepted. Later that body appeared in all directions as the dangerous fog in darkness."
    },
    {
      "id": "sb_3_12_34",
      "verseTitle": "Text 34:",
      "translation": "Once upon a time, when Brahmā was thinking of how to create the worlds as in the past millennium, the four Vedas, which contain all varieties of knowledge, became manifested from his four mouths."
    },
    {
      "id": "sb_3_12_35",
      "verseTitle": "Text 35:",
      "translation": "The four kinds of paraphernalia for conducting the fire sacrifice became manifest: the performer [the chanter], the offerer, the fire, and the action performed in terms of the supplementary Vedas. Also the four principles of religiosity [truth, austerity, mercy and cleanliness] and the duties in the four social orders all became manifest."
    },
    {
      "id": "sb_3_12_36",
      "verseTitle": "Text 36:",
      "translation": "Vidura said: O great sage whose only wealth is penance, kindly explain to me how and with whose help Brahmā established the Vedic knowledge which emanated from his mouth."
    },
    {
      "id": "sb_3_12_37",
      "verseTitle": "Text 37:",
      "translation": "Maitreya said: Beginning from the front face of Brahmā, gradually the four Vedas — Ṛk, Yajur, Sāma and Atharva — became manifest. Thereafter, Vedic hymns which had not been pronounced before, priestly rituals, the subject matters of the recitation, and transcendental activities were all established, one after another."
    },
    {
      "id": "sb_3_12_38",
      "verseTitle": "Text 38:",
      "translation": "He also created the medical science, military art, musical art and architectural science, all from the Vedas. They all emanated one after another, beginning from the front face."
    },
    {
      "id": "sb_3_12_39",
      "verseTitle": "Text 39:",
      "translation": "Then he created the fifth Veda — the Purāṇas and the histories — from all his mouths, since he could see all the past, present and future."
    },
    {
      "id": "sb_3_12_40",
      "verseTitle": "Text 40:",
      "translation": "All the different varieties of fire sacrifices [ṣoḍaśī, uktha, purīṣi, agniṣṭoma, āptoryāma, atirātra, vājapeya and gosava] became manifested from the eastern mouth of Brahmā."
    },
    {
      "id": "sb_3_12_41",
      "verseTitle": "Text 41:",
      "translation": "Education, charity, penance and truth are said to be the four legs of religion, and to learn this there are four orders of life with different classifications of castes according to vocation. Brahmā created all these in systematic order."
    },
    {
      "id": "sb_3_12_42",
      "verseTitle": "Text 42:",
      "translation": "Then the thread ceremony for the twice-born was inaugurated, as were the rules to be followed for at least one year after acceptance of the Vedas, rules for observing complete abstinence from sex life, vocations in terms of Vedic injunctions, various professional duties in household life, and the method of maintaining a livelihood without anyone’s cooperation by picking up rejected grains."
    },
    {
      "id": "sb_3_12_43",
      "verseTitle": "Text 43:",
      "translation": "The four divisions of retired life are the vaikhānasas, vālakhilyas, audumbaras and phenapas. The four divisions of the renounced order of life are the kuṭīcakas, bahvodas, haṁsas and niṣkriyas. All these were manifested from Brahmā."
    },
    {
      "id": "sb_3_12_44",
      "verseTitle": "Text 44:",
      "translation": "The science of logical argument, the Vedic goals of life, and also law and order, moral codes and the celebrated hymns bhūḥ, bhuvaḥ and svaḥ all became manifested from the mouths of Brahmā, and the praṇava oṁkāra was manifested from his heart."
    },
    {
      "id": "sb_3_12_45",
      "verseTitle": "Text 45:",
      "translation": "Thereafter the art of literary expression, uṣṇik, was generated from the hairs on the body of the almighty Prajāpati. The principal Vedic hymn, gāyatrī, was generated from the skin, triṣṭup from the flesh, anuṣṭup from the veins, and jagatī from the bones of the lord of the living entities."
    },
    {
      "id": "sb_3_12_46",
      "verseTitle": "Text 46:",
      "translation": "The art of writing verse, paṅkti, became manifested from the bone marrow, and that of bṛhatī, another type of verse, was generated from the life-breath of the lord of the living entities."
    },
    {
      "id": "sb_3_12_47",
      "verseTitle": "Text 47:",
      "translation": "Brahmā’s soul was manifested as the touch alphabets, his body as the vowels, his senses as the sibilant alphabets, his strength as the intermediate alphabets and his sensual activities as the seven notes of music."
    },
    {
      "id": "sb_3_12_48",
      "verseTitle": "Text 48:",
      "translation": "Brahmā is the personal representation of the Supreme Personality of Godhead as the source of transcendental sound and is therefore above the conception of manifested and unmanifested. Brahmā is the complete form of the Absolute Truth and is invested with multifarious energies."
    },
    {
      "id": "sb_3_12_49",
      "verseTitle": "Text 49:",
      "translation": "Thereafter Brahmā accepted another body, in which sex life was not forbidden, and thus he engaged himself in the matter of further creation."
    },
    {
      "id": "sb_3_12_50",
      "verseTitle": "Text 50:",
      "translation": "O son of the Kurus, when Brahmā saw that in spite of the presence of sages of great potency there was no sufficient increase in population, he seriously began to consider how the population could be increased."
    },
    {
      "id": "sb_3_12_51",
      "verseTitle": "Text 51:",
      "translation": "Brahmā thought to himself: Alas, it is wonderful that in spite of my being scattered all over, there is still insufficient population throughout the universe. There is no other cause for this misfortune but destiny."
    },
    {
      "id": "sb_3_12_52",
      "verseTitle": "Text 52:",
      "translation": "While he was thus absorbed in contemplation and was observing the supernatural power, two other forms were generated from his body. They are still celebrated as the body of Brahmā."
    },
    {
      "id": "sb_3_12_53",
      "verseTitle": "Text 53:",
      "translation": "The two newly separated bodies united together in a sexual relationship."
    },
    {
      "id": "sb_3_12_54",
      "verseTitle": "Text 54:",
      "translation": "Out of them, the one who had the male form became known as the Manu named Svāyambhuva, and the woman became known as Śatarūpā, the queen of the great soul Manu."
    },
    {
      "id": "sb_3_12_55",
      "verseTitle": "Text 55:",
      "translation": "Thereafter, by sex indulgence, they gradually increased generations of population one after another."
    },
    {
      "id": "sb_3_12_56",
      "verseTitle": "Text 56:",
      "translation": "O son of Bharata, in due course of time he [Manu] begot in Śatarūpā five children — two sons, Priyavrata and Uttānapāda, and three daughters, Ākūti, Devahūti and Prasūti."
    },
    {
      "id": "sb_3_12_57",
      "verseTitle": "Text 57:",
      "translation": "The father, Manu, handed over his first daughter, Ākūti, to the sage Ruci, the middle daughter, Devahūti, to the sage Kardama, and the youngest, Prasūti, to Dakṣa. From them, all the world filled with population."
    }
  ],
  "description": ""
}