{
  "id": "sb_3_14",
  "canto": 3,
  "chapter": 14,
  "chapter_title": "Pregnancy of Diti in the Evening",
  "verses_list": [
    {
      "id": "sb_3_14_1",
      "verseTitle": "Text 1:",
      "translation": "Śukadeva Gosvāmī said: After hearing from the great sage Maitreya about the Lord’s incarnation as Varāha, Vidura, who had taken a vow, begged him with folded hands to please narrate further transcendental activities of the Lord, since he [Vidura] did not yet feel satisfied."
    },
    {
      "id": "sb_3_14_2",
      "verseTitle": "Text 2:",
      "translation": "Śrī Vidura said: O chief amongst the great sages, I have heard by disciplic succession that Hiraṇyākṣa, the original demon, was slain by the same form of sacrifices, the Personality of Godhead [Lord Boar]."
    },
    {
      "id": "sb_3_14_3",
      "verseTitle": "Text 3:",
      "translation": "What was the reason, O brāhmaṇa, for the fight between the demon king and Lord Boar while the Lord was lifting the earth as His pastime?"
    },
    {
      "id": "sb_3_14_4",
      "verseTitle": "Text 4:",
      "translation": "My mind has become very inquisitive, and therefore I am not satisfied with hearing the narration of the Lord’s appearance. Please, therefore, speak more and more to a devotee who is faithful."
    },
    {
      "id": "sb_3_14_5",
      "verseTitle": "Text 5:",
      "translation": "The great sage Maitreya said: O warrior, the inquiry made by you is just befitting a devotee because it concerns the incarnation of the Personality of Godhead. He is the source of liberation from the chain of birth and death for all those who are otherwise destined to die."
    },
    {
      "id": "sb_3_14_6",
      "verseTitle": "Text 6:",
      "translation": "By hearing these topics from the sage [Nārada], the son of King Uttānapāda [Dhruva] was enlightened regarding the Personality of Godhead, and he ascended to the abode of the Lord, placing his feet over the head of death."
    },
    {
      "id": "sb_3_14_7",
      "verseTitle": "Text 7:",
      "translation": "This history of the fight between the Lord as a boar and the demon Hiraṇyākṣa was heard by me in a year long ago as it was described by the foremost of the demigods, Brahmā, when he was questioned by the other demigods."
    },
    {
      "id": "sb_3_14_8",
      "verseTitle": "Text 8:",
      "translation": "Diti, daughter of Dakṣa, being afflicted with sex desire, begged her husband, Kaśyapa, the son of Marīci, to have intercourse with her in the evening in order to beget a child."
    },
    {
      "id": "sb_3_14_9",
      "verseTitle": "Text 9:",
      "translation": "The sun was setting, and the sage was sitting in trance after offering oblations to the Supreme Personality of Godhead, Viṣṇu, whose tongue is the sacrificial fire."
    },
    {
      "id": "sb_3_14_10",
      "verseTitle": "Text 10:",
      "translation": "In that place the beautiful Diti expressed her desire: O learned one, Cupid is taking his arrows and distressing me forcibly, as a mad elephant troubles a banana tree."
    },
    {
      "id": "sb_3_14_11",
      "verseTitle": "Text 11:",
      "translation": "Therefore you should be kind towards me by showing me complete mercy. I desire to have sons, and I am much distressed by seeing the opulence of my co-wives. By performing this act, you will become happy."
    },
    {
      "id": "sb_3_14_12",
      "verseTitle": "Text 12:",
      "translation": "A woman is honored in the world by the benediction of her husband, and a husband like you will become famous by having children because you are meant for the expansion of living entities."
    },
    {
      "id": "sb_3_14_13",
      "verseTitle": "Text 13:",
      "translation": "In days long ago, our father, the most opulent Dakṣa, who was affectionate to his daughters, asked each of us separately whom we would prefer to select as our husband."
    },
    {
      "id": "sb_3_14_14",
      "verseTitle": "Text 14:",
      "translation": "Our well-wishing father, Dakṣa, after knowing our intentions, handed over thirteen of his daughters unto you, and since then we have all been faithful."
    },
    {
      "id": "sb_3_14_15",
      "verseTitle": "Text 15:",
      "translation": "O lotus-eyed one, kindly bless me by fulfilling my desire. When someone in distress approaches a great person, his pleas should never go in vain."
    },
    {
      "id": "sb_3_14_16",
      "verseTitle": "Text 16:",
      "translation": "O hero [Vidura], Diti, being thus afflicted by the contamination of lust, and therefore poor and talkative, was pacified by the son of Marīci in suitable words."
    },
    {
      "id": "sb_3_14_17",
      "verseTitle": "Text 17:",
      "translation": "O afflicted one, I shall forthwith gratify whatever desire is dear to you, for who else but you is the source of the three perfections of liberation?"
    },
    {
      "id": "sb_3_14_18",
      "verseTitle": "Text 18:",
      "translation": "As one can cross over the ocean with seagoing vessels, one can cross the dangerous situation of the material ocean by living with a wife."
    },
    {
      "id": "sb_3_14_19",
      "verseTitle": "Text 19:",
      "translation": "O respectful one, a wife is so helpful that she is called the better half of a man’s body because of her sharing in all auspicious activities. A man can move without anxiety entrusting all responsibilities to his wife."
    },
    {
      "id": "sb_3_14_20",
      "verseTitle": "Text 20:",
      "translation": "As a fort commander very easily conquers invading plunderers, by taking shelter of a wife one can conquer the senses, which are unconquerable in the other social orders."
    },
    {
      "id": "sb_3_14_21",
      "verseTitle": "Text 21:",
      "translation": "O queen of the home, we are not able to act like you, nor could we repay you for what you have done, even if we worked for our entire life or even after death. To repay you is not possible, even for those who are admirers of personal qualities."
    },
    {
      "id": "sb_3_14_22",
      "verseTitle": "Text 22:",
      "translation": "Even though it is not possible to repay you, I shall satisfy your sex desire immediately for the sake of begetting children. But you must wait for only a few seconds so that others may not reproach me."
    },
    {
      "id": "sb_3_14_23",
      "verseTitle": "Text 23:",
      "translation": "This particular time is most inauspicious because at this time the horrible-looking ghosts and constant companions of the lord of the ghosts are visible."
    },
    {
      "id": "sb_3_14_24",
      "verseTitle": "Text 24:",
      "translation": "Lord Śiva, the king of the ghosts, sitting on the back of his bull carrier, travels at this time, accompanied by ghosts who follow him for their welfare."
    },
    {
      "id": "sb_3_14_25",
      "verseTitle": "Text 25:",
      "translation": "Lord Śiva’s body is reddish, and he is unstained, but he is covered with ashes. His hair is dusty from the whirlwind dust of the burning crematorium. He is the younger brother of your husband, and he sees with his three eyes."
    },
    {
      "id": "sb_3_14_26",
      "verseTitle": "Text 26:",
      "translation": "Lord Śiva regards no one as his relative, yet there is no one who is not connected with him. He does not regard anyone as very favorable or abominable. We respectfully worship the remnants of his foodstuff, and we vow to accept what is rejected by him."
    },
    {
      "id": "sb_3_14_27",
      "verseTitle": "Text 27:",
      "translation": "Although no one in the material world is equal to or greater than Lord Śiva, and although his unimpeachable character is followed by great souls to dismantle the mass of nescience, he nevertheless remains as if a devil to give salvation to all devotees of the Lord."
    },
    {
      "id": "sb_3_14_28",
      "verseTitle": "Text 28:",
      "translation": "Unfortunate, foolish persons, not knowing that he is engaged in his own self, laugh at him. Such foolish persons engage in maintaining the body — which is eatable by dogs — with dresses, ornaments, garlands and ointments."
    },
    {
      "id": "sb_3_14_29",
      "verseTitle": "Text 29:",
      "translation": "Demigods like Brahmā also follow the religious rites observed by him. He is the controller of the material energy, which causes the creation of the material world. He is great, and therefore his devilish characteristics are simply imitation."
    },
    {
      "id": "sb_3_14_30",
      "verseTitle": "Text 30:",
      "translation": "Maitreya said: Diti was thus informed by her husband, but she was pressed by Cupid for sexual satisfaction. She caught hold of the clothing of the great brāhmaṇa sage, just like a shameless public prostitute."
    },
    {
      "id": "sb_3_14_31",
      "verseTitle": "Text 31:",
      "translation": "Understanding his wife’s purpose, he was obliged to perform the forbidden act, and thus after offering his obeisances unto worshipable fate, he lay with her in a secluded place."
    },
    {
      "id": "sb_3_14_32",
      "verseTitle": "Text 32:",
      "translation": "Thereafter the brāhmaṇa took his bath in the water and controlled his speech by practicing trance, meditating on the eternal effulgence and chanting the holy Gāyatrī hymns within his mouth."
    },
    {
      "id": "sb_3_14_33",
      "verseTitle": "Text 33:",
      "translation": "O son of the Bharata family, Diti, after this, went nearer to her husband, her face lowered because of her faulty action. She spoke as follows."
    },
    {
      "id": "sb_3_14_34",
      "verseTitle": "Text 34:",
      "translation": "The beautiful Diti said: My dear brāhmaṇa, kindly see that my embryo is not killed by Lord Śiva, the lord of all living entities, because of the great offense I have committed against him."
    },
    {
      "id": "sb_3_14_35",
      "verseTitle": "Text 35:",
      "translation": "Let me offer my obeisances unto the angry Lord Śiva, who is simultaneously the very ferocious great demigod and the fulfiller of all material desires. He is all-auspicious and forgiving, but his anger can immediately move him to chastise."
    },
    {
      "id": "sb_3_14_36",
      "verseTitle": "Text 36:",
      "translation": "Let him be pleased with us, since he is my brother-in-law, the husband of my sister Satī. He is also the worshipable lord of all women. He is the personality of all opulences and can show mercy towards women, who are excused even by the uncivilized hunters."
    },
    {
      "id": "sb_3_14_37",
      "verseTitle": "Text 37:",
      "translation": "Maitreya said: The great sage Kaśyapa thus addressed his wife, who was trembling because of fear that her husband was offended. She understood that he had been dissuaded from his daily duties of offering evening prayers, yet she desired the welfare of her children in the world."
    },
    {
      "id": "sb_3_14_38",
      "verseTitle": "Text 38:",
      "translation": "The learned Kaśyapa said: Because of your mind’s being polluted, because of defilement of the particular time, because of your negligence of my directions, and because of your being apathetic to the demigods, everything was inauspicious."
    },
    {
      "id": "sb_3_14_39",
      "verseTitle": "Text 39:",
      "translation": "O haughty one, you will have two contemptuous sons born of your condemned womb. Unlucky woman, they will cause constant lamentation to all the three worlds!"
    },
    {
      "id": "sb_3_14_40",
      "verseTitle": "Text 40:",
      "translation": "They will kill poor, faultless living entities, torture women and enrage the great souls."
    },
    {
      "id": "sb_3_14_41",
      "verseTitle": "Text 41:",
      "translation": "At that time the Lord of the universe, the Supreme Personality of Godhead, who is the well-wisher of all living entities, will descend and kill them, just as Indra smashes the mountains with his thunderbolts."
    },
    {
      "id": "sb_3_14_42",
      "verseTitle": "Text 42:",
      "translation": "Diti said: It is very good that my sons will be magnanimously killed by the arms of the Personality of Godhead with His Sudarśana weapon. O my husband, may they never be killed by the wrath of the brāhmaṇa devotees."
    },
    {
      "id": "sb_3_14_43",
      "verseTitle": "Text 43:",
      "translation": "A person who is condemned by a brāhmaṇa or is always fearful to other living entities is not favored either by those who are already in hell or by those in the species in which he is born."
    },
    {
      "id": "sb_3_14_44-45",
      "verseTitle": "Texts 44-45:",
      "translation": "The learned Kaśyapa said: Because of your lamentation, penitence and proper deliberation, and also because of your unflinching faith in the Supreme Personality of Godhead and your adoration for Lord Śiva and me, one of the sons [Prahlāda] of your son [Hiraṇyakaśipu] will be an approved devotee of the Lord, and his fame will be broadcast equally with that of the Personality of Godhead."
    },
    {
      "id": "sb_3_14_46",
      "verseTitle": "Text 46:",
      "translation": "In order to follow in his footsteps, saintly persons will try to emulate his character by practicing freedom from animosity, just as the purifying processes rectify gold of inferior quality."
    },
    {
      "id": "sb_3_14_47",
      "verseTitle": "Text 47:",
      "translation": "Everyone will be pleased with him because the Personality of Godhead, the supreme controller of the universe, is always satisfied with a devotee who does not wish for anything beyond Him."
    },
    {
      "id": "sb_3_14_48",
      "verseTitle": "Text 48:",
      "translation": "That topmost devotee of the Lord will have expanded intelligence and expanded influence and will be the greatest of the great souls. Due to matured devotional service, he will certainly be situated in transcendental ecstasy and will enter the spiritual sky after quitting this material world."
    },
    {
      "id": "sb_3_14_49",
      "verseTitle": "Text 49:",
      "translation": "He will be a virtuously qualified reservoir of all good qualities; he will be jolly and happy in others’ happiness, distressed in others’ distress, and will have no enemies. He will be a destroyer of the lamentation of all the universes, like the pleasant moon after the summer sun."
    },
    {
      "id": "sb_3_14_50",
      "verseTitle": "Text 50:",
      "translation": "Your grandson will be able to see, inside and outside, the Supreme Personality of Godhead, whose wife is the beautiful goddess of fortune. The Lord can assume the form desired by the devotee, and His face is always beautifully decorated with earrings."
    },
    {
      "id": "sb_3_14_51",
      "verseTitle": "Text 51:",
      "translation": "The sage Maitreya said: Hearing that her grandson would be a great devotee and that her sons would be killed by Kṛṣṇa, Diti was highly pleased in mind."
    }
  ],
  "description": ""
}