{
  "id": "sb_3_24",
  "canto": 3,
  "chapter": 24,
  "chapter_title": "The Renunciation of Kardama Muni",
  "verses_list": [
    {
      "id": "sb_3_24_1",
      "verseTitle": "Text 1:",
      "translation": "Recalling the words of Lord Viṣṇu, the merciful sage Kardama replied as follows to Svāyambhuva Manu’s praiseworthy daughter, Devahūti, who was speaking words full of renunciation."
    },
    {
      "id": "sb_3_24_2",
      "verseTitle": "Text 2:",
      "translation": "The sage said: Do not be disappointed with yourself, O princess. You are actually praiseworthy. The infallible Supreme Personality of Godhead will shortly enter your womb as your son."
    },
    {
      "id": "sb_3_24_3",
      "verseTitle": "Text 3:",
      "translation": "You have undertaken sacred vows. God will bless you. Hence you should worship the Lord with great faith, through sensory control, religious observances, austerities and gifts of your money in charity."
    },
    {
      "id": "sb_3_24_4",
      "verseTitle": "Text 4:",
      "translation": "The Personality of Godhead, being worshiped by you, will spread my name and fame. He will vanquish the knot of your heart by becoming your son and teaching knowledge of Brahman."
    },
    {
      "id": "sb_3_24_5",
      "verseTitle": "Text 5:",
      "translation": "Śrī Maitreya said: Devahūti was fully faithful and respectful toward the direction of her husband, Kardama, who was one of the Prajāpatis, or generators of human beings in the universe. O great sage, she thus began to worship the master of the universe, the Supreme Personality of Godhead, who is situated in everyone’s heart."
    },
    {
      "id": "sb_3_24_6",
      "verseTitle": "Text 6:",
      "translation": "After many, many years, the Supreme Personality of Godhead, Madhusūdana, the killer of the demon Madhu, having entered the semen of Kardama, appeared in Devahūti just as fire comes from wood in a sacrifice."
    },
    {
      "id": "sb_3_24_7",
      "verseTitle": "Text 7:",
      "translation": "At the time of His descent on earth, demigods in the form of raining clouds sounded musical instruments in the sky. The celestial musicians, the Gandharvas, sang the glories of the Lord, while celestial dancing girls known as Apsarās danced in joyful ecstasy."
    },
    {
      "id": "sb_3_24_8",
      "verseTitle": "Text 8:",
      "translation": "At the time of the Lord’s appearance, the demigods flying freely in the sky showered flowers. All the directions, all the waters and everyone’s mind became very satisfied."
    },
    {
      "id": "sb_3_24_9",
      "verseTitle": "Text 9:",
      "translation": "Brahmā, the first-born living being, went along with Marīci and other sages to the place of Kardama’s hermitage, which was surrounded by the river Sarasvatī."
    },
    {
      "id": "sb_3_24_10",
      "verseTitle": "Text 10:",
      "translation": "Maitreya continued: O killer of the enemy, the unborn Lord Brahmā, who is almost independent in acquiring knowledge, could understand that a portion of the Supreme Personality of Godhead, in His quality of pure existence, had appeared in the womb of Devahūti just to explain the complete state of knowledge known as sāṅkhya-yoga."
    },
    {
      "id": "sb_3_24_11",
      "verseTitle": "Text 11:",
      "translation": "After worshiping the Supreme Lord with gladdened senses and a pure heart for His intended activities as an incarnation, Brahmā spoke as follows to Kardama and Devahūti."
    },
    {
      "id": "sb_3_24_12",
      "verseTitle": "Text 12:",
      "translation": "Lord Brahmā said: My dear son Kardama, since you have completely accepted my instructions without duplicity, showing them proper respect, you have worshiped me properly. Whatever instructions you took from me you have carried out, and thereby you have honored me."
    },
    {
      "id": "sb_3_24_13",
      "verseTitle": "Text 13:",
      "translation": "Sons ought to render service to their father exactly to this extent. One should obey the command of his father or spiritual master with due deference, saying, “Yes, sir.”"
    },
    {
      "id": "sb_3_24_14",
      "verseTitle": "Text 14:",
      "translation": "Lord Brahmā then praised Kardama Muni’s nine daughters, saying: All your thin-waisted daughters are certainly very chaste. I am sure they will increase this creation by their own descendants in various ways."
    },
    {
      "id": "sb_3_24_15",
      "verseTitle": "Text 15:",
      "translation": "Therefore, today please give away your daughters to the foremost of the sages, with due regard for the girls’ temperaments and likings, and thereby spread your fame all over the universe."
    },
    {
      "id": "sb_3_24_16",
      "verseTitle": "Text 16:",
      "translation": "O Kardama, I know that the original Supreme Personality of Godhead has now appeared as an incarnation by His internal energy. He is the bestower of all that is desired by the living entities, and He has now assumed the body of Kapila Muni."
    },
    {
      "id": "sb_3_24_17",
      "verseTitle": "Text 17:",
      "translation": "By mystic yoga and the practical application of knowledge from the scriptures, Kapila Muni, who is characterized by His golden hair, His eyes just like lotus petals and His lotus feet, which bear the marks of lotus flowers, will uproot the deep-rooted desire for work in this material world."
    },
    {
      "id": "sb_3_24_18",
      "verseTitle": "Text 18:",
      "translation": "Lord Brahmā then told Devahūti: My dear daughter of Manu, the same Supreme Personality of Godhead who killed the demon Kaiṭabha is now within your womb. He will cut off all the knots of your ignorance and doubt. Then He will travel all over the world."
    },
    {
      "id": "sb_3_24_19",
      "verseTitle": "Text 19:",
      "translation": "Your son will be the head of all the perfected souls. He will be approved by the ācāryas expert in disseminating real knowledge, and among the people He will be celebrated by the name Kapila. As the son of Devahūti, He will increase your fame."
    },
    {
      "id": "sb_3_24_20",
      "verseTitle": "Text 20:",
      "translation": "Śrī Maitreya said: After thus speaking to Kardama Muni and his wife Devahūti, Lord Brahmā, the creator of the universe, who is also known as Haṁsa, went back to the highest of the three planetary systems on his swan carrier with the four Kumāras and Nārada."
    },
    {
      "id": "sb_3_24_21",
      "verseTitle": "Text 21:",
      "translation": "O Vidura, after the departure of Brahmā, Kardama Muni, having been ordered by Brahmā, handed over his nine daughters, as instructed, to the nine great sages who created the population of the world."
    },
    {
      "id": "sb_3_24_22-23",
      "verseTitle": "Texts 22-23:",
      "translation": "Kardama Muni handed over his daughter Kalā to Marīci, and another daughter, Anasūyā, to Atri. He delivered Śraddhā to Aṅgirā, and Havirbhū to Pulastya. He delivered Gati to Pulaha, the chaste Kriyā to Kratu, Khyāti to Bhṛgu, and Arundhatī to Vasiṣṭha."
    },
    {
      "id": "sb_3_24_24",
      "verseTitle": "Text 24:",
      "translation": "He delivered Śānti to Atharvā. Because of Śānti, sacrificial ceremonies are well performed. Thus he got the foremost brāhmaṇas married, and he maintained them along with their wives."
    },
    {
      "id": "sb_3_24_25",
      "verseTitle": "Text 25:",
      "translation": "Thus married, the sages took leave of Kardama and departed full of joy, each for his own hermitage, O Vidura."
    },
    {
      "id": "sb_3_24_26",
      "verseTitle": "Text 26:",
      "translation": "When Kardama Muni understood that the Supreme Personality of Godhead, the chief of all the demigods, Viṣṇu, had descended, Kardama approached Him in a secluded place, offered obeisances and spoke as follows."
    },
    {
      "id": "sb_3_24_27",
      "verseTitle": "Text 27:",
      "translation": "Kardama Muni said: Oh, after a long time the demigods of this universe have become pleased with the suffering souls who are in material entanglement because of their own misdeeds."
    },
    {
      "id": "sb_3_24_28",
      "verseTitle": "Text 28:",
      "translation": "After many births, mature yogīs, by complete trance in yoga, endeavor in secluded places to see the lotus feet of the Supreme Personality of Godhead."
    },
    {
      "id": "sb_3_24_29",
      "verseTitle": "Text 29:",
      "translation": "Not considering the negligence of ordinary householders like us, that very same Supreme Personality of Godhead appears in our homes just to support His devotees."
    },
    {
      "id": "sb_3_24_30",
      "verseTitle": "Text 30:",
      "translation": "Kardama Muni said: You, my dear Lord, who are always increasing the honor of Your devotees, have descended in my home just to fulfill Your word and disseminate the process of real knowledge."
    },
    {
      "id": "sb_3_24_31",
      "verseTitle": "Text 31:",
      "translation": "My dear Lord, although You have no material form, You have Your own innumerable forms. They truly are Your transcendental forms, which are pleasing to Your devotees."
    },
    {
      "id": "sb_3_24_32",
      "verseTitle": "Text 32:",
      "translation": "My dear Lord, Your lotus feet are the reservoir that always deserves to receive worshipful homage from all great sages eager to understand the Absolute Truth. You are full in opulence, renunciation, transcendental fame, knowledge, strength and beauty, and therefore I surrender myself unto Your lotus feet."
    },
    {
      "id": "sb_3_24_33",
      "verseTitle": "Text 33:",
      "translation": "I surrender unto the Supreme Personality of Godhead, descended in the form of Kapila, who is independently powerful and transcendental, who is the Supreme Person and the Lord of the sum total of matter and the element of time, who is the fully cognizant maintainer of all the universes under the three modes of material nature, and who absorbs the material manifestations after their dissolution."
    },
    {
      "id": "sb_3_24_34",
      "verseTitle": "Text 34:",
      "translation": "Today I have something to ask from You, who are the Lord of all living entities. Since I have now been liberated by You from my debts to my father, and since all my desires are fulfilled, I wish to accept the order of an itinerant mendicant. Renouncing this family life, I wish to wander about, free from lamentation, thinking always of You in my heart."
    },
    {
      "id": "sb_3_24_35",
      "verseTitle": "Text 35:",
      "translation": "The Personality of Godhead Kapila said: Whatever I speak, whether directly or in the scriptures, is authoritative in all respects for the people of the world. O Muni, because I told you before that I would become your son, I have descended to fulfill this truth."
    },
    {
      "id": "sb_3_24_36",
      "verseTitle": "Text 36:",
      "translation": "My appearance in this world is especially to explain the philosophy of Sāṅkhya, which is highly esteemed for self-realization by those desiring freedom from the entanglement of unnecessary material desires."
    },
    {
      "id": "sb_3_24_37",
      "verseTitle": "Text 37:",
      "translation": "This path of self-realization, which is difficult to understand, has now been lost in the course of time. Please know that I have assumed this body of Kapila to introduce and explain this philosophy to human society again."
    },
    {
      "id": "sb_3_24_38",
      "verseTitle": "Text 38:",
      "translation": "Now, being sanctioned by Me, go as you desire, surrendering all your activities to Me. Conquering insurmountable death, worship Me for eternal life."
    },
    {
      "id": "sb_3_24_39",
      "verseTitle": "Text 39:",
      "translation": "In your own heart, through your intellect, you will always see Me, the supreme self-effulgent soul dwelling within the hearts of all living entities. Thus you will achieve the state of eternal life, free from all lamentation and fear."
    },
    {
      "id": "sb_3_24_40",
      "verseTitle": "Text 40:",
      "translation": "I shall also describe this sublime knowledge, which is the door to spiritual life, to My mother, so that she also can attain perfection and self-realization, ending all reactions to fruitive activities. Thus she also will be freed from all material fear."
    },
    {
      "id": "sb_3_24_41",
      "verseTitle": "Text 41:",
      "translation": "Śrī Maitreya said: Thus when Kardama Muni, the progenitor of human society, was spoken to in fullness by his son, Kapila, he circumambulated Him, and with a good, pacified mind he at once left for the forest."
    },
    {
      "id": "sb_3_24_42",
      "verseTitle": "Text 42:",
      "translation": "The sage Kardama accepted silence as a vow in order to think of the Supreme Personality of Godhead and take shelter of Him exclusively. Without association, he traveled over the surface of the globe as a sannyāsī, devoid of any relationship with fire or shelter."
    },
    {
      "id": "sb_3_24_43",
      "verseTitle": "Text 43:",
      "translation": "He fixed his mind upon the Supreme Personality of Godhead, Parabrahman, who is beyond cause and effect, who manifests the three modes of material nature, who is beyond those three modes, and who is perceived only through unfailing devotional service."
    },
    {
      "id": "sb_3_24_44",
      "verseTitle": "Text 44:",
      "translation": "Thus he gradually became unaffected by the false ego of material identity and became free from material affection. Undisturbed, equal to everyone and without duality, he could indeed see himself also. His mind was turned inward and was perfectly calm, like an ocean unagitated by waves."
    },
    {
      "id": "sb_3_24_45",
      "verseTitle": "Text 45:",
      "translation": "He thus became liberated from conditioned life and became self-situated in transcendental devotional service to the Personality of Godhead, Vāsudeva, the omniscient Supersoul within everyone."
    },
    {
      "id": "sb_3_24_46",
      "verseTitle": "Text 46:",
      "translation": "He began to see that the Supreme Personality of Godhead is seated in everyone’s heart, and that everyone is existing on Him, because He is the Supersoul of everyone."
    },
    {
      "id": "sb_3_24_47",
      "verseTitle": "Text 47:",
      "translation": "Freed from all hatred and desire, Kardama Muni, being equal to everyone because of discharging uncontaminated devotional service, ultimately attained the path back to Godhead."
    }
  ],
  "description": ""
}