{
  "id": "sb_3_2",
  "canto": 3,
  "chapter": 2,
  "chapter_title": "Remembrance of Lord Kṛṣṇa",
  "verses_list": [
    {
      "id": "sb_3_2_1",
      "verseTitle": "Text 1:",
      "translation": "Śrī Śukadeva Gosvāmī said: When the great devotee Uddhava was asked by Vidura to speak on the messages of the dearest [Lord Kṛṣṇa], Uddhava was unable to answer immediately due to excessive anxiety at the remembrance of the Lord."
    },
    {
      "id": "sb_3_2_2",
      "verseTitle": "Text 2:",
      "translation": "He was one who even in his childhood, at the age of five years, was so absorbed in the service of Lord Kṛṣṇa that when he was called by his mother for morning breakfast, he did not wish to have it."
    },
    {
      "id": "sb_3_2_3",
      "verseTitle": "Text 3:",
      "translation": "Uddhava thus served the Lord continually from childhood, and in his old age that attitude of service never slackened. As soon as he was asked about the message of the Lord, he at once remembered all about Him."
    },
    {
      "id": "sb_3_2_4",
      "verseTitle": "Text 4:",
      "translation": "For a moment he remained dead silent, and his body did not move. He became absorbed in the nectar of remembering the Lord’s lotus feet in devotional ecstasy, and he appeared to be going increasingly deeper into that ecstasy."
    },
    {
      "id": "sb_3_2_5",
      "verseTitle": "Text 5:",
      "translation": "It was so observed by Vidura that Uddhava had all the transcendental bodily changes due to total ecstasy, and he was trying to wipe away tears of separation from his eyes. Thus Vidura could understand that Uddhava had completely assimilated extensive love for the Lord."
    },
    {
      "id": "sb_3_2_6",
      "verseTitle": "Text 6:",
      "translation": "The great devotee Uddhava soon came back from the abode of the Lord to the human plane, and wiping his eyes, he awakened his reminiscence of the past and spoke to Vidura in a pleasing mood."
    },
    {
      "id": "sb_3_2_7",
      "verseTitle": "Text 7:",
      "translation": "Śrī Uddhava said: My dear Vidura, the sun of the world, Lord Kṛṣṇa, has set, and our house has now been swallowed by the great snake of time. What can I say to you about our welfare?"
    },
    {
      "id": "sb_3_2_8",
      "verseTitle": "Text 8:",
      "translation": "This universe with all its planets is most unfortunate. And even more unfortunate are the members of the Yadu dynasty because they could not identify Lord Hari as the Personality of Godhead, any more than the fish could identify the moon."
    },
    {
      "id": "sb_3_2_9",
      "verseTitle": "Text 9:",
      "translation": "The Yadus were all experienced devotees, learned and expert in psychic study. Over and above this, they were always with the Lord in all kinds of relaxations, and still they were only able to know Him as the one Supreme who dwells everywhere."
    },
    {
      "id": "sb_3_2_10",
      "verseTitle": "Text 10:",
      "translation": "Under no circumstances can the words of persons bewildered by the illusory energy of the Lord deviate the intelligence of those who are completely surrendered souls."
    },
    {
      "id": "sb_3_2_11",
      "verseTitle": "Text 11:",
      "translation": "Lord Śrī Kṛṣṇa, who manifested His eternal form before the vision of all on the earth, performed His disappearance by removing His form from the sight of those who were unable to see Him [as He is] due to not executing required penance."
    },
    {
      "id": "sb_3_2_12",
      "verseTitle": "Text 12:",
      "translation": "The Lord appeared in the mortal world by His internal potency, yoga-māyā. He came in His eternal form, which is just suitable for His pastimes. These pastimes were wonderful for everyone, even for those proud of their own opulence, including the Lord Himself in His form as the Lord of Vaikuṇṭha. Thus His [Śrī Kṛṣṇa’s] transcendental body is the ornament of all ornaments."
    },
    {
      "id": "sb_3_2_13",
      "verseTitle": "Text 13:",
      "translation": "All the demigods from the upper, lower and middle universal planetary systems assembled at the altar of the rājasūya sacrifice performed by Mahārāja Yudhiṣṭhira. After seeing the beautiful bodily features of Lord Kṛṣṇa, they all contemplated that He was the ultimate dexterous creation of Brahmā, the creator of human beings."
    },
    {
      "id": "sb_3_2_14",
      "verseTitle": "Text 14:",
      "translation": "The damsels of Vraja, after pastimes of laughter, humor and exchanges of glances, were anguished when Kṛṣṇa left them. They used to follow Him with their eyes, and thus they sat down with stunned intelligence and could not finish their household duties."
    },
    {
      "id": "sb_3_2_15",
      "verseTitle": "Text 15:",
      "translation": "The Personality of Godhead, the all-compassionate controller of both the spiritual and material creations, is unborn, but when there is friction between His peaceful devotees and persons who are in the material modes of nature, He takes birth just like fire, accompanied by the mahat-tattva."
    },
    {
      "id": "sb_3_2_16",
      "verseTitle": "Text 16:",
      "translation": "When I think of Lord Kṛṣṇa — how He was born in the prison house of Vasudeva although He is unborn, how He went away from His father’s protection to Vraja and lived there incognito out of fear of the enemy, and how, although unlimitedly powerful, He fled from Mathurā in fear — all these bewildering incidents give me distress."
    },
    {
      "id": "sb_3_2_17",
      "verseTitle": "Text 17:",
      "translation": "Lord Kṛṣṇa begged pardon from His parents for Their [Kṛṣṇa and Balarāma’s] inability to serve their feet, due to being away from home because of great fear of Kaṁsa. He said, “O mother, O father, please excuse Us for this inability.” All this behavior of the Lord gives me pain at heart."
    },
    {
      "id": "sb_3_2_18",
      "verseTitle": "Text 18:",
      "translation": "Who, after smelling the dust of His lotus feet even once, could ever forget it? Simply by expanding the leaves of His eyebrows, Kṛṣṇa has given the deathblow to those who were burdening the earth."
    },
    {
      "id": "sb_3_2_19",
      "verseTitle": "Text 19:",
      "translation": "You have personally seen how the King of Cedi [Śiśupāla] achieved success in yoga practice, although he hated Lord Kṛṣṇa. Even the actual yogīs aspire after such success with great interest by performance of their various practices. Who can tolerate separation from Him?"
    },
    {
      "id": "sb_3_2_20",
      "verseTitle": "Text 20:",
      "translation": "Certainly others who were fighters on the Battlefield of Kurukṣetra were purified by the onslaught of Arjuna’s arrows, and while seeing the lotuslike face of Kṛṣṇa, so pleasing to the eyes, they achieved the abode of the Lord."
    },
    {
      "id": "sb_3_2_21",
      "verseTitle": "Text 21:",
      "translation": "Lord Śrī Kṛṣṇa is the Lord of all kinds of threes and is independently supreme by achievement of all kinds of fortune. He is worshiped by the eternal maintainers of the creation, who offer Him the paraphernalia of worship by touching their millions of helmets to His feet."
    },
    {
      "id": "sb_3_2_22",
      "verseTitle": "Text 22:",
      "translation": "Therefore, O Vidura, does it not pain us, His servitors, when we remember that He [Lord Kṛṣṇa] used to stand before King Ugrasena, who was sitting on the royal throne, and used to submit explanations before him, saying, “O My lord, please let it be known to you”?"
    },
    {
      "id": "sb_3_2_23",
      "verseTitle": "Text 23:",
      "translation": "Alas, how shall I take shelter of one more merciful than He who granted the position of mother to a she-demon [Pūtanā] although she was unfaithful and she prepared deadly poison to be sucked from her breast?"
    },
    {
      "id": "sb_3_2_24",
      "verseTitle": "Text 24:",
      "translation": "I consider the demons, who are inimical toward the Lord, to be more than the devotees because while fighting with the Lord, absorbed in thoughts of enmity, they are able to see the Lord carried on the shoulder of Garuḍa, the son of Tārkṣya [Kaśyapa], and carrying the wheel weapon in His hand."
    },
    {
      "id": "sb_3_2_25",
      "verseTitle": "Text 25:",
      "translation": "The Personality of Godhead, Lord Śrī Kṛṣṇa, being prayed to by Brahmā to bring welfare to the earth, was begotten by Vasudeva in the womb of his wife Devakī in the prison of the King of Bhoja."
    },
    {
      "id": "sb_3_2_26",
      "verseTitle": "Text 26:",
      "translation": "Thereafter, His father, being afraid of Kaṁsa, brought Him to the cow pastures of Mahārāja Nanda, and there He lived for eleven years like a covered flame with His elder brother, Baladeva."
    },
    {
      "id": "sb_3_2_27",
      "verseTitle": "Text 27:",
      "translation": "In His childhood, the Almighty Lord was surrounded by cowherd boys and calves, and thus He traveled on the shore of the Yamunā river, through gardens densely covered with trees and filled with vibrations of chirping birds."
    },
    {
      "id": "sb_3_2_28",
      "verseTitle": "Text 28:",
      "translation": "When the Lord displayed His activities just suitable for childhood, He was visible only to the residents of Vṛndāvana. Sometimes He would cry and sometimes laugh, just like a child, and while so doing He would appear like a lion cub."
    },
    {
      "id": "sb_3_2_29",
      "verseTitle": "Text 29:",
      "translation": "While herding the very beautiful bulls, the Lord, who was the reservoir of all opulence and fortune, used to blow His flute, and thus He enlivened His faithful followers, the cowherd boys."
    },
    {
      "id": "sb_3_2_30",
      "verseTitle": "Text 30:",
      "translation": "The great wizards who were able to assume any form were engaged by the King of Bhoja, Kaṁsa, to kill Kṛṣṇa, but in the course of His pastimes the Lord killed them as easily as a child breaks dolls."
    },
    {
      "id": "sb_3_2_31",
      "verseTitle": "Text 31:",
      "translation": "The inhabitants of Vṛndāvana were perplexed by great difficulties because a certain portion of the Yamunā was poisoned by the chief of the reptiles [Kāliya]. The Lord chastised the snake-king within the water and drove him away, and after coming out of the river, He caused the cows to drink the water and proved that the water was again in its natural state."
    },
    {
      "id": "sb_3_2_32",
      "verseTitle": "Text 32:",
      "translation": "The Supreme Lord, Kṛṣṇa, desired to utilize the opulent financial strength of Mahārāja Nanda for worship of the cows, and also He wanted to give a lesson to Indra, the King of heaven. Thus He advised His father to perform worship of go, or the pasturing land and the cows, with the help of learned brāhmaṇas."
    },
    {
      "id": "sb_3_2_33",
      "verseTitle": "Text 33:",
      "translation": "O sober Vidura, King Indra, his honor having been insulted, poured water incessantly on Vṛndāvana, and thus the inhabitants of Vraja, the land of cows, were greatly distressed. But the compassionate Lord Kṛṣṇa saved them from danger with His pastime umbrella, the Govardhana Hill."
    },
    {
      "id": "sb_3_2_34",
      "verseTitle": "Text 34:",
      "translation": "In the third season of the year, the Lord enjoyed as the central beauty of the assembly of women by attracting them with His pleasing songs in an autumn night brightened by moonshine."
    }
  ],
  "description": ""
}