{
  "id": "sb_3_10",
  "canto": 3,
  "chapter": 10,
  "chapter_title": "Divisions of the Creation",
  "verses_list": [
    {
      "id": "sb_3_10_1",
      "verseTitle": "Text 1:",
      "translation": "Śrī Vidura said: O great sage, please let me know how Brahmā, the grandfather of the planetary inhabitants, created the bodies of the living entities from his own body and mind after the disappearance of the Supreme Personality of Godhead."
    },
    {
      "id": "sb_3_10_2",
      "verseTitle": "Text 2:",
      "translation": "O greatly learned one, kindly eradicate all my doubts, and let me know of all that I have inquired from you from the beginning to the end."
    },
    {
      "id": "sb_3_10_3",
      "verseTitle": "Text 3:",
      "translation": "Sūta Gosvāmī said: O son of Bhṛgu, the great sage Maitreya Muni, thus hearing from Vidura, felt very much enlivened. Everything was in his heart, and thus he began to reply to the questions one after another."
    },
    {
      "id": "sb_3_10_4",
      "verseTitle": "Text 4:",
      "translation": "The greatly learned sage Maitreya said: O Vidura, Brahmā thus engaged himself in penances for one hundred celestial years, as advised by the Personality of Godhead, and applied himself in devotional service to the Lord."
    },
    {
      "id": "sb_3_10_5",
      "verseTitle": "Text 5:",
      "translation": "Thereafter Brahmā saw that both the lotus on which he was situated and the water on which the lotus was growing were trembling due to a strong, violent wind."
    },
    {
      "id": "sb_3_10_6",
      "verseTitle": "Text 6:",
      "translation": "Long penance and transcendental knowledge of self-realization had matured Brahmā in practical knowledge, and thus he drank the wind completely, along with the water."
    },
    {
      "id": "sb_3_10_7",
      "verseTitle": "Text 7:",
      "translation": "Thereafter he saw that the lotus on which he was situated was spread throughout the universe, and he contemplated how to create all the planets, which were previously merged in that very same lotus."
    },
    {
      "id": "sb_3_10_8",
      "verseTitle": "Text 8:",
      "translation": "Thus engaged in the service of the Supreme Personality of Godhead, Lord Brahmā entered into the whorl of the lotus, and as it spread all over the universe he divided it into three divisions of worlds and later into fourteen divisions."
    },
    {
      "id": "sb_3_10_9",
      "verseTitle": "Text 9:",
      "translation": "Lord Brahmā is the most exalted personality in the universe because of his causeless devotional service unto the Lord in mature transcendental knowledge. He therefore created all the fourteen planetary divisions for inhabitation by the different types of living entities."
    },
    {
      "id": "sb_3_10_10",
      "verseTitle": "Text 10:",
      "translation": "Vidura inquired from Maitreya: O my lord, O greatly learned sage, kindly describe eternal time, which is another form of the Supreme Lord, the wonderful actor. What are the symptoms of that eternal time? Please describe them to us in detail."
    },
    {
      "id": "sb_3_10_11",
      "verseTitle": "Text 11:",
      "translation": "Maitreya said: Eternal time is the primeval source of the interactions of the three modes of material nature. It is unchangeable and limitless, and it works as the instrument of the Supreme Personality of Godhead for His pastimes in the material creation."
    },
    {
      "id": "sb_3_10_12",
      "verseTitle": "Text 12:",
      "translation": "This cosmic manifestation is separated from the Supreme Lord as material energy by means of kāla, which is the unmanifested, impersonal feature of the Lord. It is situated as the objective manifestation of the Lord under the influence of the same material energy of Viṣṇu."
    },
    {
      "id": "sb_3_10_13",
      "verseTitle": "Text 13:",
      "translation": "This cosmic manifestation is as it is now, it was the same in the past, and it will continue in the same way in the future."
    },
    {
      "id": "sb_3_10_14",
      "verseTitle": "Text 14:",
      "translation": "There are nine different kinds of creations besides the one which naturally occurs due to the interactions of the modes. There are three kinds of annihilations due to eternal time, the material elements and the quality of one’s work."
    },
    {
      "id": "sb_3_10_15",
      "verseTitle": "Text 15:",
      "translation": "Of the nine creations, the first one is the creation of the mahat-tattva, or the sum total of the material ingredients, wherein the modes interact due to the presence of the Supreme Lord. In the second, the false ego is generated, in which the material ingredients, material knowledge and material activities arise."
    },
    {
      "id": "sb_3_10_16",
      "verseTitle": "Text 16:",
      "translation": "The sense perceptions are created in the third creation, and from these the elements are generated. The fourth creation is the creation of knowledge and of working capacity."
    },
    {
      "id": "sb_3_10_17",
      "verseTitle": "Text 17:",
      "translation": "The fifth creation is that of the controlling deities by the interaction of the mode of goodness, of which the mind is the sum total. The sixth creation is the ignorant darkness of the living entity, by which the master acts as a fool."
    },
    {
      "id": "sb_3_10_18",
      "verseTitle": "Text 18:",
      "translation": "All the above are natural creations by the external energy of the Lord. Now hear from me about the creations by Brahmā, who is an incarnation of the mode of passion and who, in the matter of creation, has a brain like that of the Personality of Godhead."
    },
    {
      "id": "sb_3_10_19",
      "verseTitle": "Text 19:",
      "translation": "The seventh creation is that of the immovable entities, which are of six kinds: the fruit trees without flowers, trees and plants which exist until the fruit is ripe, creepers, pipe plants, creepers which have no support, and trees with flowers and fruits."
    },
    {
      "id": "sb_3_10_20",
      "verseTitle": "Text 20:",
      "translation": "All the immovable trees and plants seek their subsistence upwards. They are almost unconscious but have feelings of pain within. They are manifested in variegatedness."
    },
    {
      "id": "sb_3_10_21",
      "verseTitle": "Text 21:",
      "translation": "The eighth creation is that of the lower species of life, and they are of different varieties, numbering twenty-eight. They are all extensively foolish and ignorant. They know their desirables by smell, but are unable to remember anything within the heart."
    },
    {
      "id": "sb_3_10_22",
      "verseTitle": "Text 22:",
      "translation": "O purest Vidura, of the lower animals the cow, goat, buffalo, kṛṣṇa stag, hog, gavaya animal, deer, lamb and camel all have cloven hooves."
    },
    {
      "id": "sb_3_10_23",
      "verseTitle": "Text 23:",
      "translation": "The horse, mule, ass, gaura, śarabha bison and wild cow all have only one hoof. Now you may hear from me about the animals who have five nails."
    },
    {
      "id": "sb_3_10_24",
      "verseTitle": "Text 24:",
      "translation": "The dog, jackal, tiger, fox, cat, rabbit, sajāru, lion, monkey, elephant, tortoise, alligator, gosāpa, etc., all have five nails in their claws. They are known as pañca-nakhas, or animals having five nails."
    },
    {
      "id": "sb_3_10_25",
      "verseTitle": "Text 25:",
      "translation": "The heron, vulture, crane, hawk, bhāsa, bhallūka, peacock, swan, sārasa, cakravāka, crow, owl and others are the birds."
    },
    {
      "id": "sb_3_10_26",
      "verseTitle": "Text 26:",
      "translation": "The creation of the human beings, who are of one species only and who stock their eatables in the belly, is the ninth in the rotation. In the human race, the mode of passion is very prominent. Humans are always busy in the midst of miserable life, but they think themselves happy in all respects."
    },
    {
      "id": "sb_3_10_27",
      "verseTitle": "Text 27:",
      "translation": "O good Vidura, these last three creations and the creation of demigods (the tenth creation) are vaikṛta creations, which are different from the previously described prākṛta (natural) creations. The appearance of the Kumāras is both."
    },
    {
      "id": "sb_3_10_28-29",
      "verseTitle": "Texts 28-29:",
      "translation": "The creation of the demigods is of eight varieties: (1) the demigods, (2) the forefathers, (3) the asuras, or demons, (4) the Gandharvas and Apsarās, or angels, (5) the Yakṣas and Rākṣasas, (6) the Siddhas, Cāraṇas and Vidyādharas, (7) the Bhūtas, Pretas and Piśācas, and (8) the superhuman beings, celestial singers, etc. All are created by Brahmā, the creator of the universe."
    },
    {
      "id": "sb_3_10_30",
      "verseTitle": "Text 30:",
      "translation": "Now I shall describe the descendants of the Manus. The creator, Brahmā, as the incarnation of the passion mode of the Personality of Godhead, creates the universal affairs with unfailing desires in every millennium by the force of the Lord’s energy."
    }
  ],
  "description": ""
}