{
  "id": "sb_3_27",
  "canto": 3,
  "chapter": 27,
  "chapter_title": "Understanding Material Nature",
  "verses_list": [
    {
      "id": "sb_3_27_1",
      "verseTitle": "ŚB 3.27.1",
      "translation": "The Personality of Godhead Kapila continued: When the living entity is thus unaffected by the modes of material nature, because he is unchanging and does not claim proprietorship, he remains apart from the reactions of the modes, although abiding in a material body, just as the sun remains aloof from its reflection on water."
    },
    {
      "id": "sb_3_27_2",
      "verseTitle": "ŚB 3.27.2",
      "translation": "When the soul is under the spell of material nature and false ego, identifying his body as the self, he becomes absorbed in material activities, and by the influence of false ego he thinks that he is the proprietor of everything."
    },
    {
      "id": "sb_3_27_3",
      "verseTitle": "ŚB 3.27.3",
      "translation": "The conditioned soul therefore transmigrates into different species of life, higher and lower, because of his association with the modes of material nature. Unless he is relieved of material activities, he has to accept this position because of his faulty work."
    },
    {
      "id": "sb_3_27_4",
      "verseTitle": "ŚB 3.27.4",
      "translation": "Actually a living entity is transcendental to material existence, but because of his mentality of lording it over material nature, his material existential condition does not cease, and just as in a dream, he is affected by all sorts of disadvantages."
    },
    {
      "id": "sb_3_27_5",
      "verseTitle": "ŚB 3.27.5",
      "translation": "It is the duty of every conditioned soul to engage his polluted consciousness, which is now attached to material enjoyment, in very serious devotional service with detachment. Thus his mind and consciousness will be under full control."
    },
    {
      "id": "sb_3_27_6",
      "verseTitle": "ŚB 3.27.6",
      "translation": "One has to become faithful by practicing the controlling process of the yoga system and must elevate himself to the platform of unalloyed devotional service by chanting and hearing about Me."
    },
    {
      "id": "sb_3_27_7",
      "verseTitle": "ŚB 3.27.7",
      "translation": "In executing devotional service, one has to see every living entity equally, without enmity towards anyone yet without intimate connections with anyone. One has to observe celibacy, be grave and execute his eternal activities, offering the results to the Supreme Personality of Godhead."
    },
    {
      "id": "sb_3_27_8",
      "verseTitle": "ŚB 3.27.8",
      "translation": "For his income a devotee should be satisfied with what he earns without great difficulty. He should not eat more than what is necessary. He should live in a secluded place and always be thoughtful, peaceful, friendly, compassionate and self-realized."
    },
    {
      "id": "sb_3_27_9",
      "verseTitle": "ŚB 3.27.9",
      "translation": "One’s seeing power should be increased through knowledge of spirit and matter, and one should not unnecessarily identify himself with the body and thus become attracted by bodily relationships."
    },
    {
      "id": "sb_3_27_10",
      "verseTitle": "ŚB 3.27.10",
      "translation": "One should be situated in the transcendental position, beyond the stages of material consciousness, and should be aloof from all other conceptions of life. Thus realizing freedom from false ego, one should see his own self just as he sees the sun in the sky."
    },
    {
      "id": "sb_3_27_11",
      "verseTitle": "ŚB 3.27.11",
      "translation": "A liberated soul realizes the Absolute Personality of Godhead, who is transcendental and who is manifest as a reflection even in the false ego. He is the support of the material cause and He enters into everything. He is absolute, one without a second, and He is the eyes of the illusory energy."
    },
    {
      "id": "sb_3_27_12",
      "verseTitle": "ŚB 3.27.12",
      "translation": "The presence of the Supreme Lord can be realized just as the sun is realized first as a reflection on water, and again as a second reflection on the wall of a room, although the sun itself is situated in the sky."
    },
    {
      "id": "sb_3_27_13",
      "verseTitle": "ŚB 3.27.13",
      "translation": "The self-realized soul is thus reflected first in the threefold ego and then in the body, senses and mind."
    },
    {
      "id": "sb_3_27_14",
      "verseTitle": "ŚB 3.27.14",
      "translation": "Although a devotee appears to be merged in the five material elements, the objects of material enjoyment, the material senses and material mind and intelligence, he is understood to be awake and to be freed from the false ego."
    },
    {
      "id": "sb_3_27_15",
      "verseTitle": "ŚB 3.27.15",
      "translation": "The living entity can vividly feel his existence as the seer, but because of the disappearance of the ego during the state of deep sleep, he falsely takes himself to be lost, like a man who has lost his fortune and feels distressed, thinking himself to be lost."
    },
    {
      "id": "sb_3_27_16",
      "verseTitle": "ŚB 3.27.16",
      "translation": "When, by mature understanding, one can realize his individuality, then the situation he accepts under false ego becomes manifest to him."
    },
    {
      "id": "sb_3_27_17",
      "verseTitle": "ŚB 3.27.17",
      "translation": "Śrī Devahūti inquired: My dear brāhmaṇa, does material nature ever give release to the spirit soul? Since one is attracted to the other eternally, how is their separation possible?"
    },
    {
      "id": "sb_3_27_18",
      "verseTitle": "ŚB 3.27.18",
      "translation": "As there is no separate existence of the earth and its aroma or of water and its taste, there cannot be any separate existence of intelligence and consciousness."
    },
    {
      "id": "sb_3_27_19",
      "verseTitle": "ŚB 3.27.19",
      "translation": "Hence even though he is the passive performer of all activities, how can there be freedom for the soul as long as material nature acts on him and binds him?"
    },
    {
      "id": "sb_3_27_20",
      "verseTitle": "ŚB 3.27.20",
      "translation": "Even if the great fear of bondage is avoided by mental speculation and inquiry into the fundamental principles, it may still appear again, since its cause has not ceased."
    },
    {
      "id": "sb_3_27_21",
      "verseTitle": "ŚB 3.27.21",
      "translation": "The Supreme Personality of Godhead said: One can get liberation by seriously discharging devotional service unto Me and thereby hearing for a long time about Me or from Me. By thus executing one’s prescribed duties, there will be no reaction, and one will be freed from the contamination of matter."
    },
    {
      "id": "sb_3_27_22",
      "verseTitle": "ŚB 3.27.22",
      "translation": "This devotional service has to be performed strongly in perfect knowledge and with transcendental vision. One must be strongly renounced and must engage in austerity and perform mystic yoga in order to be firmly fixed in self-absorption."
    },
    {
      "id": "sb_3_27_23",
      "verseTitle": "ŚB 3.27.23",
      "translation": "The influence of material nature has covered the living entity, and thus it is as if the living entity were always in a blazing fire. But by the process of seriously discharging devotional service, this influence can be removed, just as wooden sticks which cause a fire are themselves consumed by it."
    },
    {
      "id": "sb_3_27_24",
      "verseTitle": "ŚB 3.27.24",
      "translation": "By discovering the faultiness of his desiring to lord it over material nature and by therefore giving it up, the living entity becomes independent and stands in his own glory."
    },
    {
      "id": "sb_3_27_25",
      "verseTitle": "ŚB 3.27.25",
      "translation": "In the dreaming state one’s consciousness is almost covered, and one sees many inauspicious things, but when he is awakened and fully conscious, such inauspicious things cannot bewilder him."
    },
    {
      "id": "sb_3_27_26",
      "verseTitle": "ŚB 3.27.26",
      "translation": "The influence of material nature cannot harm an enlightened soul, even though he engages in material activities, because he knows the truth of the Absolute, and his mind is fixed on the Supreme Personality of Godhead."
    },
    {
      "id": "sb_3_27_27",
      "verseTitle": "ŚB 3.27.27",
      "translation": "When a person thus engages in devotional service and self-realization for many, many years and births, he becomes completely reluctant to enjoy any one of the material planets, even up to the highest planet, which is known as Brahmaloka; he becomes fully developed in consciousness."
    },
    {
      "id": "sb_3_27_28-29",
      "verseTitle": "ŚB 3.27.28-29",
      "translation": "My devotee actually becomes self-realized by My unlimited causeless mercy, and thus, when freed from all doubts, he steadily progresses towards his destined abode, which is directly under the protection of My spiritual energy of unadulterated bliss. That is the ultimate perfectional goal of the living entity. After giving up the present material body, the mystic devotee goes to that transcendental abode and never comes back."
    },
    {
      "id": "sb_3_27_30",
      "verseTitle": "ŚB 3.27.30",
      "translation": "When a perfect yogī’s attention is no longer attracted to the by-products of mystic powers, which are manifestations of the external energy, his progress towards Me becomes unlimited, and thus the power of death cannot overcome him."
    }
  ]
}