{
  "id": "sb_7_2",
  "canto": 7,
  "chapter": 2,
  "chapter_title": "Hiraṇyakaśipu, King of the Demons",
  "verses_list": [
    {
      "id": "sb_7_2_1",
      "verseTitle": "Text 1:",
      "translation": "Śrī Nārada Muni said: My dear King Yudhiṣṭhira, when Lord Viṣṇu, in the form of Varāha, the boar, killed Hiraṇyākṣa, Hiraṇyākṣa’s brother Hiraṇyakaśipu was extremely angry and began to lament."
    },
    {
      "id": "sb_7_2_2",
      "verseTitle": "Text 2:",
      "translation": "Filled with rage and biting his lips, Hiraṇyakaśipu gazed at the sky with eyes that blazed in anger, making the whole sky smoky. Thus he began to speak."
    },
    {
      "id": "sb_7_2_3",
      "verseTitle": "Text 3:",
      "translation": "Exhibiting his terrible teeth, fierce glance and frowning eyebrows, terrible to see, he took up his weapon, a trident, and thus began speaking to his associates, the assembled demons."
    },
    {
      "id": "sb_7_2_4-5",
      "verseTitle": "Texts 4-5:",
      "translation": "O Dānavas and Daityas! O Dvimūrdha, Tryakṣa, Śambara and Śatabāhu! O Hayagrīva, Namuci, Pāka and Ilvala! O Vipracitti, Puloman, Śakuna and other demons! All of you, kindly hear me attentively and then act according to my words without delay."
    },
    {
      "id": "sb_7_2_6",
      "verseTitle": "Text 6:",
      "translation": "My insignificant enemies the demigods have combined to kill my very dear and obedient well-wisher, my brother Hiraṇyākṣa. Although the Supreme Lord, Viṣṇu, is always equal to both of us — namely, the demigods and the demons — this time, being devoutly worshiped by the demigods, He has taken their side and helped them kill Hiraṇyākṣa."
    },
    {
      "id": "sb_7_2_7-8",
      "verseTitle": "Texts 7-8:",
      "translation": "The Supreme Personality of Godhead has given up His natural tendency of equality toward the demons and demigods. Although He is the Supreme Person, now, influenced by māyā, He has assumed the form of a boar to please His devotees, the demigods, just as a restless child leans toward someone. I shall therefore sever Lord Viṣṇu’s head from His trunk by my trident, and with the profuse blood from His body I shall please my brother Hiraṇyākṣa, who was so fond of sucking blood. Thus shall I too be peaceful."
    },
    {
      "id": "sb_7_2_9",
      "verseTitle": "Text 9:",
      "translation": "When the root of a tree is cut and the tree falls down, its branches and twigs automatically dry up. Similarly, when I have killed this diplomatic Viṣṇu, the demigods, for whom Lord Viṣṇu is the life and soul, will lose the source of their life and wither away."
    },
    {
      "id": "sb_7_2_10",
      "verseTitle": "Text 10:",
      "translation": "While I am engaged in the business of killing Lord Viṣṇu, go down to the planet earth, which is flourishing due to brahminical culture and a kṣatriya government. These people engage in austerity, sacrifice, Vedic study, regulative vows, and charity. Destroy all the people thus engaged!"
    },
    {
      "id": "sb_7_2_11",
      "verseTitle": "Text 11:",
      "translation": "The basic principle of brahminical culture is to satisfy Lord Viṣṇu, the personification of sacrificial and ritualistic ceremonies. Lord Viṣṇu is the personified reservoir of all religious principles, and He is the shelter of all the demigods, the great pitās, and the people in general. When the brāhmaṇas are killed, no one will exist to encourage the kṣatriyas to perform yajñas, and thus the demigods, not being appeased by yajña, will automatically die."
    },
    {
      "id": "sb_7_2_12",
      "verseTitle": "Text 12:",
      "translation": "Immediately go wherever there is good protection for the cows and brāhmaṇas and wherever the Vedas are studied in terms of the varṇāśrama principles. Set fire to those places and cut from the roots the trees there, which are the source of life."
    },
    {
      "id": "sb_7_2_13",
      "verseTitle": "Text 13:",
      "translation": "Thus the demons, being fond of disastrous activities, took Hiraṇyakaśipu’s instructions on their heads with great respect and offered him obeisances. According to his directions, they engaged in envious activities directed against all living beings."
    },
    {
      "id": "sb_7_2_14",
      "verseTitle": "Text 14:",
      "translation": "The demons set fire to the cities, villages, pasturing grounds, cowpens, gardens, agricultural fields and natural forests. They burned the hermitages of the saintly persons, the important mines that produced valuable metals, the residential quarters of the agriculturalists, the mountain villages, and the villages of the cow protectors, the cowherd men. They also burned the government capitals."
    },
    {
      "id": "sb_7_2_15",
      "verseTitle": "Text 15:",
      "translation": "Some of the demons took digging instruments and broke down the bridges, the protective walls and the gates [gopuras] of the cities. Some took axes and began cutting the important trees that produced mango, jackfruit and other sources of food. Some of the demons took firebrands and set fire to the residential quarters of the citizens."
    },
    {
      "id": "sb_7_2_16",
      "verseTitle": "Text 16:",
      "translation": "Thus disturbed again and again by the unnatural occurrences caused by the followers of Hiraṇyakaśipu, all the people had to cease the activities of Vedic culture. Not receiving the results of yajña, the demigods also became disturbed. They left their residential quarters in the heavenly planets and, unobserved by the demons, began wandering on the planet earth to see the disasters."
    },
    {
      "id": "sb_7_2_17",
      "verseTitle": "Text 17:",
      "translation": "After performing the ritualistic observances for the death of his brother, Hiraṇyakaśipu, being extremely unhappy, tried to pacify his nephews."
    },
    {
      "id": "sb_7_2_18-19",
      "verseTitle": "Texts 18-19:",
      "translation": "O King, Hiraṇyakaśipu was extremely angry, but since he was a great politician, he knew how to act according to the time and situation. With sweet words he began pacifying his nephews, whose names were Śakuni, Śambara, Dhṛṣṭi, Bhūtasantāpana, Vṛka, Kālanābha, Mahānābha, Hariśmaśru and Utkaca. He also consoled their mother, his sister-in-law, Ruṣābhānu, as well as his own mother, Diti. He spoke to them all as follows."
    },
    {
      "id": "sb_7_2_20",
      "verseTitle": "Text 20:",
      "translation": "Hiraṇyakaśipu said: My dear mother, sister-in-law and nephews, you should not lament for the death of the great hero, for a hero’s death in front of his enemy is glorious and desirable."
    },
    {
      "id": "sb_7_2_21",
      "verseTitle": "Text 21:",
      "translation": "My dear mother, in a restaurant or place for drinking cold water, many travelers are brought together, and after drinking water they continue to their respective destinations. Similarly, living entities join together in a family, and later, as a result of their own actions, they are led apart to their destinations."
    },
    {
      "id": "sb_7_2_22",
      "verseTitle": "Text 22:",
      "translation": "The spirit soul, the living entity, has no death, for he is eternal and inexhaustible. Being free from material contamination, he can go anywhere in the material or spiritual worlds. He is fully aware and completely different from the material body, but because of being misled by misuse of his slight independence, he is obliged to accept subtle and gross bodies created by the material energy and thus be subjected to so-called material happiness and distress. Therefore, no one should lament for the passing of the spirit soul from the body."
    },
    {
      "id": "sb_7_2_23",
      "verseTitle": "Text 23:",
      "translation": "Because of the movements of the water, the trees on the bank of a river, when reflected on the water, seem to move. Similarly, when the eyes move because of some mental derangement, the land appears to move also."
    },
    {
      "id": "sb_7_2_24",
      "verseTitle": "Text 24:",
      "translation": "In the same way, O my gentle mother, when the mind is agitated by the movements of the modes of material nature, the living entity, although freed from all the different phases of the subtle and gross bodies, thinks that he has changed from one condition to another."
    },
    {
      "id": "sb_7_2_25-26",
      "verseTitle": "Texts 25-26:",
      "translation": "In his bewildered state, the living entity, accepting the body and mind to be the self, considers some people to be his kinsmen and others to be outsiders. Because of this misconception, he suffers. Indeed, the accumulation of such concocted material ideas is the cause of suffering and so-called happiness in the material world. The conditioned soul thus situated must take birth in different species and work in various types of consciousness, thus creating new bodies. This continued material life is called saṁsāra. Birth, death, lamentation, foolishness and anxiety are due to such material considerations. Thus we sometimes come to a proper understanding and sometimes fall again to a wrong conception of life."
    },
    {
      "id": "sb_7_2_27",
      "verseTitle": "Text 27:",
      "translation": "In this regard, an example is given from an old history. This involves a discourse between Yamarāja and the friends of a dead person. Please hear it attentively."
    },
    {
      "id": "sb_7_2_28",
      "verseTitle": "Text 28:",
      "translation": "In the state known as Uśīnara there was a celebrated king named Suyajña. When the King was killed in battle by his enemies, his kinsmen sat down around the dead body and began to lament the death of their friend."
    },
    {
      "id": "sb_7_2_29-31",
      "verseTitle": "Texts 29-31:",
      "translation": "His golden, bejeweled armor smashed, his ornaments and garlands fallen from their places, his hair scattered and his eyes lusterless, the slain King lay on the battlefield, his entire body smeared with blood, his heart pierced by the arrows of the enemy. When he died he had wanted to show his prowess, and thus he had bitten his lips, and his teeth remained in that position. His beautiful lotuslike face was now black and covered with dust from the battlefield. His arms, with his sword and other weapons, were cut and broken. When the queens of the King of Uśīnara saw their husband lying in that position, they began crying, “O lord, now that you have been killed, we also have been killed.” Repeating these words again and again, they fell down, pounding their breasts, at the feet of the dead King."
    },
    {
      "id": "sb_7_2_32",
      "verseTitle": "Text 32:",
      "translation": "As the queens loudly cried, their tears glided down their breasts, becoming reddened by kuṅkuma powder, and fell upon the lotus feet of their husband. Their hair became disarrayed, their ornaments fell, and in a way that evoked sympathy from the hearts of others, the queens began lamenting their husband’s death."
    },
    {
      "id": "sb_7_2_33",
      "verseTitle": "Text 33:",
      "translation": "O lord, you have now been removed by cruel providence to a state beyond our sight. You had previously sustained the livelihood of the inhabitants of Uśīnara, and thus they were happy, but your condition now is the cause of their unhappiness."
    },
    {
      "id": "sb_7_2_34",
      "verseTitle": "Text 34:",
      "translation": "O King, O hero, you were a very grateful husband and the most sincere friend of all of us. How shall we exist without you? O hero, wherever you are going, please direct us there so that we may follow in your footsteps and engage again in your service. Let us go along with you!"
    },
    {
      "id": "sb_7_2_35",
      "verseTitle": "Text 35:",
      "translation": "The time was appropriate for the body to be burned, but the queens, not allowing it to be taken away, continued lamenting for the dead body, which they kept on their laps. In the meantime, the sun completed its movements for setting in the west."
    },
    {
      "id": "sb_7_2_36",
      "verseTitle": "Text 36:",
      "translation": "While the queens were lamenting for the dead body of the King, their loud cries were heard even from the abode of Yamarāja. Assuming the body of a boy, Yamarāja personally approached the relatives of the dead body and advised them as follows."
    },
    {
      "id": "sb_7_2_37",
      "verseTitle": "Text 37:",
      "translation": "Śrī Yamarāja said: Alas, how amazing it is! These persons, who are older than me, have full experience that hundreds and thousands of living entities have taken birth and died. Thus they should understand that they also are apt to die, yet still they are bewildered. The conditioned soul comes from an unknown place and returns after death to that same unknown place. There is no exception to this rule, which is conducted by material nature. Knowing this, why do they uselessly lament?"
    },
    {
      "id": "sb_7_2_38",
      "verseTitle": "Text 38:",
      "translation": "It is wonderful that these elderly women do not have a higher sense of life than we do. Indeed, we are most fortunate, for although we are children and have been left to struggle in material life, unprotected by father and mother, and although we are very weak, we have not been vanquished or eaten by ferocious animals. Thus we have a firm belief that the Supreme Personality of Godhead, who has given us protection even in the womb of the mother, will protect us everywhere."
    },
    {
      "id": "sb_7_2_39",
      "verseTitle": "Text 39:",
      "translation": "The boy addressed the women: O weak women! Only by the will of the Supreme Personality of Godhead, who is never diminished, is the entire world created, maintained and again annihilated. This is the verdict of the Vedic knowledge. This material creation, consisting of the moving and nonmoving, is exactly like His plaything. Being the Supreme Lord, He is completely competent to destroy and protect."
    },
    {
      "id": "sb_7_2_40",
      "verseTitle": "Text 40:",
      "translation": "Sometimes one loses his money on a public street, where everyone can see it, and yet his money is protected by destiny and not seen by others. Thus the man who lost it gets it back. On the other hand, if the Lord does not give protection, even money maintained very securely at home is lost. If the Supreme Lord gives one protection, even though one has no protector and is in the jungle, one remains alive, whereas a person well protected at home by relatives and others sometimes dies, no one being able to protect him."
    },
    {
      "id": "sb_7_2_41",
      "verseTitle": "Text 41:",
      "translation": "Every conditioned soul receives a different type of body according to his work, and when the engagement is finished the body is finished. Although the spirit soul is situated in subtle and gross material bodies in different forms of life, he is not bound by them, for he is always understood to be completely different from the manifested body."
    },
    {
      "id": "sb_7_2_42",
      "verseTitle": "Text 42:",
      "translation": "Just as a householder, although different from the identity of his house, thinks his house to be identical with him, so the conditioned soul, due to ignorance, accepts the body to be himself, although the body is actually different from the soul. This body is obtained through a combination of portions of earth, water and fire, and when the earth, water and fire are transformed in the course of time, the body is vanquished. The soul has nothing to do with this creation and dissolution of the body."
    },
    {
      "id": "sb_7_2_43",
      "verseTitle": "Text 43:",
      "translation": "As fire, although situated in wood, is perceived to be different from the wood, as air, although situated within the mouth and nostrils, is perceived to be separate, and as the sky, although all-pervading, never mixes with anything, so the living entity, although now encaged within the material body, of which it is the source, is separate from it."
    },
    {
      "id": "sb_7_2_44",
      "verseTitle": "Text 44:",
      "translation": "Yamarāja continued: O lamenters, you are all fools! The person named Suyajña, for whom you lament, is still lying before you and has not gone anywhere. Then what is the cause for your lamentation? Previously he heard you and replied to you, but now, not finding him, you are lamenting. This is contradictory behavior, for you have never actually seen the person within the body who heard you and replied. There is no need for your lamentation, for the body you have always seen is lying here."
    },
    {
      "id": "sb_7_2_45",
      "verseTitle": "Text 45:",
      "translation": "In the body the most important substance is the life air, but that also is neither the listener nor the speaker. Beyond even the life air, the soul also can do nothing, for the Supersoul is actually the director, in cooperation with the individual soul. The Supersoul conducting the activities of the body is different from the body and living force."
    },
    {
      "id": "sb_7_2_46",
      "verseTitle": "Text 46:",
      "translation": "The five material elements, the ten senses and the mind all combine to form the various parts of the gross and subtle bodies. The living entity comes in contact with his material bodies, whether high or low, and later gives them up by his personal prowess. This strength can be perceived in a living entity’s personal power to possess different types of bodies."
    },
    {
      "id": "sb_7_2_47",
      "verseTitle": "Text 47:",
      "translation": "As long as the spirit soul is covered by the subtle body, consisting of the mind, intelligence and false ego, he is bound to the results of his fruitive activities. Because of this covering, the spirit soul is connected with the material energy and must accordingly suffer material conditions and reversals, continually, life after life."
    },
    {
      "id": "sb_7_2_48",
      "verseTitle": "Text 48:",
      "translation": "It is fruitless to see and talk of the material modes of nature and their resultant so-called happiness and distress as if they were factual. When the mind wanders during the day and a man begins to think himself extremely important, or when he dreams at night and sees a beautiful woman enjoying with him, these are merely false dreams. Similarly, the happiness and distress caused by the material senses should be understood to be meaningless."
    },
    {
      "id": "sb_7_2_49",
      "verseTitle": "Text 49:",
      "translation": "Those who have full knowledge of self-realization, who know very well that the spirit soul is eternal whereas the body is perishable, are not overwhelmed by lamentation. But persons who lack knowledge of self-realization certainly lament. Therefore it is difficult to educate a person in illusion."
    },
    {
      "id": "sb_7_2_50",
      "verseTitle": "Text 50:",
      "translation": "There was once a hunter who lured birds with food and captured them after spreading a net. He lived as if appointed by death personified as the killer of the birds."
    },
    {
      "id": "sb_7_2_51",
      "verseTitle": "Text 51:",
      "translation": "While wandering in the forest, the hunter saw a pair of kuliṅga birds. Of the two, the female was captivated by the hunter’s lure."
    },
    {
      "id": "sb_7_2_52",
      "verseTitle": "Text 52:",
      "translation": "O queens of Suyajña, the male kuliṅga bird, seeing his wife put into the greatest danger in the grip of Providence, became very unhappy. Because of affection, the poor bird, being unable to release her, began to lament for his wife."
    },
    {
      "id": "sb_7_2_53",
      "verseTitle": "Text 53:",
      "translation": "Alas, how merciless is Providence! My wife, unable to be helped by anyone, is in such an awkward position and lamenting for me. What will Providence gain by taking away this poor bird? What will be the profit?"
    },
    {
      "id": "sb_7_2_54",
      "verseTitle": "Text 54:",
      "translation": "If unkind Providence takes away my wife, who is half my body, why should He not take me also? What is the use of my living with half of my body, bereaved by loss of my wife? What shall I gain in this way?"
    },
    {
      "id": "sb_7_2_55",
      "verseTitle": "Text 55:",
      "translation": "The unfortunate baby birds, bereft of their mother, are waiting in the nest for her to feed them. They are still very small and have not yet grown their wings. How shall I be able to maintain them?"
    },
    {
      "id": "sb_7_2_56",
      "verseTitle": "Text 56:",
      "translation": "Because of the loss of his wife, the kuliṅga bird lamented with tears in his eyes. Meanwhile, following the dictations of mature time, the hunter, who was very carefully hidden in the distance, released his arrow, which pierced the body of the kuliṅga bird and killed him."
    },
    {
      "id": "sb_7_2_57",
      "verseTitle": "Text 57:",
      "translation": "Thus Yamarāja, in the guise of a small boy, told all the queens: You are all so foolish that you lament but do not see your own death. Afflicted by a poor fund of knowledge, you do not know that even if you lament for your dead husband for hundreds of years, you will never get him back alive, and in the meantime your lives will be finished."
    },
    {
      "id": "sb_7_2_58",
      "verseTitle": "Text 58:",
      "translation": "Hiraṇyakaśipu said: While Yamarāja, in the form of a small boy, was instructing all the relatives surrounding the dead body of Suyajña, everyone was struck with wonder by his philosophical words. They could understand that everything material is temporary, not continuing to exist."
    },
    {
      "id": "sb_7_2_59",
      "verseTitle": "Text 59:",
      "translation": "After instructing all the foolish relatives of Suyajña, Yamarāja, in the form of a boy, disappeared from their vision. Then the relatives of King Suyajña performed the ritualistic funeral ceremonies."
    },
    {
      "id": "sb_7_2_60",
      "verseTitle": "Text 60:",
      "translation": "Therefore none of you should be aggrieved for the loss of the body — whether your own or those of others. Only in ignorance does one make bodily distinctions, thinking “Who am I? Who are the others? What is mine? What is for others?”"
    },
    {
      "id": "sb_7_2_61",
      "verseTitle": "Text 61:",
      "translation": "Śrī Nārada Muni continued: Diti, the mother of Hiraṇyakaśipu and Hiraṇyākṣa, heard the instructions of Hiraṇyakaśipu along with her daughter-in-law, Ruṣābhānu, Hiraṇyākṣa’s wife. She then forgot her grief over her son’s death and thus engaged her mind and attention in understanding the real philosophy of life."
    }
  ],
  "description": "As described in this chapter, after the annihilation of Hiraṇyākṣa, Hiraṇyākṣa’s sons and his brother Hiraṇyakaśipu were very much aggrieved. Hiraṇyakaśipu reacted very sinfully by trying to diminish the religious activities of people in general. However, he instructed his nephews about a history just to diminish their aggrievement."
}