{
  "id": "sb_7_14",
  "canto": 7,
  "chapter": 14,
  "chapter_title": "Ideal Family Life",
  "verses_list": [
    {
      "id": "sb_7_14_1",
      "verseTitle": "Text 1:",
      "translation": "Mahārāja Yudhiṣṭhira inquired from Nārada Muni: O my lord, O great sage, kindly explain how we who are staying at home without knowledge of the goal of life may also easily attain liberation, according to the instructions of the Vedas."
    },
    {
      "id": "sb_7_14_2",
      "verseTitle": "Text 2:",
      "translation": "Nārada Muni replied: My dear King, those who stay at home as householders must act to earn their livelihood, and instead of trying to enjoy the results of their work themselves, they should offer these results to Kṛṣṇa, Vāsudeva. How to satisfy Vāsudeva in this life can be perfectly understood through the association of great devotees of the Lord."
    },
    {
      "id": "sb_7_14_3-4",
      "verseTitle": "Texts 3-4:",
      "translation": "A gṛhastha must associate again and again with saintly persons, and with great respect he must hear the nectar of the activities of the Supreme Lord and His incarnations as these activities are described in Śrīmad-Bhāgavatam and other Purāṇas. Thus one should gradually become detached from affection for his wife and children, exactly like a man awakening from a dream."
    },
    {
      "id": "sb_7_14_5",
      "verseTitle": "Text 5:",
      "translation": "While working to earn his livelihood as much as necessary to maintain body and soul together, one who is actually learned should live in human society unattached to family affairs, although externally appearing very much attached."
    },
    {
      "id": "sb_7_14_6",
      "verseTitle": "Text 6:",
      "translation": "An intelligent man in human society should make his own program of activities very simple. If there are suggestions from his friends, children, parents, brothers or anyone else, he should externally agree, saying, “Yes, that is all right,” but internally he should be determined not to create a cumbersome life in which the purpose of life will not be fulfilled."
    },
    {
      "id": "sb_7_14_7",
      "verseTitle": "Text 7:",
      "translation": "The natural products created by the Supreme Personality of Godhead should be utilized to maintain the bodies and souls of all living entities. The necessities of life are of three types: those produced from the sky [from rainfall], from the earth [from the mines, the seas or the fields], and from the atmosphere [that which is obtained suddenly and unexpectedly]."
    },
    {
      "id": "sb_7_14_8",
      "verseTitle": "Text 8:",
      "translation": "One may claim proprietorship to as much wealth as required to maintain body and soul together, but one who desires proprietorship over more than that must be considered a thief, and he deserves to be punished by the laws of nature."
    },
    {
      "id": "sb_7_14_9",
      "verseTitle": "Text 9:",
      "translation": "One should treat animals such as deer, camels, asses, monkeys, mice, snakes, birds and flies exactly like one’s own son. How little difference there actually is between children and these innocent animals."
    },
    {
      "id": "sb_7_14_10",
      "verseTitle": "Text 10:",
      "translation": "Even if one is a householder rather than a brahmacārī, a sannyāsī or a vānaprastha, one should not endeavor very hard for religiosity, economic development or satisfaction of the senses. Even in householder life, one should be satisfied to maintain body and soul together with whatever is available with minimum endeavor, according to place and time, by the grace of the Lord. One should not engage oneself in ugra-karma."
    },
    {
      "id": "sb_7_14_11",
      "verseTitle": "Text 11:",
      "translation": "Dogs, fallen persons and untouchables, including caṇḍālas [dog-eaters], should all be maintained with their proper necessities, which should be contributed by the householders. Even one’s wife at home, with whom one is most intimately attached, should be offered for the reception of guests and people in general."
    },
    {
      "id": "sb_7_14_12",
      "verseTitle": "Text 12:",
      "translation": "One so seriously considers one’s wife to be his own that he sometimes kills himself for her or kills others, including even his parents or his spiritual master or teacher. Therefore if one can give up his attachment to such a wife, he conquers the Supreme Personality of Godhead, who is never conquered by anyone."
    },
    {
      "id": "sb_7_14_13",
      "verseTitle": "Text 13:",
      "translation": "Through proper deliberation, one should give up attraction to his wife’s body because that body will ultimately be transformed into small insects, stool or ashes. What is the value of this insignificant body? How much greater is the Supreme Being, who is all-pervading like the sky?"
    },
    {
      "id": "sb_7_14_14",
      "verseTitle": "Text 14:",
      "translation": "An intelligent person should be satisfied with eating prasāda [food offered to the Lord] or with performing the five different kinds of yajña [pañca-sūnā]. By such activities, one can give up attachment for the body and so-called proprietorship with reference to the body. When one is able to do this, he is firmly fixed in the position of a mahātmā."
    },
    {
      "id": "sb_7_14_15",
      "verseTitle": "Text 15:",
      "translation": "Every day, one should worship the Supreme Being who is situated in everyone’s heart, and on this basis one should separately worship the demigods, the saintly persons, ordinary human beings and living entities, one’s forefathers and one’s self. In this way one is able to worship the Supreme Being in the core of everyone’s heart."
    },
    {
      "id": "sb_7_14_16",
      "verseTitle": "Text 16:",
      "translation": "When one is enriched with wealth and knowledge which are under his full control and by means of which he can perform yajña or please the Supreme Personality of Godhead, one must perform sacrifices, offering oblations to the fire according to the directions of the śāstras. In this way one should worship the Supreme Personality of Godhead."
    },
    {
      "id": "sb_7_14_17",
      "verseTitle": "Text 17:",
      "translation": "The Supreme Personality of Godhead, Śrī Kṛṣṇa, is the enjoyer of sacrificial offerings. Yet although His Lordship eats the oblations offered in the fire, my dear King, He is still more satisfied when nice food made of grains and ghee is offered to Him through the mouths of qualified brāhmaṇas."
    },
    {
      "id": "sb_7_14_18",
      "verseTitle": "Text 18:",
      "translation": "Therefore, my dear King, first offer prasāda unto the brāhmaṇas and the demigods, and after sumptuously feeding them you may distribute prasāda to other living entities according to your ability. In this way you will be able to worship all living entities — or, in other words, the supreme living entity within every living entity."
    },
    {
      "id": "sb_7_14_19",
      "verseTitle": "Text 19:",
      "translation": "A brāhmaṇa who is sufficiently rich must offer oblations to the forefathers during the dark-moon fortnight in the latter part of the month of Bhādra. Similarly, he should offer oblations to the relatives of the forefathers during the mahālayā ceremonies in the month of \nĀśvina.*"
    },
    {
      "id": "sb_7_14_20-23",
      "verseTitle": "Texts 20-23:",
      "translation": "One should perform the śrāddha ceremony on the Makara-saṅkrānti [the day when the sun begins to move north] or on the Karkaṭa-saṅkrānti [the day when the sun begins to move south]. One should also perform this ceremony on the Meṣa-saṅkrānti day and the Tulā-saṅkrānti day, in the yoga named Vyatīpāta, on that day in which three lunar tithis are conjoined, during an eclipse of either the moon or the sun, on the twelfth lunar day, and in the Śravaṇa-nakṣatra. One should perform this ceremony on the Akṣaya-tṛtīyā day, on the ninth lunar day of the bright fortnight of the month of Kārtika, on the four aṣṭakās in the winter season and cool season, on the seventh lunar day of the bright fortnight of the month of Māgha, during the conjunction of Maghā-nakṣatra and the full-moon day, and on the days when the moon is completely full, or not quite completely full, when these days are conjoined with the nakṣatras from which the names of certain months are derived. One should also perform the śrāddha ceremony on the twelfth lunar day when it is in conjunction with any of the nakṣatras named Anurādhā, Śravaṇa, Uttara-phalgunī, Uttarāṣāḍhā or Uttara-bhādrapadā. Again, one should perform this ceremony when the eleventh lunar day is in conjunction with either Uttara-phalgunī, Uttarāṣāḍhā or Uttara-bhādrapadā. Finally, one should perform this ceremony on days conjoined with one’s own birth star [janma-nakṣatra] or with Śravaṇa-nakṣatra."
    },
    {
      "id": "sb_7_14_24",
      "verseTitle": "Text 24:",
      "translation": "All of these seasonal times are considered extremely auspicious for humanity. At such times, one should perform all auspicious activities, for by such activities a human being attains success in his short duration of life."
    },
    {
      "id": "sb_7_14_25",
      "verseTitle": "Text 25:",
      "translation": "During these periods of seasonal change, if one bathes in the Ganges, in the Yamunā or in another sacred place, if one chants, offers fire sacrifices or executes vows, or if one worships the Supreme Lord, the brāhmaṇas, the forefathers, the demigods and the living entities in general, whatever he gives in charity yields a permanently beneficial result."
    },
    {
      "id": "sb_7_14_26",
      "verseTitle": "Text 26:",
      "translation": "O King Yudhiṣṭhira, at the time prescribed for reformatory ritualistic ceremonies for one’s self, one’s wife or one’s children, or during funeral ceremonies and annual death ceremonies, one must perform the auspicious ceremonies mentioned above in order to flourish in fruitive activities."
    },
    {
      "id": "sb_7_14_27-28",
      "verseTitle": "Texts 27-28:",
      "translation": "Nārada Muni continued: Now I shall describe the places where religious performances may be well executed. Any place where a Vaiṣṇava is available is an excellent place for all auspicious activities. The Supreme Personality of Godhead is the support of this entire cosmic manifestation, with all its moving and nonmoving living entities, and the temple where the Deity of the Lord is installed is a most sacred place. Furthermore, places where learned brāhmaṇas observe Vedic principles by means of austerity, education and mercy are also most auspicious and sacred."
    },
    {
      "id": "sb_7_14_29",
      "verseTitle": "Text 29:",
      "translation": "Auspicious indeed are the places where there is a temple of the Supreme Personality of Godhead, Kṛṣṇa, in which He is duly worshiped, and also the places where there flow the celebrated sacred rivers mentioned in the Purāṇas, the supplementary Vedic literatures. Anything spiritual done there is certainly very effective."
    },
    {
      "id": "sb_7_14_30-33",
      "verseTitle": "Texts 30-33:",
      "translation": "The sacred lakes like Puṣkara and places where saintly persons live, like Kurukṣetra, Gayā, Prayāga, Pulahāśrama, Naimiṣāraṇya, the banks of the Phālgu River, Setubandha, Prabhāsa, Dvārakā, Vārāṇasī, Mathurā, Pampā, Bindu-sarovara, Badarikāśrama [Nārāyaṇāśrama], the places where the Nandā River flows, the places where Lord Rāmacandra and mother Sītā took shelter, such as Citrakūṭa, and also the hilly tracts of land known as Mahendra and Malaya — all of these are to be considered most pious and sacred. Similarly, places outside India where there are centers of the Kṛṣṇa consciousness movement and where Rādhā-Kṛṣṇa Deities are worshiped must all be visited and worshiped by those who want to be spiritually advanced. One who intends to advance in spiritual life may visit all these places and perform ritualistic ceremonies to get results a thousand times better than the results of the same activities performed in any other place."
    },
    {
      "id": "sb_7_14_34",
      "verseTitle": "Text 34:",
      "translation": "O King of the earth, it has been decided by expert, learned scholars that only the Supreme Personality of Godhead, Kṛṣṇa, in whom all that is moving or nonmoving within this universe is resting and from whom everything is coming, is the best person to whom everything must be given."
    },
    {
      "id": "sb_7_14_35",
      "verseTitle": "Text 35:",
      "translation": "O King Yudhiṣṭhira, the demigods, many great sages and saints including even the four sons of Lord Brahmā, and I myself were present at your Rājasūya sacrificial ceremony, but when there was a question of who should be the first person worshiped, everyone decided upon Lord Kṛṣṇa, the Supreme Person."
    },
    {
      "id": "sb_7_14_36",
      "verseTitle": "Text 36:",
      "translation": "The entire universe, which is full of living entities, is like a tree whose root is the Supreme Personality of Godhead, Acyuta [Kṛṣṇa]. Therefore simply by worshiping Lord Kṛṣṇa one can worship all living entities."
    },
    {
      "id": "sb_7_14_37",
      "verseTitle": "Text 37:",
      "translation": "The Supreme Personality of Godhead has created many residential places like the bodies of human beings, animals, birds, saints and demigods. In all of these innumerable bodily forms, the Lord resides with the living being as Paramātmā. Thus He is known as the puruṣāvatāra."
    },
    {
      "id": "sb_7_14_38",
      "verseTitle": "Text 38:",
      "translation": "O King Yudhiṣṭhira, the Supersoul in every body gives intelligence to the individual soul according to his capacity for understanding. Therefore the Supersoul is the chief within the body. The Supersoul is manifested to the individual soul according to the individual’s comparative development of knowledge, austerity, penance and so on."
    },
    {
      "id": "sb_7_14_39",
      "verseTitle": "Text 39:",
      "translation": "My dear King, when great sages and saintly persons saw mutually disrespectful dealings at the beginning of Tretā-yuga, Deity worship in the temple was introduced with all paraphernalia."
    },
    {
      "id": "sb_7_14_40",
      "verseTitle": "Text 40:",
      "translation": "Sometimes a neophyte devotee offers all the paraphernalia for worshiping the Lord, and he factually worships the Lord as the Deity, but because he is envious of the authorized devotees of Lord Viṣṇu, the Lord is never satisfied with his devotional service."
    },
    {
      "id": "sb_7_14_41",
      "verseTitle": "Text 41:",
      "translation": "My dear King, of all persons a qualified brāhmaṇa must be accepted as the best within this material world because such a brāhmaṇa, by practicing austerity, Vedic studies and satisfaction, becomes the counterpart body of the Supreme Personality of Godhead."
    },
    {
      "id": "sb_7_14_42",
      "verseTitle": "Text 42:",
      "translation": "My dear King Yudhiṣṭhira, the brāhmaṇas, especially those engaged in preaching the glories of the Lord throughout the entire world, are recognized and worshiped by the Supreme Personality of Godhead, who is the heart and soul of all creation. The brāhmaṇas, by their preaching, sanctify the three worlds with the dust of their lotus feet, and thus they are worshipable even for Kṛṣṇa."
    }
  ],
  "description": "This chapter describes the occupational duties of the householder according to the time, the country and the performer. When Yudhiṣṭhira Mahārāja became very much inquisitive about the occupational duties for the householder, Nārada Muni advised him that a gṛhastha’s first duty is to be fully dependent on Vāsudeva, Kṛṣṇa, and to try to satisfy Him in all respects by executing one’s prescribed devotional service. This devotional service will depend on the instructions of authorities and the association of devotees who are actually engaged in devotional service. The beginning of devotional service is śravaṇam, or hearing. One must hear from the mouths of realized souls. In this way the gṛhastha’s attraction to his wife and children will gradually be reduced."
}