{
  "id": "sb_2_8",
  "canto": 2,
  "chapter": 8,
  "chapter_title": "Questions by King Parīkṣit",
  "verses_list": [
    {
      "id": "sb_2_8_1",
      "verseTitle": "ŚB 2.8.1",
      "translation": "King Parīkṣit inquired from Śukadeva Gosvāmī: How did Nārada Muni, whose hearers are as fortunate as those instructed by Lord Brahmā, explain the transcendental qualities of the Lord, who is without material qualities, and before whom did he speak?"
    },
    {
      "id": "sb_2_8_2",
      "verseTitle": "ŚB 2.8.2",
      "translation": "The King said: I wish to know. Narrations concerning the Lord, who possesses wonderful potencies, are certainly auspicious for living beings in all planets."
    },
    {
      "id": "sb_2_8_3",
      "verseTitle": "ŚB 2.8.3",
      "translation": "O greatly fortunate Śukadeva Gosvāmī, please continue narrating Śrīmad-Bhāgavatam so that I can place my mind upon the Supreme Soul, Lord Kṛṣṇa, and, being completely freed from material qualities, thus relinquish this body."
    },
    {
      "id": "sb_2_8_4",
      "verseTitle": "ŚB 2.8.4",
      "translation": "Persons who hear Śrīmad-Bhāgavatam regularly and are always taking the matter very seriously will have the Personality of Godhead Śrī Kṛṣṇa manifested in their hearts within a short time."
    },
    {
      "id": "sb_2_8_5",
      "verseTitle": "ŚB 2.8.5",
      "translation": "The sound incarnation of Lord Kṛṣṇa, the Supreme Soul [i.e., Śrīmad-Bhāgavatam], enters into the heart of a self-realized devotee, sits on the lotus flower of his loving relationship, and thus cleanses the dust of material association, such as lust, anger and hankering. Thus it acts like autumnal rains upon pools of muddy water."
    },
    {
      "id": "sb_2_8_6",
      "verseTitle": "ŚB 2.8.6",
      "translation": "A pure devotee of the Lord whose heart has once been cleansed by the process of devotional service never relinquishes the lotus feet of Lord Kṛṣṇa, for they fully satisfy him, as a traveler is satisfied at home after a troubled journey."
    },
    {
      "id": "sb_2_8_7",
      "verseTitle": "ŚB 2.8.7",
      "translation": "O learned brāhmaṇa, the transcendental spirit soul is different from the material body. Does he acquire the body accidentally or by some cause? Will you kindly explain this, for it is known to you."
    },
    {
      "id": "sb_2_8_8",
      "verseTitle": "ŚB 2.8.8",
      "translation": "If the Supreme Personality of Godhead, from whose abdomen the lotus stem sprouted, is possessed of a gigantic body according to His own caliber and measurement, then what is the specific difference between the body of the Lord and those of common living entities?"
    },
    {
      "id": "sb_2_8_9",
      "verseTitle": "ŚB 2.8.9",
      "translation": "Brahmā, who was not born of a material source but of the lotus flower coming out of the navel abdomen of the Lord, is the creator of all those who are materially born. Of course, by the grace of the Lord, Brahmā was able to see the form of the Lord."
    },
    {
      "id": "sb_2_8_10",
      "verseTitle": "ŚB 2.8.10",
      "translation": "Please also explain the Personality of Godhead, who lies in every heart as the Supersoul, and as the Lord of all energies, but is untouched by His external energy."
    },
    {
      "id": "sb_2_8_11",
      "verseTitle": "ŚB 2.8.11",
      "translation": "O learned brāhmaṇa, it was formerly explained that all the planets of the universe with their respective governors are situated in the different parts of the gigantic body of the virāṭ-puruṣa. I have also heard that the different planetary systems are supposed to be in the gigantic body of the virāṭ-puruṣa. But what is their actual position? Will you please explain that?"
    },
    {
      "id": "sb_2_8_12",
      "verseTitle": "ŚB 2.8.12",
      "translation": "Also please explain the duration of time between creation and annihilation, and that of other subsidiary creations, as well as the nature of time, indicated by the sound of past, present and future. Also, please explain the duration and measurement of life of the different living beings known as the demigods, the human beings, etc., in different planets of the universe."
    },
    {
      "id": "sb_2_8_13",
      "verseTitle": "ŚB 2.8.13",
      "translation": "O purest of the brāhmaṇas, please also explain the cause of the different durations of time, both short and long, as well as the beginning of time, following the course of action."
    },
    {
      "id": "sb_2_8_14",
      "verseTitle": "ŚB 2.8.14",
      "translation": "Then again, kindly describe how the proportionate accumulation of the reactions resulting from the different modes of material nature act upon the desiring living being, promoting or degrading him among the different species of life, beginning from the demigods down to the most insignificant creatures."
    },
    {
      "id": "sb_2_8_15",
      "verseTitle": "ŚB 2.8.15",
      "translation": "O best of the brāhmaṇas, please also describe how the creation of the globes throughout the universe, the four directions of the heavens, the sky, the planets, the stars, the mountains, the rivers, the seas and the islands, as well as their different kinds of inhabitants, takes place."
    },
    {
      "id": "sb_2_8_16",
      "verseTitle": "ŚB 2.8.16",
      "translation": "Also, please describe the inner and outer space of the universe by specific divisions, as well as the character and activities of the great souls, and also the characteristics of the different classifications of the castes and orders of social life."
    },
    {
      "id": "sb_2_8_17",
      "verseTitle": "ŚB 2.8.17",
      "translation": "Please explain all the different ages in the duration of the creation, and also the duration of such ages. Also tell me about the different activities of the different incarnations of the Lord in different ages."
    },
    {
      "id": "sb_2_8_18",
      "verseTitle": "ŚB 2.8.18",
      "translation": "Please also explain what may generally be the common religious affiliations of human society, as well as their specific occupational duties in religion, the classification of the social orders as well as the administrative royal orders, and the religious principles for one who may be in distress."
    },
    {
      "id": "sb_2_8_19",
      "verseTitle": "ŚB 2.8.19",
      "translation": "Kindly explain all about the elementary principles of creation, the number of such elementary principles, their causes, and their development, and also the process of devotional service and the method of mystic powers."
    },
    {
      "id": "sb_2_8_20",
      "verseTitle": "ŚB 2.8.20",
      "translation": "What are the opulences of the great mystics, and what is their ultimate realization? How does the perfect mystic become detached from the subtle astral body? What is the basic knowledge of the Vedic literatures, including the branches of history and the supplementary Purāṇas?"
    },
    {
      "id": "sb_2_8_21",
      "verseTitle": "ŚB 2.8.21",
      "translation": "Please explain unto me how the living beings are generated, how they are maintained, and how they are annihilated. Tell me also of the advantages and disadvantages of discharging devotional service unto the Lord. What are the Vedic rituals and injunctions of the supplementary Vedic rites, and what are the procedures of religion, economic development and sense satisfaction?"
    },
    {
      "id": "sb_2_8_22",
      "verseTitle": "ŚB 2.8.22",
      "translation": "Please also explain how, merged in the body of the Lord, living beings are created, and how the infidels appear in the world. Also please explain how the unconditioned living entities exist."
    },
    {
      "id": "sb_2_8_23",
      "verseTitle": "ŚB 2.8.23",
      "translation": "The independent Personality of Godhead enjoys His pastimes by His internal potency and at the time of annihilation gives them up to the external potency, and He remains a witness to it all."
    },
    {
      "id": "sb_2_8_24",
      "verseTitle": "ŚB 2.8.24",
      "translation": "O great sage, representative of the Lord, kindly satisfy my inquisitiveness in all that I have inquired from you and all that I may not have inquired from you from the very beginning of my questionings. Since I am a soul surrendered unto you, please impart full knowledge in this connection."
    },
    {
      "id": "sb_2_8_25",
      "verseTitle": "ŚB 2.8.25",
      "translation": "O great sage, you are as good as Brahmā, the original living being. Others follow custom only, as followed by the previous philosophical speculators."
    },
    {
      "id": "sb_2_8_26",
      "verseTitle": "ŚB 2.8.26",
      "translation": "O learned brāhmaṇa, because of my drinking the nectar of the message of the infallible Personality of Godhead, which is flowing down from the ocean of your speeches, I do not feel any sort of exhaustion due to my fasting."
    },
    {
      "id": "sb_2_8_27",
      "verseTitle": "ŚB 2.8.27",
      "translation": "Sūta Gosvāmī said: Thus Śukadeva Gosvāmī, being invited by Mahārāja Parīkṣit to speak on topics of the Lord Śrī Kṛṣṇa with the devotees, was very much pleased."
    },
    {
      "id": "sb_2_8_28",
      "verseTitle": "ŚB 2.8.28",
      "translation": "He began to reply to the inquiries of Mahārāja Parīkṣit by saying that the science of the Personality of Godhead was spoken first by the Lord Himself to Brahmā when he was first born. Śrīmad-Bhāgavatam is the supplementary Vedic literature, and it is just in pursuance of the Vedas."
    },
    {
      "id": "sb_2_8_29",
      "verseTitle": "ŚB 2.8.29",
      "translation": "He also prepared himself to reply to all that King Parīkṣit had inquired from him. Mahārāja Parīkṣit was the best in the dynasty of the Pāṇḍus, and thus he was able to ask the right questions from the right person."
    }
  ]
}