{
  "id": "sb_2_9",
  "canto": 2,
  "chapter": 9,
  "chapter_title": "Answers by Citing the Lord’s Version",
  "verses_list": [
    {
      "id": "sb_2_9_1",
      "verseTitle": "Text 1:",
      "translation": "Śrī Śukadeva Gosvāmī said: O King, unless one is influenced by the energy of the Supreme Personality of Godhead, there is no meaning to the relationship of the pure soul in pure consciousness with the material body. That relationship is just like a dreamer’s seeing his own body working."
    },
    {
      "id": "sb_2_9_2",
      "verseTitle": "Text 2:",
      "translation": "The illusioned living entity appears in so many forms offered by the external energy of the Lord. While enjoying in the modes of material nature, the encaged living entity misconceives, thinking in terms of “I” and “mine.”"
    },
    {
      "id": "sb_2_9_3",
      "verseTitle": "Text 3:",
      "translation": "As soon as the living entity becomes situated in his constitutional glory and begins to enjoy the transcendence beyond time and material energy, he at once gives up the two misconceptions of life [I and mine] and thus becomes fully manifested as the pure self."
    },
    {
      "id": "sb_2_9_4",
      "verseTitle": "Text 4:",
      "translation": "O King, the Personality of Godhead, being very much pleased with Lord Brahmā because of his nondeceptive penance in bhakti-yoga, presented His eternal and transcendental form before Brahmā. And that is the objective goal for purifying the conditioned soul."
    },
    {
      "id": "sb_2_9_5",
      "verseTitle": "Text 5:",
      "translation": "Lord Brahmā, the first spiritual master, supreme in the universe, could not trace out the source of his lotus seat, and while thinking of creating the material world, he could not understand the proper direction for such creative work, nor could he find out the process for such creation."
    },
    {
      "id": "sb_2_9_6",
      "verseTitle": "Text 6:",
      "translation": "While thus engaged in thinking, in the water, Brahmājī heard twice from nearby two syllables joined together. One of the syllables was taken from the sixteenth and the other from the twenty-first of the sparśa alphabets, and both joined to become the wealth of the renounced order of life."
    },
    {
      "id": "sb_2_9_7",
      "verseTitle": "Text 7:",
      "translation": "When he heard the sound, he tried to find the speaker, searching on all sides. But when he was unable to find anyone besides himself, he thought it wise to sit down on his lotus seat firmly and give his attention to the execution of penance, as he was instructed."
    },
    {
      "id": "sb_2_9_8",
      "verseTitle": "Text 8:",
      "translation": "Lord Brahmā underwent penances for one thousand years by the calculations of the demigods. He heard this transcendental vibration from the sky, and he accepted it as divine. Thus he controlled his mind and senses, and the penances he executed were a great lesson for the living entities. Thus he is known as the greatest of all ascetics."
    },
    {
      "id": "sb_2_9_9",
      "verseTitle": "Text 9:",
      "translation": "The Personality of Godhead, being thus very much satisfied with the penance of Lord Brahmā, was pleased to manifest His personal abode, Vaikuṇṭha, the supreme planet above all others. This transcendental abode of the Lord is adored by all self-realized persons freed from all kinds of miseries and fear of illusory existence."
    },
    {
      "id": "sb_2_9_10",
      "verseTitle": "Text 10:",
      "translation": "In that personal abode of the Lord, the material modes of ignorance and passion do not prevail, nor is there any of their influence in goodness. There is no predominance of the influence of time, so what to speak of the illusory, external energy; it cannot enter that region. Without discrimination, both the demigods and the demons worship the Lord as devotees."
    },
    {
      "id": "sb_2_9_11",
      "verseTitle": "Text 11:",
      "translation": "The inhabitants of the Vaikuṇṭha planets are described as having a glowing sky-bluish complexion. Their eyes resemble lotus flowers, their dress is of yellowish color, and their bodily features very attractive. They are just the age of growing youths, they all have four hands, they are all nicely decorated with pearl necklaces with ornamental medallions, and they all appear to be effulgent."
    },
    {
      "id": "sb_2_9_12",
      "verseTitle": "Text 12:",
      "translation": "Some of them are effulgent like coral and diamonds in complexion and have garlands on their heads, blooming like lotus flowers, and some wear earrings."
    },
    {
      "id": "sb_2_9_13",
      "verseTitle": "Text 13:",
      "translation": "The Vaikuṇṭha planets are also surrounded by various airplanes, all glowing and brilliantly situated. These airplanes belong to the great mahātmās or devotees of the Lord. The ladies are as beautiful as lightning because of their celestial complexions, and all these combined together appear just like the sky decorated with both clouds and lightning."
    },
    {
      "id": "sb_2_9_14",
      "verseTitle": "Text 14:",
      "translation": "The goddess of fortune in her transcendental form is engaged in the loving service of the Lord’s lotus feet, and being moved by the black bees, followers of spring, she is not only engaged in variegated pleasure — service to the Lord, along with her constant companions — but is also engaged in singing the glories of the Lord’s activities."
    },
    {
      "id": "sb_2_9_15",
      "verseTitle": "Text 15:",
      "translation": "Lord Brahmā saw in the Vaikuṇṭha planets the Personality of Godhead, who is the Lord of the entire devotee community, the Lord of the goddess of fortune, the Lord of all sacrifices, and the Lord of the universe, and who is served by the foremost servitors like Nanda, Sunanda, Prabala and Arhaṇa, His immediate associates."
    },
    {
      "id": "sb_2_9_16",
      "verseTitle": "Text 16:",
      "translation": "The Personality of Godhead, seen leaning favorably towards His loving servitors, His very sight intoxicating and attractive, appeared to be very much satisfied. He had a smiling face decorated with an enchanting reddish hue. He was dressed in yellow robes and wore earrings and a helmet on his head. He had four hands, and His chest was marked with the lines of the goddess of fortune."
    },
    {
      "id": "sb_2_9_17",
      "verseTitle": "Text 17:",
      "translation": "The Lord was seated on His throne and was surrounded by different energies like the four, the sixteen, the five, and the six natural opulences, along with other insignificant energies of the temporary character. But He was the factual Supreme Lord, enjoying His own abode."
    },
    {
      "id": "sb_2_9_18",
      "verseTitle": "Text 18:",
      "translation": "Lord Brahmā, thus seeing the Personality of Godhead in His fullness, was overwhelmed with joy within his heart, and thus in full transcendental love and ecstasy, his eyes filled with tears of love. He thus bowed down before the Lord. That is the way of the highest perfection for the living being [paramahaṁsa]."
    },
    {
      "id": "sb_2_9_19",
      "verseTitle": "Text 19:",
      "translation": "And seeing Brahmā present before Him, the Lord accepted him as worthy to create living beings, to be controlled as He desired, and thus being much satisfied with him, the Lord shook hands with Brahmā and, slightly smiling, addressed him thus."
    },
    {
      "id": "sb_2_9_20",
      "verseTitle": "Text 20:",
      "translation": "The beautiful Personality of Godhead addressed Lord Brahmā: O Brahmā, impregnated with the Vedas, I am very much pleased with your long-accumulated penance with the desire for creation. Hardly am I pleased with the pseudo mystics."
    },
    {
      "id": "sb_2_9_21",
      "verseTitle": "Text 21:",
      "translation": "I wish you good luck. O Brahmā, you may ask from Me, the giver of all benediction, all that you may desire. You may know that the ultimate benediction, as the result of all penances, is to see Me by realization."
    },
    {
      "id": "sb_2_9_22",
      "verseTitle": "Text 22:",
      "translation": "The highest perfectional ingenuity is the personal perception of My abodes, and this has been possible because of your submissive attitude in the performance of severe penance according to My order."
    },
    {
      "id": "sb_2_9_23",
      "verseTitle": "Text 23:",
      "translation": "O sinless Brahmā, you may know from Me that it was I who first ordered you to undergo penance when you were perplexed in your duty. Such penance is My heart and soul, and therefore penance and I are nondifferent."
    },
    {
      "id": "sb_2_9_24",
      "verseTitle": "Text 24:",
      "translation": "I create this cosmos by such penance, I maintain it by the same energy, and I withdraw it all by the same energy. Therefore the potency is penance only."
    },
    {
      "id": "sb_2_9_25",
      "verseTitle": "Text 25:",
      "translation": "Lord Brahmā said: O Personality of Godhead, You are situated in every living entity’s heart as the supreme director, and therefore You are aware of all endeavors by Your superior intelligence, without any hindrance whatsoever."
    },
    {
      "id": "sb_2_9_26",
      "verseTitle": "Text 26:",
      "translation": "In spite of that, my Lord, I am praying to You to kindly fulfill my desire. May I please be informed how, in spite of Your transcendental form, You assume the mundane form, although You have no such form at all."
    },
    {
      "id": "sb_2_9_27",
      "verseTitle": "Text 27:",
      "translation": "And [please inform me] how You, by Your own Self, manifest different energies for annihilation, generation, acceptance and maintenance by combination and permutation."
    },
    {
      "id": "sb_2_9_28",
      "verseTitle": "Text 28:",
      "translation": "O master of all energies, please tell me philosophically all about them. You play like a spider that covers itself by its own energy, and Your determination is infallible."
    },
    {
      "id": "sb_2_9_29",
      "verseTitle": "Text 29:",
      "translation": "Please tell me so that I may be taught in the matter by the instruction of the Personality of Godhead and may thus act instrumentally to generate living entities, without being conditioned by such activities."
    },
    {
      "id": "sb_2_9_30",
      "verseTitle": "Text 30:",
      "translation": "O my Lord, the unborn, You have shaken hands with me just as a friend does with a friend [as if equal in position]. I shall be engaged in the creation of different types of living entities, and I shall be occupied in Your service. I shall have no perturbation, but I pray that all this may not give rise to pride, as if I were the Supreme."
    },
    {
      "id": "sb_2_9_31",
      "verseTitle": "Text 31:",
      "translation": "The Personality of Godhead said: Knowledge about Me as described in the scriptures is very confidential, and it has to be realized in conjunction with devotional service. The necessary paraphernalia for that process is being explained by Me. You may take it up carefully."
    },
    {
      "id": "sb_2_9_32",
      "verseTitle": "Text 32:",
      "translation": "All of Me, namely My actual eternal form and My transcendental existence, color, qualities and activities — let all be awakened within you by factual realization, out of My causeless mercy."
    },
    {
      "id": "sb_2_9_33",
      "verseTitle": "Text 33:",
      "translation": "Brahmā, it is I, the Personality of Godhead, who was existing before the creation, when there was nothing but Myself. Nor was there the material nature, the cause of this creation. That which you see now is also I, the Personality of Godhead, and after annihilation what remains will also be I, the Personality of Godhead."
    },
    {
      "id": "sb_2_9_34",
      "verseTitle": "Text 34:",
      "translation": "O Brahmā, whatever appears to be of any value, if it is without relation to Me, has no reality. Know it as My illusory energy, that reflection which appears to be in darkness."
    },
    {
      "id": "sb_2_9_35",
      "verseTitle": "Text 35:",
      "translation": "O Brahmā, please know that the universal elements enter into the cosmos and at the same time do not enter into the cosmos; similarly, I Myself also exist within everything created, and at the same time I am outside of everything."
    },
    {
      "id": "sb_2_9_36",
      "verseTitle": "Text 36:",
      "translation": "A person who is searching after the Supreme Absolute Truth, the Personality of Godhead, must certainly search for it up to this, in all circumstances, in all space and time, and both directly and indirectly."
    },
    {
      "id": "sb_2_9_37",
      "verseTitle": "Text 37:",
      "translation": "O Brahmā, just follow this conclusion by fixed concentration of mind, and no pride will disturb you, neither in the partial nor in the final devastation."
    },
    {
      "id": "sb_2_9_38",
      "verseTitle": "Text 38:",
      "translation": "Śukadeva Gosvāmī said to Mahārāja Parīkṣit: The Supreme Personality of Godhead, Hari, after being seen in His transcendental form, instructing Brahmājī, the leader of the living entities, disappeared."
    },
    {
      "id": "sb_2_9_39",
      "verseTitle": "Text 39:",
      "translation": "On the disappearance of the Supreme Personality of Godhead, Hari, who is the object of transcendental enjoyment for the senses of devotees, Brahmā, with folded hands, began to re-create the universe, full with living entities, as it was previously."
    },
    {
      "id": "sb_2_9_40",
      "verseTitle": "Text 40:",
      "translation": "Thus once upon a time the forefather of living entities and the father of religiousness, Lord Brahmā, situated himself in acts of regulative principles, desiring self-interest for the welfare of all living entities."
    },
    {
      "id": "sb_2_9_41",
      "verseTitle": "Text 41:",
      "translation": "Nārada, the most dear of the inheritor sons of Brahmā, always ready to serve his father, strictly follows the instructions of his father by his mannerly behavior, meekness and sense control."
    },
    {
      "id": "sb_2_9_42",
      "verseTitle": "Text 42:",
      "translation": "Nārada very much pleased his father and desired to know all about the energies of Viṣṇu, the master of all energies, for Nārada was the greatest of all sages and greatest of all devotees, O King."
    },
    {
      "id": "sb_2_9_43",
      "verseTitle": "Text 43:",
      "translation": "The great sage Nārada also inquired in detail from his father, Brahmā, the great-grandfather of all the universe, after seeing him well satisfied."
    },
    {
      "id": "sb_2_9_44",
      "verseTitle": "Text 44:",
      "translation": "Thereupon the supplementary Vedic literature, Śrīmad-Bhāgavatam, which was described by the Personality of Godhead and which contains ten characteristics, was told with satisfaction by the father [Brahmā] to his son Nārada."
    },
    {
      "id": "sb_2_9_45",
      "verseTitle": "Text 45:",
      "translation": "In succession, O King, the great sage Nārada instructed Śrīmad-Bhāgavatam unto the unlimitedly powerful Vyāsadeva, who meditated in devotional service upon the Supreme Personality of Godhead, the Absolute Truth, on the bank of the river Sarasvatī."
    },
    {
      "id": "sb_2_9_46",
      "verseTitle": "Text 46:",
      "translation": "O King, your questions as to how the universe became manifested from the gigantic form of the Personality of Godhead, as well as other questions, I shall answer in detail by explanation of the four verses already mentioned."
    }
  ],
  "description": ""
}