{
  "id": "sb_4_1",
  "title": "Genealogical Table of the Daughters of Manu",
  "canto": 4,
  "chapter": 1,
  "verses": [
    {
      "title": "ŚB 4.1.1",
      "id": "sb_4_1_1",
      "sanskrit": "मैत्रेय उवाच\nमनोस्तु शतरूपायां तिस्र: कन्याश्च जज्ञिरे ।\nआकूतिर्देवहूतिश्च प्रसूतिरिति विश्रुता: ॥ १ ॥",
      "iast": "maitreya uvāca\nmanos tu śatarūpāyāṁ\ntisraḥ kanyāś ca jajñire\nākūtir devahūtiś ca\nprasūtir iti viśrutāḥ",
      "word_to_word": "maitreyaḥ uvāca — the great sage Maitreya said; manoḥ tu — of Svāyambhuva Manu; śatarūpāyām — in his wife, Śatarūpā; tisraḥ — three; kanyāḥ ca — daughters also; jajñire — gave birth; ākūtiḥ — named Ākūti; devahūtiḥ — named Devahūti; ca — also; prasūtiḥ — named Prasūti; iti — thus; viśrutāḥ — well known.",
      "translation": "Śrī Maitreya said: Svāyambhuva Manu begot three daughters in his wife, Śatarūpā, and their names were Ākūti, Devahūti and Prasūti.",
      "purport": [
        "First of all let us offer our respectful obeisances unto our spiritual master, Oṁ Viṣṇupāda Śrī Śrīmad Bhaktisiddhānta Sarasvatī Gosvāmī Prabhupāda, by whose order I am engaged in this herculean task of writing commentary on the Śrīmad-Bhāgavatam as the Bhaktivedanta purports. By his grace we have finished three cantos already, and we are just trying to begin the Fourth Canto. By his divine grace let us offer our respectful obeisances unto Lord Caitanya, who began this Kṛṣṇa consciousness movement of Bhāgavata-dharma five hundred years ago, and through His grace let us offer our obeisances to the Six Gosvāmīs, and then let us offer our obeisances to Rādhā and Kṛṣṇa, the spiritual couple who enjoy eternally in Vṛndāvana with Their cowherd boys and damsels in Vrajabhūmi. Let us also offer our respectful obeisances to all the devotees and eternal servitors of the Supreme Lord.",
        "In this Fourth Canto of Śrīmad-Bhāgavatam there are thirty-one chapters, and all these chapters describe the secondary creation by Brahmā and the Manus. The Supreme Lord Himself does the real creation by agitating His material energy, and then, by His order, Brahmā, the first living creature in the universe, attempts to create the different planetary systems and their inhabitants, expanding the population through his progeny, like Manu and other progenitors of living entities, who work perpetually under the order of the Supreme Lord. In the First Chapter of this Fourth Canto there are descriptions of the three daughters of Svāyambhuva Manu and their descendants. The next six chapters describe the sacrifice performed by King Dakṣa and how it was spoiled. Thereafter the activities of Mahārāja Dhruva are described in five chapters. Then, in eleven chapters, the activities of King Pṛthu are described, and the next eight chapters are devoted to the activities of the Pracetā kings.",
        "As described in the first verse of this chapter, Svāyambhuva Manu had three daughters, named Ākūti, Devahūti and Prasūti. Of these three daughters, one daughter, Devahūti, has already been described, along with her husband, Kardama Muni, and her son, Kapila Muni. In this chapter the descendants of the first daughter, Ākūti, will specifically be described. Svāyambhuva Manu was the son of Brahmā. Brahmā had many other sons, but Manu’s name is specifically mentioned first because he was a great devotee of the Lord. In this verse there is also the word ca, indicating that besides the three daughters mentioned, Svāyambhuva Manu also had two sons."
      ],
      "prev_verse": "1",
      "next_verse": "2"
    },
    {
      "title": "ŚB 4.1.2",
      "id": "sb_4_1_2",
      "sanskrit": "आकूतिं रुचये प्रादादपि भ्रातृमतीं नृप: ।\nपुत्रिकाधर्ममाश्रित्य शतरूपानुमोदित: ॥ २ ॥",
      "iast": "ākūtiṁ rucaye prādād\napi bhrātṛmatīṁ nṛpaḥ\nputrikā-dharmam āśritya\nśatarūpānumoditaḥ",
      "word_to_word": "ākūtim — Ākūti; rucaye — unto the great sage Ruci; prādāt — handed over; api — although; bhrātṛ-matīm — daughter having a brother; nṛpaḥ — the King; putrikā — get the resultant son; dharmam — religious rites; āśritya — taking shelter; śatarūpā — by the wife of Svāyambhuva Manu; anumoditaḥ — being sanctioned.",
      "translation": "Ākūti had two brothers, but in spite of her brothers, King Svāyambhuva Manu handed her over to Prajāpati Ruci on the condition that the son born of her be returned to Manu as his son. This he did in consultation with his wife, Śatarūpā.",
      "purport": [
        "Sometimes a sonless person offers his daughter to a husband on the condition that his grandson be returned to him to be adopted as his son and inherit his property. This is called putrikā-dharma, which means that by execution of religious rituals one gets a son, although one is sonless by one’s own wife. But here we see extraordinary behavior in Manu, for in spite of his having two sons, he handed over his first daughter to Prajāpati Ruci on the condition that the son born of his daughter be returned to him as his son. Śrīla Viśvanātha Cakravartī Ṭhākura comments in this connection that King Manu knew that the Supreme Personality of Godhead would take birth in the womb of Ākūti; therefore, in spite of having two sons, he wanted the particular son born of Ākūti because he was ambitious to have the Supreme Personality of Godhead appear as his son and grandson. Manu is the lawgiver of mankind, and since he personally executed the putrikā-dharma, we may accept that such a system may be adopted by mankind also. Thus, even though one has a son, if one wants to have a particular son from one’s daughter, one may give one’s daughter in charity on that condition. That is the opinion of Śrīla Jīva Gosvāmī."
      ],
      "prev_verse": "1",
      "next_verse": "3"
    },
    {
      "title": "ŚB 4.1.3",
      "id": "sb_4_1_3",
      "sanskrit": "प्रजापति: स भगवान् रुचिस्तस्यामजीजनत् ।\nमिथुनं ब्रह्मवर्चस्वी परमेण समाधिना ॥ ३ ॥",
      "iast": "prajāpatiḥ sa bhagavān\nrucis tasyām ajījanat\nmithunaṁ brahma-varcasvī\nparameṇa samādhinā",
      "word_to_word": "prajāpatiḥ — one who is entrusted with begetting children; saḥ — he; bhagavān — the most opulent; ruciḥ — the great sage Ruci; tasyām — in her; ajījanat — gave birth; mithunam — couple; brahma-varcasvī — spiritually very much powerful; parameṇa — with great strength; samādhinā — in trance.",
      "translation": "Ruci, who was very powerful in his brahminical qualifications and was appointed one of the progenitors of the living entities, begot one son and one daughter by his wife, Ākūti.",
      "purport": [
        "The word brahma-varcasvī is very significant. Ruci was a brāhmaṇa, and he executed the brahminical duties very rigidly. As stated in Bhagavad-gītā, the brahminical qualifications are control of the senses, control of the mind, cleanliness within and without, development of spiritual and material knowledge, simplicity, truthfulness, faith in the Supreme Personality of Godhead, etc. There are many qualities which indicate a brahminical personality, and it is understood that Ruci followed all the brahminical principles rigidly. Therefore he is specifically mentioned as brahma-varcasvī. One who is born of a brāhmaṇa father but does not act as a brāhmaṇa is called, in Vedic language, a brahma-bandhu, and is calculated to be on the level of śūdras and women. Thus in the Bhāgavatam we find that Mahābhārata was specifically compiled by Vyāsadeva for strī-śūdra-brahma-bandhu. Strī means women, śūdra means the lower class of civilized human society, and brahma-bandhu means persons who are born in the families of brāhmaṇas but do not follow the rules and regulations carefully. All of these three classes are called less intelligent; they have no access to the study of the Vedas, which are specifically meant for persons who have acquired the brahminical qualifications. This restriction is based not upon any sectarian distinction but upon qualification. The Vedic literatures cannot be understood unless one has developed the brahminical qualifications. It is regrettable, therefore, that persons who have no brahminical qualifications and have never been trained under a bona fide spiritual master nevertheless comment on Vedic literatures like the Śrīmad-Bhāgavatam and other Purāṇas, for such persons cannot deliver their real message. Ruci was considered a first-class brāhmaṇa; therefore he is mentioned here as brahma-varcasvī, one who had full prowess in brahminical strength."
      ],
      "prev_verse": "2",
      "next_verse": "4"
    },
    {
      "title": "ŚB 4.1.4",
      "id": "sb_4_1_4",
      "sanskrit": "यस्तयो: पुरुष: साक्षाद्विष्णुर्यज्ञस्वरूपधृक् ।\nया स्त्री सा दक्षिणा भूतेरंशभूतानपायिनी ॥ ४ ॥",
      "iast": "yas tayoḥ puruṣaḥ sākṣād\nviṣṇur yajña-svarūpa-dhṛk\nyā strī sā dakṣiṇā bhūter\naṁśa-bhūtānapāyinī",
      "word_to_word": "yaḥ — one who; tayoḥ — out of them; puruṣaḥ — male; sākṣāt — directly; viṣṇuḥ — the Supreme Lord; yajña — Yajña; svarūpa-dhṛk — accepting the form; yā — the other; strī — female; sā — she; dakṣiṇā — Dakṣiṇā; bhūteḥ — of the goddess of fortune; aṁśa-bhūtā — being a plenary expansion; anapāyinī — never to be separated.",
      "translation": "Of the two children born of Ākūti, the male child was directly an incarnation of the Supreme Personality of Godhead, and His name was Yajña, which is another name of Lord Viṣṇu. The female child was a partial incarnation of Lakṣmī, the goddess of fortune, the eternal consort of Lord Viṣṇu.",
      "purport": [
        "Lakṣmī, the goddess of fortune, is the eternal consort of Lord Viṣṇu. Here it is stated that both the Lord and Lakṣmī, who are eternal consorts, appeared from Ākūti simultaneously. Both the Lord and His consort are beyond this material creation, as confirmed by many authorities (nārāyaṇaḥ paro ’vyaktāt); therefore their eternal relationship cannot be changed, and Yajña, the boy born of Ākūti, later married the goddess of fortune."
      ],
      "prev_verse": "3",
      "next_verse": "5"
    },
    {
      "title": "ŚB 4.1.5",
      "id": "sb_4_1_5",
      "sanskrit": "आनिन्ये स्वगृहं पुत्र्या: पुत्रं विततरोचिषम् ।\nस्वायम्भुवो मुदा युक्तो रुचिर्जग्राह दक्षिणाम् ॥ ५ ॥",
      "iast": "āninye sva-gṛhaṁ putryāḥ\nputraṁ vitata-rociṣam\nsvāyambhuvo mudā yukto\nrucir jagrāha dakṣiṇām",
      "word_to_word": "āninye — brought to; sva-gṛham — home; putryāḥ — born of the daughter; putram — the son; vitata-rociṣam — very powerful; svāyambhuvaḥ — the Manu named Svāyambhuva; mudā — being very pleased; yuktaḥ — with; ruciḥ — the great sage Ruci; jagrāha — kept; dakṣiṇām — the daughter named Dakṣiṇā.",
      "translation": "Svāyambhuva Manu very gladly brought home the beautiful boy named Yajña, and Ruci, his son-in-law, kept with him the daughter, Dakṣiṇā.",
      "purport": [
        "Svāyambhuva Manu was very glad to see that his daughter Ākūti had given birth to both a boy and girl. He was afraid that he would take one son and that because of this his son-in-law Ruci might be sorry. Thus when he heard that a daughter was born along with the boy, he was very glad. Ruci, according to his promise, returned his male child to Svāyambhuva Manu and decided to keep the daughter, whose name was Dakṣiṇā. One of Lord Viṣṇu’s names is Yajña because He is the master of the Vedas. The name Yajña comes from yajuṣāṁ patiḥ, which means “Lord of all sacrifices.” In the Yajur Veda there are different ritualistic prescriptions for performing yajñas, and the beneficiary of all such yajñas is the Supreme Lord, Viṣṇu. Therefore it is stated in Bhagavad-gītā (3.9), yajñārthāt karmaṇaḥ: one should act, but one should perform one’s prescribed duties only for the sake of Yajña, or Viṣṇu. lf one does not act for the satisfaction of the Supreme Personality of Godhead, or if one does not perform devotional service, then there will be reactions to all one’s activities. It does not matter if the reaction is good or bad; if our activities are not dovetailed with the desire of the Supreme Lord, or if we do not act in Kṛṣṇa consciousness, then we shall be responsible for the results of all our activities. There is always a reaction to every kind of action, but if actions are performed for Yajña, there is no reaction. Thus if one acts for Yajña, or the Supreme Personality of Godhead, one is not entangled in the material condition, for it is mentioned in the Vedas and also in Bhagavad-gītā that the Vedas and the Vedic rituals are all meant for understanding the Supreme Personality of Godhead, Kṛṣṇa. From the very beginning one should try to act in Kṛṣṇa consciousness; that will free one from the reactions of material activities."
      ],
      "prev_verse": "4",
      "next_verse": "6"
    },
    {
      "title": "ŚB 4.1.6",
      "id": "sb_4_1_6",
      "sanskrit": "तां कामयानां भगवानुवाह यजुषां पति: ।\nतुष्टायां तोषमापन्नोऽजनयद् द्वादशात्मजान् ॥ ६ ॥",
      "iast": "tāṁ kāmayānāṁ bhagavān\nuvāha yajuṣāṁ patiḥ\ntuṣṭāyāṁ toṣam āpanno\n’janayad dvādaśātmajān",
      "word_to_word": "tām — her; kāmayānām — desiring; bhagavān — the Lord; uvāha — married; yajuṣām — of all sacrifices; patiḥ — master; tuṣṭāyām — in His wife, who was very much pleased; toṣam — great pleasure; āpannaḥ — having obtained; ajanayat — gave birth; dvādaśa — twelve; ātmajān — sons.",
      "translation": "The Lord of the ritualistic performance of yajña later married Dakṣiṇā, who was anxious to have the Personality of Godhead as her husband, and in this wife the Lord was also very much pleased to beget twelve children.",
      "purport": [
        "An ideal husband and wife are generally called Lakṣmī-Nārāyaṇa to compare them to the Lord and the goddess of fortune, for it is significant that Lakṣmī-Nārāyaṇa are forever happy as husband and wife. A wife should always remain satisfied with her husband, and a husband should always remain satisfied with his wife. In the Cāṇakya-śloka, the moral instructions of Cāṇakya Paṇḍita, it is said that if a husband and wife are always satisfied with one another, then the goddess of fortune automatically comes. In other words, where there is no disagreement between husband and wife, all material opulence is present, and good children are born. Generally, according to Vedic civilization, the wife is trained to be satisfied in all conditions, and the husband, according to Vedic instruction, is required to please the wife with sufficient food, ornaments and clothing. Then, if they are satisfied with their mutual dealings, good children are born. In this way the entire world can become peaceful, but unfortunately in this Age of Kali there are no ideal husbands and wives; therefore unwanted children are produced, and there is no peace and prosperity in the present-day world."
      ],
      "prev_verse": "5",
      "next_verse": "7"
    },
    {
      "title": "ŚB 4.1.7",
      "id": "sb_4_1_7",
      "sanskrit": "तोष: प्रतोष: सन्तोषो भद्र: शान्तिरिडस्पति: ।\nइध्म: कविर्विभु: स्वह्न: सुदेवो रोचनो द्विषट् ॥ ७ ॥",
      "iast": "toṣaḥ pratoṣaḥ santoṣo\nbhadraḥ śāntir iḍaspatiḥ\nidhmaḥ kavir vibhuḥ svahnaḥ\nsudevo rocano dvi-ṣaṭ",
      "word_to_word": "toṣaḥ — Toṣa; pratoṣaḥ — Pratoṣa; santoṣaḥ — Santoṣa; bhadraḥ — Bhadra; śāntiḥ — Śānti; iḍaspatiḥ — Iḍaspati; idhmaḥ — Idhma; kaviḥ — Kavi; vibhuḥ — Vibhu; svahnaḥ — Svahna; sudevaḥ — Sudeva; rocanaḥ — Rocana; dvi-ṣaṭ — twelve.",
      "translation": "The twelve boys born of Yajña and Dakṣiṇā were named Toṣa, Pratoṣa, Santoṣa, Bhadra, Śānti, Iḍaspati, Idhma, Kavi, Vibhu, Svahna, Sudeva and Rocana.",
      "purport": [],
      "prev_verse": "6",
      "next_verse": "8"
    },
    {
      "title": "ŚB 4.1.8",
      "id": "sb_4_1_8",
      "sanskrit": "तुषिता नाम ते देवा आसन्स्वायम्भुवान्तरे ।\nमरीचिमिश्रा ऋषयो यज्ञ: सुरगणेश्वर: ॥ ८ ॥",
      "iast": "tuṣitā nāma te devā\nāsan svāyambhuvāntare\nmarīci-miśrā ṛṣayo\nyajñaḥ sura-gaṇeśvaraḥ",
      "word_to_word": "tuṣitāḥ — the category of the Tuṣitas; nāma — of the name; te — all of them; devāḥ — demigods; āsan — became; svāyambhuva — the name of the Manu; antare — at that period; marīci-miśrāḥ — headed by Marīci; ṛṣayaḥ — great sages; yajñaḥ — the incarnation of Lord Viṣṇu; sura-gaṇa-īśvaraḥ — the king of the demigods.",
      "translation": "During the time of Svāyambhuva Manu, these sons all became the demigods collectively named the Tuṣitas. Marīci became the head of the seven ṛṣis, and Yajña became the king of the demigods, Indra.",
      "purport": [
        "During the life of Svāyambhuva Manu, six kinds of living entities were generated from the demigods known as the Tuṣitas, from the sages headed by Marīci, and from descendants of Yajña, king of the demigods, and all of them expanded their progeny to observe the order of the Lord to fill the universe with living entities. These six kinds of living entities are known as manus, devas, manu-putras, aṁśāvatāras, sureśvaras and ṛṣis. Yajña, being the incarnation of the Supreme Personality of Godhead, became the leader of the demigods, Indra."
      ],
      "prev_verse": "7",
      "next_verse": "9"
    },
    {
      "title": "ŚB 4.1.9",
      "id": "sb_4_1_9",
      "sanskrit": "प्रियव्रतोत्तानपादौ मनुपुत्रौ महौजसौ ।\nतत्पुत्रपौत्रनप्तृणामनुवृत्तं तदन्तरम् ॥ ९ ॥",
      "iast": "priyavratottānapādau\nmanu-putrau mahaujasau\ntat-putra-pautra-naptṝṇām\nanuvṛttaṁ tad-antaram",
      "word_to_word": "priyavrata — Priyavrata; uttānapādau — Uttānapāda; manu-putrau — sons of Manu; mahā-ojasau — very great, powerful; tat — their; putra — sons; pautra — grandsons; naptṝṇām — grandsons from the daughter; anuvṛttam — following; tat-antaram — in that Manu’s period.",
      "translation": "Svāyambhuva Manu’s two sons, Priyavrata and Uttānapāda, became very powerful kings, and their sons and grandsons spread all over the three worlds during that period.",
      "purport": [],
      "prev_verse": "8",
      "next_verse": "10"
    },
    {
      "title": "ŚB 4.1.10",
      "id": "sb_4_1_10",
      "sanskrit": "देवहूतिमदात्तात कर्दमायात्मजां मनु: ।\nतत्सम्बन्धि श्रुतप्रायं भवता गदतो मम ॥ १० ॥",
      "iast": "devahūtim adāt tāta\nkardamāyātmajāṁ manuḥ\ntat-sambandhi śruta-prāyaṁ\nbhavatā gadato mama",
      "word_to_word": "devahūtim — Devahūti; adāt — handed over; tāta — my dear son; kardamāya — unto the great sage Kardama; ātmajām — daughter; manuḥ — Lord Svāyambhuva Manu; tat-sambandhi — in that connection; śruta-prāyam — heard almost in full; bhavatā — by you; gadataḥ — spoken; mama — by me.",
      "translation": "My dear son, Svāyambhuva Manu handed over his very dear daughter Devahūti to Kardama Muni. I have already spoken to you about them, and you have heard about them almost in full.",
      "purport": [],
      "prev_verse": "9",
      "next_verse": "11"
    },
    {
      "title": "ŚB 4.1.11",
      "id": "sb_4_1_11",
      "sanskrit": "दक्षाय ब्रह्मपुत्राय प्रसूतिं भगवान्मनु: ।\nप्रायच्छद्यत्कृत: सर्गस्त्रिलोक्यां विततो महान् ॥ ११ ॥",
      "iast": "dakṣāya brahma-putrāya\nprasūtiṁ bhagavān manuḥ\nprāyacchad yat-kṛtaḥ sargas\ntri-lokyāṁ vitato mahān",
      "word_to_word": "dakṣāya — unto Prajāpati Dakṣa; brahma-putrāya — the son of Lord Brahmā; prasūtim — Prasūti; bhagavān — the great personality; manuḥ — Svāyambhuva Manu; prāyacchat — handed over; yat-kṛtaḥ — done by whom; sargaḥ — creation; tri-lokyām — in the three worlds; vitataḥ — expanded; mahān — greatly.",
      "translation": "Svāyambhuva Manu handed over his daughter Prasūti to the son of Brahmā named Dakṣa, who was also one of the progenitors of the living entities. The descendants of Dakṣa are spread throughout the three worlds.",
      "purport": [],
      "prev_verse": "10",
      "next_verse": "12"
    },
    {
      "title": "ŚB 4.1.12",
      "id": "sb_4_1_12",
      "sanskrit": "या: कर्दमसुता: प्रोक्ता नव ब्रह्मर्षिपत्नय: ।\nतासां प्रसूतिप्रसवं प्रोच्यमानं निबोध मे ॥ १२ ॥",
      "iast": "yāḥ kardama-sutāḥ proktā\nnava brahmarṣi-patnayaḥ\ntāsāṁ prasūti-prasavaṁ\nprocyamānaṁ nibodha me",
      "word_to_word": "yāḥ — those who; kardama-sutāḥ — the daughters of Kardama; proktāḥ — were mentioned; nava — nine; brahma-ṛṣi — great sages of spiritual knowledge; patnayaḥ — wives; tāsām — their; prasūti-prasavam — generations of sons and grandsons; procyamānam — describing; nibodha — try to understand; me — from me.",
      "translation": "You have already been informed about the nine daughters of Kardama Muni, who were handed over to nine different sages. I shall now describe the descendants of those nine daughters. Please hear from me.",
      "purport": [
        "The Third Canto has already described how Kardama Muni begot nine daughters in Devahūti and how all the daughters were later handed over to great sages like Marīci, Atri and Vasiṣṭha."
      ],
      "prev_verse": "11",
      "next_verse": "13"
    },
    {
      "title": "ŚB 4.1.13",
      "id": "sb_4_1_13",
      "sanskrit": "पत्नी मरीचेस्तु कला सुषुवे कर्दमात्मजा ।\nकश्यपं पूर्णिमानं च ययोरापूरितं जगत् ॥ १३ ॥",
      "iast": "patnī marīces tu kalā\nsuṣuve kardamātmajā\nkaśyapaṁ pūrṇimānaṁ ca\nyayor āpūritaṁ jagat",
      "word_to_word": "patnī — wife; marīceḥ — of the sage named Marīci; tu — also; kalā — named Kalā; suṣuve — gave birth; kardama-ātmajā — daughter of Kardama Muni; kaśyapam — of the name Kaśyapa; pūrṇimānam ca — and of the name Pūrṇimā; yayoḥ — by whom; āpūritam — spread all over; jagat — the world.",
      "translation": "Kardama Muni’s daughter Kalā, who was married to Marīci, gave birth to two children, whose names were Kaśyapa and Pūrṇimā. Their descendants are spread all over the world.",
      "purport": [],
      "prev_verse": "12",
      "next_verse": "14"
    },
    {
      "title": "ŚB 4.1.14",
      "id": "sb_4_1_14",
      "sanskrit": "पूर्णिमासूत विरजं विश्वगं च परन्तप ।\nदेवकुल्यां हरे: पादशौचाद्याभूत्सरिद्दिव: ॥ १४ ॥",
      "iast": "pūrṇimāsūta virajaṁ\nviśvagaṁ ca parantapa\ndevakulyāṁ hareḥ pāda-\nśaucād yābhūt sarid divaḥ",
      "word_to_word": "pūrṇimā — Pūrṇimā; asūta — begot; virajam — a son named Viraja; viśvagam ca — and named Viśvaga; param-tapa — O annihilator of enemies; devakulyām — a daughter named Devakulyā; hareḥ — of the Supreme Personality of Godhead; pāda-śaucāt — by the water which washed His lotus feet; yā — she; abhūt — became; sarit divaḥ — the transcendental water within the banks of the Ganges.",
      "translation": "My dear Vidura, of the two sons, Kaśyapa and Pūrṇimā, Pūrṇimā begot three children, namely Viraja, Viśvaga and Devakulyā. Of these three, Devakulyā was the water which washed the lotus feet of the Personality of Godhead and which later on transformed into the Ganges of the heavenly planets.",
      "purport": [
        "Of the two sons Kaśyapa and Pūrṇimā, herein Pūrṇimā’s descendants are described. An elaborate description of these descendants will be given in the Sixth Canto. It is also understood herein that Devakulyā is the presiding deity of the river Ganges, which comes down from the heavenly planets to this planet and is accepted to be sanctified because it touched the lotus feet of the Supreme Personality of Godhead, Hari."
      ],
      "prev_verse": "13",
      "next_verse": "15"
    },
    {
      "title": "ŚB 4.1.15",
      "id": "sb_4_1_15",
      "sanskrit": "अत्रे: पत्‍न्यनसूया त्रीञ्जज्ञे सुयशस: सुतान् ।\nदत्तं दुर्वाससं सोममात्मेशब्रह्मसम्भवान् ॥ १५ ॥",
      "iast": "atreḥ patny anasūyā trīñ\njajñe suyaśasaḥ sutān\ndattaṁ durvāsasaṁ somam\nātmeśa-brahma-sambhavān",
      "word_to_word": "atreḥ — of Atri Muni; patnī — wife; anasūyā — named Anasūyā; trīn — three; jajñe — bore; su-yaśasaḥ — very famous; sutān — sons; dattam — Dattātreya; durvāsasam — Durvāsā; somam — Soma (the moon-god); ātma — the Supersoul; īśa — Lord Śiva; brahma — Lord Brahmā; sambhavān — incarnations of.",
      "translation": "Anasūyā, the wife of Atri Muni, gave birth to three very famous sons — Soma, Dattātreya and Durvāsā — who were partial representations of Lord Viṣṇu, Lord Śiva and Lord Brahmā. Soma was a partial representation of Lord Brahmā, Dattātreya was a partial representation of Lord Viṣṇu, and Durvāsā was a partial representation of Lord Śiva.",
      "purport": [
        "In this verse we find the words ātma-īśa-brahma-sambhavān. Ātma means the Supersoul, or Viṣṇu, īśa means Lord Śiva, and brahma means the four-headed Lord Brahmā. The three sons born of Anasūyā — Dattātreya, Durvāsā and Soma — were born as partial representations of these three demigods. Ātma is not in the category of the demigods or living entities because He is Viṣṇu; therefore He is described as vibhinnāṁśa-bhūtānām. The Supersoul, Viṣṇu, is the seed-giving father of all living entities, including Brahmā and Lord Śiva. Another meaning of the word ātma may be accepted in this way: the principle who is the Supersoul in every ātmā — or, one may say, the soul of everyone — became manifested as Dattātreya, because the word aṁśa, “part and parcel,” is used here.",
        "In Bhagavad-gītā the individual souls are also described as parts of the Supreme Personality of Godhead, or Supersoul, so why not accept that Dattātreya was one of those parts? Lord Śiva and Lord Brahmā are also described here as parts, so why not accept all of them as ordinary individual souls? The answer is that the manifestations of Viṣṇu and those of the ordinary living entities are certainly all parts and parcels of the Supreme Lord, and no one is equal to Him, but among the parts and parcels there are different categories. In the Varāha Purāṇa it is nicely explained that some of the parts are svāṁśa and some are vibhinnāṁśa. Vibhinnāṁśa parts are called jīvas, and svāṁśa parts are in the Viṣṇu category. In the jīva category, the vibhinnāṁśa parts and parcels, there are also gradations. That is explained in the Viṣṇu Purāṇa, where it is clearly stated that the individual parts and parcels of the Supreme Lord are subject to being covered by the external energy, called illusion, or māyā. Such individual parts and parcels, who can travel to any part of the Lord’s creation, are called sarva-gata and are suffering the pangs of material existence. They are proportionately freed from the coverings of ignorance under material existence according to different levels of work and under different influences of the modes of material nature. For example, the sufferings of jīvas situated in the mode of goodness are less than those of jīvas situated in the mode of ignorance. Pure Kṛṣṇa consciousness, however, is the birthright of all living entities because every living entity is part and parcel of the Supreme Lord. The consciousness of the Lord is also in the part and parcel, and according to the proportion to which that consciousness is cleared of material dirt, the living entities are differently situated. In the Vedānta-sūtra, the living entities of different gradations are compared to candles or lamps with different candlepower. For example, some electric bulbs have the power of one thousand candles, some have the power of five hundred candles, some the power of one hundred candles, some fifty candles, etc., but all electric bulbs have light. Light is present in every bulb, but the gradations of light are different. Similarly, there are gradations of Brahman. The Viṣṇu svāṁśa expansions of the Supreme Lord in different Viṣṇu forms are like lamps, Lord Śiva is also like a lamp, and the supreme candlepower, or the one-hundred-percent light, is Kṛṣṇa. The viṣṇu-tattva has ninety-four percent, the śiva-tattva has eighty-four percent, Lord Brahmā has seventy-eight percent, and the living entities are also like Brahmā, but in the conditioned state their power is still more dim. There are gradations of Brahman, and no one can deny this fact. Therefore the words ātmeśa-brahma-sambhavān indicate that Dattātreya was directly part and parcel of Viṣṇu, whereas Durvāsā and Soma were parts and parcels of Lord Śiva and Lord Brahmā."
      ],
      "prev_verse": "14",
      "next_verse": "16"
    },
    {
      "title": "ŚB 4.1.16",
      "id": "sb_4_1_16",
      "sanskrit": "विदुर उवाच\nअत्रेर्गृहे सुरश्रेष्ठा: स्थित्युत्पत्त्यन्तहेतव: ।\nकिञ्चिच्चिकीर्षवो जाता एतदाख्याहि मे गुरो ॥ १६ ॥",
      "iast": "vidura uvāca\natrer gṛhe sura-śreṣṭhāḥ\nsthity-utpatty-anta-hetavaḥ\nkiñcic cikīrṣavo jātā\netad ākhyāhi me guro",
      "word_to_word": "viduraḥ uvāca — Śrī Vidura said; atreḥ gṛhe — in the house of Atri; sura-śreṣṭhāḥ — chief demigods; sthiti — maintenance; utpatti — creation; anta — destruction; hetavaḥ — causes; kiñcit — something; cikīrṣavaḥ — desiring to do; jātāḥ — appeared; etat — this; ākhyāhi — tell; me — to me; guro — my dear spiritual master.",
      "translation": "After hearing this, Vidura inquired from Maitreya: My dear master, how is it that the three deities Brahmā, Viṣṇu and Śiva, who are the creator, maintainer and destroyer of the whole creation, became the offspring of the wife of Atri Muni?",
      "purport": [
        "The inquisitiveness of Vidura was quite fitting, for he understood that when the Supersoul, Lord Brahmā and Lord Śiva all appeared through the person of Anasūyā, the wife of Atri Muni, there must have been some great purpose. Otherwise why should they have appeared in such a way?"
      ],
      "prev_verse": "15",
      "next_verse": "17"
    },
    {
      "title": "ŚB 4.1.17",
      "id": "sb_4_1_17",
      "sanskrit": "मैत्रेय उवाच\nब्रह्मणा चोदित: सृष्टावत्रिर्ब्रह्मविदां वर: ।\nसह पत्‍न्या ययावृक्षं कुलाद्रिं तपसि स्थित: ॥ १७ ॥",
      "iast": "maitreya uvāca\nbrahmaṇā coditaḥ sṛṣṭāv\natrir brahma-vidāṁ varaḥ\nsaha patnyā yayāv ṛkṣaṁ\nkulādriṁ tapasi sthitaḥ",
      "word_to_word": "maitreyaḥ uvāca — Śrī Maitreya Ṛṣi said; brahmaṇā — by Lord Brahmā; coditaḥ — being inspired; sṛṣṭau — for creation; atriḥ — Atri; brahma-vidām — of the persons learned in spiritual knowledge; varaḥ — the chief; saha — with; patnyā — wife; yayau — went; ṛkṣam — to the mountain named Ṛkṣa; kula-adrim — great mountain; tapasi — for austerities; sthitaḥ — remained.",
      "translation": "Maitreya said: When Lord Brahmā ordered Atri Muni to create generations after marrying Anasūyā, Atri Muni and his wife went to perform severe austerities in the valley of the mountain known as Ṛkṣa.",
      "purport": [],
      "prev_verse": "16",
      "next_verse": "18"
    },
    {
      "title": "ŚB 4.1.18",
      "id": "sb_4_1_18",
      "sanskrit": "तस्मिन् प्रसूनस्तबकपलाशाशोककानने ।\nवार्भि: स्रवद्‌भिरुद्‍घुष्टेनिर्विन्ध्याया: समन्तत: ॥ १८ ॥",
      "iast": "tasmin prasūna-stabaka-\npalāśāśoka-kānane\nvārbhiḥ sravadbhir udghuṣṭe\nnirvindhyāyāḥ samantataḥ",
      "word_to_word": "tasmin — in that; prasūna-stabaka — bunches of flowers; palāśa — palāśa trees; aśoka — aśoka trees; kānane — in the forest garden; vārbhiḥ — by the waters; sravadbhiḥ — flowing; udghuṣṭe — in sound; nirvindhyāyāḥ — of the river Nirvindhyā; samantataḥ — everywhere.",
      "translation": "In that mountain valley flows a river named Nirvindhyā. On the bank of the river are many aśoka trees and other plants full of palāśa flowers, and there is always the sweet sound of water flowing from a waterfall. The husband and wife reached that beautiful place.",
      "purport": [],
      "prev_verse": "17",
      "next_verse": "19"
    },
    {
      "title": "ŚB 4.1.19",
      "id": "sb_4_1_19",
      "sanskrit": "प्राणायामेन संयम्य मनो वर्षशतं मुनि: ।\nअतिष्ठदेकपादेन निर्द्वन्द्वोऽनिलभोजन: ॥ १९ ॥",
      "iast": "prāṇāyāmena saṁyamya\nmano varṣa-śataṁ muniḥ\natiṣṭhad eka-pādena\nnirdvandvo ’nila-bhojanaḥ",
      "word_to_word": "prāṇāyāmena — by practice of the breathing exercise; saṁyamya — controlling; manaḥ — mind; varṣa-śatam — one hundred years; muniḥ — the great sage; atiṣṭhat — remained there; eka-pādena — standing on one leg; nirdvandvaḥ — without duality; anila — air; bhojanaḥ — eating.",
      "translation": "There the great sage concentrated his mind by the yogic breathing exercises, and thereby controlling all attachment, he remained standing on one leg only, eating nothing but air, and stood there on one leg for one hundred years.",
      "purport": [],
      "prev_verse": "18",
      "next_verse": "20"
    },
    {
      "title": "ŚB 4.1.20",
      "id": "sb_4_1_20",
      "sanskrit": "शरणं तं प्रपद्येऽहं य एव जगदीश्वर: ।\nप्रजामात्मसमां मह्यं प्रयच्छत्विति चिन्तयन् ॥ २० ॥",
      "iast": "śaraṇaṁ taṁ prapadye ’haṁ\nya eva jagad-īśvaraḥ\nprajām ātma-samāṁ mahyaṁ\nprayacchatv iti cintayan",
      "word_to_word": "śaraṇam — taking shelter; tam — unto Him; prapadye — surrender; aham — I; yaḥ — one who; eva — certainly; jagat-īśvaraḥ — master of the universe; prajām — son; ātma-samām — like Himself; mahyam — unto me; prayacchatu — let Him give; iti — thus; cintayan — thinking.",
      "translation": "He was thinking: May the Lord of the universe, of whom I have taken shelter, kindly be pleased to offer me a son exactly like Him.",
      "purport": [
        "It appears that the great sage Atri Muni had no specific idea of the Supreme Personality of Godhead. Of course, he must have been conversant with the Vedic information that there is a Supreme Personality of Godhead who is the creator of the universe, from whom everything emanated, who maintains this created manifestation, and in whom the entire manifestation is conserved after dissolution. Yato vā imāni bhūtāni (Taittirīya Upaniṣad 3.1.1). The Vedic mantras give us information of the Supreme Personality of Godhead, so Atri Muni concentrated his mind upon that Supreme Personality of Godhead, even without knowing His name, just to beg from Him a child exactly on His level. This kind of devotional service, in which knowledge of God’s name is lacking, is also described in Bhagavad-gītā where the Lord says that four kinds of men with backgrounds of pious activities come to Him asking for what they need. Atri Muni wanted a son exactly like the Lord, and therefore he is not supposed to have been a pure devotee, because he had a desire to be fulfilled, and that desire was material. Although he wanted a son exactly like the Supreme Personality of Godhead, this desire was material because he did not want the Personality of Godhead Himself, but only a child exactly like Him. If he had desired the Supreme Personality of Godhead as his child, he would have been completely free of material desires because he would have wanted the Supreme Absolute Truth, but because he wanted a similar child, his desire was material. Thus Atri Muni cannot be counted among the pure devotees."
      ],
      "prev_verse": "19",
      "next_verse": "21"
    },
    {
      "title": "ŚB 4.1.21",
      "id": "sb_4_1_21",
      "sanskrit": "तप्यमानं त्रिभुवनं प्राणायामैधसाग्निना ।\nनिर्गतेन मुनेर्मूर्ध्न: समीक्ष्य प्रभवस्त्रय: ॥ २१ ॥",
      "iast": "tapyamānaṁ tri-bhuvanaṁ\nprāṇāyāmaidhasāgninā\nnirgatena muner mūrdhnaḥ\nsamīkṣya prabhavas trayaḥ",
      "word_to_word": "tapyamānam — while practicing austerities; tri-bhuvanam — the three worlds; prāṇāyāma — practice by breathing exercise; edhasā — fuel; agninā — by the fire; nirgatena — issuing out; muneḥ — of the great sage; mūrdhnaḥ — the top of the head; samīkṣya — looking over; prabhavaḥ trayaḥ — the three great gods (Brahmā, Viṣṇu and Maheśvara).",
      "translation": "While Atri Muni was engaged in these severe austerities, a blazing fire came out of his head by virtue of his breathing exercise, and that fire was seen by the three principal deities of the three worlds.",
      "purport": [
        "According to Śrīla Jīva Gosvāmī, the fire of prāṇāyāma is mental satisfaction. That fire was perceived by the Supersoul, Viṣṇu, and thereby Lord Brahmā and Śiva also perceived it. Atri Muni, by his breathing exercise, concentrated on the Supersoul, or the Lord of the universe. As confirmed in Bhagavad-gītā, the Lord of the universe is Vāsudeva (vāsudevaḥ sarvam iti), and, by the direction of Vāsudeva, Lord Brahmā and Lord Śiva work. Therefore, on the direction of Vāsudeva, both Lord Brahmā and Lord Śiva perceived the severe penance adopted by Atri Muni, and thus they were pleased to come down, as stated in the next verse."
      ],
      "prev_verse": "20",
      "next_verse": "22"
    },
    {
      "title": "ŚB 4.1.22",
      "id": "sb_4_1_22",
      "sanskrit": "अप्सरोमुनिगन्धर्वसिद्धविद्याधरोरगै: ।\nवितायमानयशसस्तदाश्रमपदं ययु: ॥ २२ ॥",
      "iast": "apsaro-muni-gandharva-\nsiddha-vidyādharoragaiḥ\nvitāyamāna-yaśasas\ntad-āśrama-padaṁ yayuḥ",
      "word_to_word": "apsaraḥ — heavenly society women; muni — great sages; gandharva — inhabitants of the Gandharva planet; siddha — of Siddhaloka; vidyādhara — other demigods; uragaiḥ — the inhabitants of Nāgaloka; vitāyamāna — being spread; yaśasaḥ — fame, reputation; tat — his; āśrama-padam — hermitage; yayuḥ — went.",
      "translation": "At that time, the three deities approached the hermitage of Atri Muni, accompanied by the denizens of the heavenly planets, such as the celestial beauties, the Gandharvas, the Siddhas, the Vidyādharas and the Nāgas. Thus they entered the āśrama of the great sage, who had become famous by his austerities.",
      "purport": [
        "It is advised in the Vedic literatures that one should take shelter of the Supreme Personality of Godhead, who is the Lord of the universe and the master of creation, maintenance and dissolution. He is known as the Supersoul, and when one worships the Supersoul, all other deities, such as Brahmā and Śiva, appear with Lord Viṣṇu because they are directed by the Supersoul."
      ],
      "prev_verse": "21",
      "next_verse": "23"
    },
    {
      "title": "ŚB 4.1.23",
      "id": "sb_4_1_23",
      "sanskrit": "तत्प्रादुर्भावसंयोगविद्योतितमना मुनि: ।\nउत्तिष्ठन्नेकपादेन ददर्श विबुधर्षभान् ॥ २३ ॥",
      "iast": "tat-prādurbhāva-saṁyoga-\nvidyotita-manā muniḥ\nuttiṣṭhann eka-pādena\ndadarśa vibudharṣabhān",
      "word_to_word": "tat — their; prādurbhāva — appearance; saṁyoga — simultaneously; vidyotita — enlightened; manāḥ — in the mind; muniḥ — the great sage; uttiṣṭhan — being awakened; eka-pādena — even on one leg; dadarśa — saw; vibudha — demigods; ṛṣabhān — the great personalities.",
      "translation": "The sage was standing on one leg, but as soon as he saw that the three deities had appeared before him, he was so pleased to see them all together that despite great difficulty he approached them on one leg.",
      "purport": [],
      "prev_verse": "22",
      "next_verse": "24"
    },
    {
      "title": "ŚB 4.1.24",
      "id": "sb_4_1_24",
      "sanskrit": "प्रणम्य दण्डवद्भूमावुपतस्थेऽर्हणाञ्जलि: ।\nवृषहंससुपर्णस्थान् स्वै: स्वैश्चिह्नैश्च चिह्नितान् ॥ २४ ॥",
      "iast": "praṇamya daṇḍavad bhūmāv\nupatasthe ’rhaṇāñjaliḥ\nvṛṣa-haṁsa-suparṇa-sthān\nsvaiḥ svaiś cihnaiś ca cihnitān",
      "word_to_word": "praṇamya — offering obeisances; daṇḍa-vat — like a rod; bhūmau — ground; upatasthe — fell down; arhaṇa — all paraphernalia for worship; añjaliḥ — folded hands; vṛṣa — bull; haṁsa — swan; suparṇa — the Garuḍa bird; sthān — situated; svaiḥ — own; svaiḥ — own; cihnaiḥ — by symbols; ca — and; cihnitān — being recognized.",
      "translation": "Thereafter he began to offer prayers to the three deities, who were seated on different carriers — a bull, a swan and Garuḍa — and who held in their hands a drum, kuśa grass and a discus. The sage offered them his respects by falling down like a stick.",
      "purport": [
        "Daṇḍa means “a long rod,” and vat means “like.” Before a superior, one has to fall down on the ground just like a stick, and this sort of offering of respect is called daṇḍavat. Atri Ṛṣi offered his respect to the three deities in that way. They were identified by their different carriers and different symbolic representations. In that connection it is stated here that Lord Viṣṇu was sitting on Garuḍa, a big aquiline bird, and was carrying in His hand a disc, Brahmā was sitting on a swan and had in his hand kuśa grass, and Lord Śiva was sitting on a bull and carrying in his hand a small drum called a ḍamaru. Atri Ṛṣi recognized them by their symbolic representations and different carriers, and thus he offered them prayers and respects."
      ],
      "prev_verse": "23",
      "next_verse": "25"
    },
    {
      "title": "ŚB 4.1.25",
      "id": "sb_4_1_25",
      "sanskrit": "कृपावलोकेन हसद्वदनेनोपलम्भितान् ।\nतद्रोचिषा प्रतिहते निमील्य मुनिरक्षिणी ॥ २५ ॥",
      "iast": "kṛpāvalokena hasad-\nvadanenopalambhitān\ntad-rociṣā pratihate\nnimīlya munir akṣiṇī",
      "word_to_word": "kṛpā-avalokena — glancing with mercy; hasat — smiling; vadanena — with faces; upalambhitān — appearing very much satisfied; tat — their; rociṣā — by the glaring effulgence; pratihate — being dazzled; nimīlya — closing; muniḥ — the sage; akṣiṇī — his eyes.",
      "translation": "Atri Muni was greatly pleased to see that the three devas were gracious towards him. His eyes were dazzled by the effulgence of their bodies, and therefore he closed his eyes for the time being.",
      "purport": [
        "Since the deities were smiling, he could understand that they were pleased with him. Their glaring bodily effulgence was intolerable to his eyes, so he closed them for the time being."
      ],
      "prev_verse": "24",
      "next_verse": "26-27"
    },
    {
      "title": "ŚB 4.1.26-27",
      "id": "sb_4_1_26-27",
      "sanskrit": "चेतस्तत्प्रवणं युञ्जन्नस्तावीत्संहताञ्जलि: ।\nश्लक्ष्णया सूक्तया वाचा सर्वलोकगरीयस: ॥ २६ ॥\nअत्रिरुवाच\nविश्वोद्भवस्थितिलयेषु विभज्यमानै-\nर्मायागुणैरनुयुगं विगृहीतदेहा: । ते ब्रह्मविष्णुगिरिशा: प्रणतोऽस्म्यहं व-स्तेभ्य: क एव भवतां म इहोपहूत: ॥ २७ ॥",
      "iast": "cetas tat-pravaṇaṁ yuñjann\nastāvīt saṁhatāñjaliḥ\nślakṣṇayā sūktayā vācā\nsarva-loka-garīyasaḥ\natrir uvāca\nviśvodbhava-sthiti-layeṣu vibhajyamānair\nmāyā-guṇair anuyugaṁ vigṛhīta-dehāḥ\nte brahma-viṣṇu-giriśāḥ praṇato ’smy ahaṁ vas\ntebhyaḥ ka eva bhavatāṁ ma ihopahūtaḥ",
      "word_to_word": "cetaḥ — heart; tat-pravaṇam — fixing on them; yuñjan — making; astāvīt — offered prayers; saṁhata-añjaliḥ — with folded hands; ślakṣṇayā — ecstatic; sūktayā — prayers; vācā — words; sarva-loka — all over the world; garīyasaḥ — honorable; atriḥ uvāca — Atri said; viśva — the universe; udbhava — creation; sthiti — maintenance; layeṣu — in destruction; vibhajyamānaiḥ — being divided; māyā-guṇaiḥ — by the external modes of nature; anuyugam — according to different millenniums; vigṛhīta — accepted; dehāḥ — bodies; te — they; brahma — Lord Brahmā; viṣṇu — Lord Viṣṇu; giriśāḥ — Lord Śiva; praṇataḥ — bowed; asmi — am; aham — I; vaḥ — unto you; tebhyaḥ — from them; kaḥ — who; eva — certainly; bhavatām — of you; me — by me; iha — here; upahūtaḥ — called for.",
      "translation": "But since his heart was already attracted by the deities, somehow or other he gathered his senses, and with folded hands and sweet words he began to offer prayers to the predominating deities of the universe. The great sage Atri said: O Lord Brahmā, Lord Viṣṇu and Lord Śiva, you have divided yourself into three bodies by accepting the three modes of material nature, as you do in every millennium for the creation, maintenance and dissolution of the cosmic manifestation. I offer my respectful obeisances unto all of you and beg to inquire whom of you three I have called by my prayer.",
      "purport": [
        "Atri Ṛṣi called for the Supreme Personality of Godhead, jagad-īśvara, the Lord of the universe. The Lord must exist before the creation; otherwise how could He be its Lord? If someone constructs a big building, this indicates that he must have existed before the building was constructed. Therefore the Supreme Lord, the creator of the universe, must be transcendental to the material modes of nature. But it is known that Viṣṇu takes charge of the mode of goodness, Brahmā takes charge of the mode of passion, and Lord Śiva takes charge of the mode of ignorance. Therefore Atri Muni said, “That jagad-īśvara, the Lord of the universe, must be one of you, but since three of you have appeared, I cannot recognize whom I have called. You are all so kind. Please let me know who is actually jagad-īśvara, the Lord of the universe.” In fact, Atri Ṛṣi was doubtful about the constitutional position of the Supreme Lord, Viṣṇu, but he was quite certain that the Lord of the universe cannot be one of the creatures created by māyā. His very inquiry about whom he had called indicates that he was in doubt about the constitutional position of the Lord. Therefore he prayed to all three, “Kindly let me know who is the transcendental Lord of the universe.” He was certain, of course, that not all of them could be the Lord but that the Lord of the universe was one of the three."
      ],
      "prev_verse": "25",
      "next_verse": "28"
    },
    {
      "title": "ŚB 4.1.28",
      "id": "sb_4_1_28",
      "sanskrit": "एको मयेह भगवान्विविधप्रधानै-\nश्चित्तीकृत: प्रजननाय कथं नु यूयम् ।\nअत्रागतास्तनुभृतां मनसोऽपि दूराद्\nब्रूत प्रसीदत महानिह विस्मयो मे ॥ २८ ॥",
      "iast": "eko mayeha bhagavān vividha-pradhānaiś\ncittī-kṛtaḥ prajananāya kathaṁ nu yūyam\natrāgatās tanu-bhṛtāṁ manaso ’pi dūrād\nbrūta prasīdata mahān iha vismayo me",
      "word_to_word": "ekaḥ — one; mayā — by me; iha — here; bhagavān — great personality; vividha — various; pradhānaiḥ — by paraphernalia; cittī-kṛtaḥ — fixed in mind; prajananāya — for begetting a child; katham — why; nu — however; yūyam — all of you; atra — here; āgatāḥ — appeared; tanu-bhṛtām — of the embodied; manasaḥ — the minds; api — although; dūrāt — from far beyond; brūta — kindly explain; prasīdata — being merciful to me; mahān — very great; iha — this; vismayaḥ — doubt; me — of mine.",
      "translation": "I called for the Supreme Personality of Godhead, desiring a son like Him, and I thought of Him only. But although He is far beyond the mental speculation of man, all three of you have come here. Kindly let me know how you have come, for I am greatly bewildered about this.",
      "purport": [
        "Atri Muni was confidently aware that the Supreme Personality of Godhead is the Lord of the universe, so he prayed for the one Supreme Lord. He was surprised, therefore, that three of them appeared."
      ],
      "prev_verse": "26-27",
      "next_verse": "29"
    },
    {
      "title": "ŚB 4.1.29",
      "id": "sb_4_1_29",
      "sanskrit": "मैत्रेय उवाच\nइति तस्य वच: श्रुत्वा त्रयस्ते विबुधर्षभा: ।\nप्रत्याहु: श्लक्ष्णया वाचा प्रहस्य तमृषिं प्रभो ॥ २९ ॥",
      "iast": "maitreya uvāca\niti tasya vacaḥ śrutvā\ntrayas te vibudharṣabhāḥ\npratyāhuḥ ślakṣṇayā vācā\nprahasya tam ṛṣiṁ prabho",
      "word_to_word": "maitreyaḥ uvāca — the sage Maitreya said; iti — thus; tasya — his; vacaḥ — words; śrutvā — after hearing; trayaḥ te — all three; vibudha — demigods; ṛṣabhāḥ — chiefs; pratyāhuḥ — replied; ślakṣṇayā — gentle; vācā — voices; prahasya — smiling; tam — unto him; ṛṣim — the great sage; prabho — O mighty one.",
      "translation": "The great sage Maitreya continued: Upon hearing Atri Muni speak in that way, the three great deities smiled, and they replied in the following sweet words.",
      "purport": [],
      "prev_verse": "28",
      "next_verse": "30"
    },
    {
      "title": "ŚB 4.1.30",
      "id": "sb_4_1_30",
      "sanskrit": "देवा ऊचु:\nयथा कृतस्ते सङ्कल्पो भाव्यं तेनैव नान्यथा ।\nसत्सङ्कल्पस्य ते ब्रह्मन् यद्वै ध्यायति ते वयम् ॥ ३० ॥",
      "iast": "devā ūcuḥ\nyathā kṛtas te saṅkalpo\nbhāvyaṁ tenaiva nānyathā\nsat-saṅkalpasya te brahman\nyad vai dhyāyati te vayam",
      "word_to_word": "devāḥ ūcuḥ — the demigods replied; yathā — as; kṛtaḥ — done; te — by you; saṅkalpaḥ — determination; bhāvyam — to be done; tena eva — by that; na anyathā — not otherwise; sat-saṅkalpasya — one whose determination is never lost; te — of you; brahman — O dear brāhmaṇa; yat — that which; vai — certainly; dhyāyati — meditating; te — all of them; vayam — we are.",
      "translation": "The three deities told Atri Muni: Dear brāhmaṇa, you are perfect in your determination, and therefore as you have decided, so it will happen; it will not happen otherwise. We are all the same person upon whom you were meditating, and therefore we have all come to you.",
      "purport": [
        "Atri Muni unspecifically thought of the Personality of Godhead, the Lord of the universe, although he had no clear idea of the Lord of the universe nor of His specific form. Mahā-Viṣṇu, from whose breathing millions of universes emanate and into whom they are again withdrawn, may be accepted as the Lord of the universe. Garbhodakaśāyī Viṣṇu, from whose abdomen sprouted the lotus flower which is the birthplace of Brahmā, may also be considered the Lord of the universe. Similarly, Kṣīrodakaśāyī Viṣṇu, who is the Supersoul of all living entities, may also be considered the Lord of the universe. Then, under the order of Kṣīrodakaśāyī Viṣṇu, the Viṣṇu form within this universe, Lord Brahmā and Lord Śiva may also be accepted as the Lords of the universe.",
        "Viṣṇu is the Lord of the universe because He is its maintainer. Similarly, Brahmā creates the different planetary systems and the population, so he also may be considered the Lord of the universe. Or Lord Śiva, who is ultimately the destroyer of the universe, also may be considered its Lord. Therefore, since Atri Muni did not specifically mention whom he wanted, all three — Brahmā, Viṣṇu and Lord Śiva — came before him. They said, “Since you were thinking of having a son exactly like the Supreme Personality of Godhead, the Lord of the universe, your determination will be fulfilled.” In other words, one’s determination is fulfilled according to the strength of one’s devotion. As stated in Bhagavad-gītā (9.25): yānti deva-vratā devān pitṝn yānti pitṛ-vratāḥ. If one is attached to a particular demigod, one is promoted to the abode of that demigod; if one is attached to the Pitās, or forefathers, one is promoted to their planet; and similarly if one is attached to the Supreme Personality of Godhead, Kṛṣṇa, one is promoted to the abode of Lord Kṛṣṇa. Atri Muni had no clear conception of the Lord of the universe; therefore the three presiding deities who are actually the lords of the universe in the three departments of the modes of nature all came before him. Now, according to the strength of his determination for a son, his desire would be fulfilled by the grace of the Lord."
      ],
      "prev_verse": "29",
      "next_verse": "31"
    },
    {
      "title": "ŚB 4.1.31",
      "id": "sb_4_1_31",
      "sanskrit": "अथास्मदंशभूतास्ते आत्मजा लोकविश्रुता: ।\nभवितारोऽङ्ग भद्रं ते विस्रप्स्यन्ति च ते यश: ॥ ३१ ॥",
      "iast": "athāsmad-aṁśa-bhūtās te\nātmajā loka-viśrutāḥ\nbhavitāro ’ṅga bhadraṁ te\nvisrapsyanti ca te yaśaḥ",
      "word_to_word": "atha — therefore; asmat — our; aṁśa-bhūtāḥ — plenary expansions; te — your; ātmajāḥ — sons; loka-viśrutāḥ — very famous in the world; bhavitāraḥ — in the future will be born; aṅga — dear great sage; bhadram — all good fortune; te — unto you; visrapsyanti — will spread; ca — also; te — your; yaśaḥ — reputation.",
      "translation": "You will have sons who will represent a partial manifestation of our potency, and because we desire all good fortune for you, those sons will glorify your reputation throughout the world.",
      "purport": [],
      "prev_verse": "30",
      "next_verse": "32"
    },
    {
      "title": "ŚB 4.1.32",
      "id": "sb_4_1_32",
      "sanskrit": "एवं कामवरं दत्त्वा प्रतिजग्मु: सुरेश्वरा: ।\nसभाजितास्तयो: सम्यग्दम्पत्योर्मिषतोस्तत: ॥ ३२ ॥",
      "iast": "evaṁ kāma-varaṁ dattvā\npratijagmuḥ sureśvarāḥ\nsabhājitās tayoḥ samyag\ndampatyor miṣatos tataḥ",
      "word_to_word": "evam — thus; kāma-varam — desired benediction; dattvā — offering; pratijagmuḥ — returned; sura-īśvarāḥ — the chief demigods; sabhājitāḥ — being worshiped; tayoḥ — while they; samyak — perfectly; dampatyoḥ — the husband and wife; miṣatoḥ — were looking on; tataḥ — from there.",
      "translation": "Thus, while the couple looked on, the three deities Brahmā, Viṣṇu and Maheśvara disappeared from that place after bestowing upon Atri Muni the benediction.",
      "purport": [],
      "prev_verse": "31",
      "next_verse": "33"
    },
    {
      "title": "ŚB 4.1.33",
      "id": "sb_4_1_33",
      "sanskrit": "सोमोऽभूद्ब्रह्मणोंऽशेन दत्तो विष्णोस्तु योगवित् ।\nदुर्वासा: शङ्करस्यांशो निबोधाङ्गिरस: प्रजा: ॥ ३३ ॥",
      "iast": "somo ’bhūd brahmaṇo ’ṁśena\ndatto viṣṇos tu yogavit\ndurvāsāḥ śaṅkarasyāṁśo\nnibodhāṅgirasaḥ prajāḥ",
      "word_to_word": "somaḥ — the king of the moon planet; abhūt — appeared; brahmaṇaḥ — of Lord Brahmā; aṁśena — partial expansion; dattaḥ — Dattātreya; viṣṇoḥ — of Viṣṇu; tu — but; yoga-vit — very powerful yogī; durvāsāḥ — Durvāsā; śaṅkarasya aṁśaḥ — partial expansion of Lord Śiva; nibodha — just try to understand; aṅgirasaḥ — of the great sage Aṅgirā; prajāḥ — generations.",
      "translation": "Thereafter, from the partial representation of Brahmā, the moon-god was born of them; from the partial representation of Viṣṇu, the great mystic Dattātreya was born; and from the partial representation of Śaṅkara [Lord Śiva], Durvāsā was born. Now you may hear from me of the many sons of Aṅgirā.",
      "purport": [],
      "prev_verse": "32",
      "next_verse": "34"
    },
    {
      "title": "ŚB 4.1.34",
      "id": "sb_4_1_34",
      "sanskrit": "श्रद्धा त्वङ्गिरस: पत्नी चतस्रोऽसूत कन्यका: ।\nसिनीवाली कुहू राका चतुर्थ्यनुमतिस्तथा ॥ ३४ ॥",
      "iast": "śraddhā tv aṅgirasaḥ patnī\ncatasro ’sūta kanyakāḥ\nsinīvālī kuhū rākā\ncaturthy anumatis tathā",
      "word_to_word": "śraddhā — Śraddhā; tu — but; aṅgirasaḥ — of Aṅgirā Ṛṣi; patnī — wife; catasraḥ — four; asūta — gave birth; kanyakāḥ — daughters; sinīvālī — Sinīvālī; kuhūḥ — Kuhū; rākā — Rākā; caturthī — the fourth one; anumatiḥ — Anumati; tathā — also.",
      "translation": "Aṅgirā’s wife, Śraddhā, gave birth to four daughters, named Sinīvālī, Kuhū, Rākā and Anumati.",
      "purport": [],
      "prev_verse": "33",
      "next_verse": "35"
    },
    {
      "title": "ŚB 4.1.35",
      "id": "sb_4_1_35",
      "sanskrit": "तत्पुत्रावपरावास्तां ख्यातौ स्वारोचिषेऽन्तरे ।\nउतथ्यो भगवान्साक्षाद् ब्रह्मिष्ठश्च बृहस्पति: ॥ ३५ ॥",
      "iast": "tat-putrāv aparāv āstāṁ\nkhyātau svārociṣe ’ntare\nutathyo bhagavān sākṣād\nbrahmiṣṭhaś ca bṛhaspatiḥ",
      "word_to_word": "tat — his; putrau — sons; aparau — others; āstām — were born; khyātau — very famous; svārociṣe — in the Svārociṣa millennium; antare — of the Manu; utathyaḥ — Utathya; bhagavān — very mighty; sākṣāt — directly; brahmiṣṭhaḥ ca — fully spiritually advanced; bṛhaspatiḥ — Bṛhaspati.",
      "translation": "Besides these four daughters, she also had another two sons. One of them was known as Utathya, and the other was the learned scholar Bṛhaspati.",
      "purport": [],
      "prev_verse": "34",
      "next_verse": "36"
    },
    {
      "title": "ŚB 4.1.36",
      "id": "sb_4_1_36",
      "sanskrit": "पुलस्त्योऽजनयत्पत्‍न्यामगस्त्यं च हविर्भुवि ।\nसोऽन्यजन्मनि दह्राग्निर्विश्रवाश्च महातपा: ॥ ३६ ॥",
      "iast": "pulastyo ’janayat patnyām\nagastyaṁ ca havirbhuvi\nso ’nya-janmani dahrāgnir\nviśravāś ca mahā-tapāḥ",
      "word_to_word": "pulastyaḥ — the sage Pulastya; ajanayat — begot; patnyām — in his wife; agastyam — the great sage Agastya; ca — also; havirbhuvi — in Havirbhū; saḥ — he (Agastya); anya-janmani — in the next birth; dahra-agniḥ — the digesting fire; viśravāḥ — Viśravā; ca — and; mahā-tapāḥ — greatly powerful because of austerity.",
      "translation": "Pulastya begot in his wife, Havirbhū, one son of the name Agastya, who in his next birth became Dahrāgni. Besides him, Pulastya begot another very great and saintly son, whose name was Viśravā.",
      "purport": [],
      "prev_verse": "35",
      "next_verse": "37"
    },
    {
      "title": "ŚB 4.1.37",
      "id": "sb_4_1_37",
      "sanskrit": "तस्य यक्षपतिर्देव: कुबेरस्त्विडविडासुत: ।\nरावण: कुम्भकर्णश्च तथान्यस्यां विभीषण: ॥ ३७ ॥",
      "iast": "tasya yakṣa-patir devaḥ\nkuberas tv iḍaviḍā-sutaḥ\nrāvaṇaḥ kumbhakarṇaś ca\ntathānyasyāṁ vibhīṣaṇaḥ",
      "word_to_word": "tasya — his; yakṣa-patiḥ — the king of the Yakṣas; devaḥ — demigod; kuberaḥ — Kuvera; tu — and; iḍaviḍā — of Iḍaviḍā; sutaḥ — son; rāvaṇaḥ — Rāvaṇa; kumbhakarṇaḥ — Kumbhakarṇa; ca — also; tathā — so; anyasyām — in the other; vibhīṣaṇaḥ — Vibhīṣaṇa.",
      "translation": "Viśravā had two wives. The first wife was Iḍaviḍā, from whom Kuvera, the master of all Yakṣas, was born, and the next wife was named Keśinī, from whom three sons were born — Rāvaṇa, Kumbhakarṇa and Vibhīṣaṇa.",
      "purport": [],
      "prev_verse": "36",
      "next_verse": "38"
    },
    {
      "title": "ŚB 4.1.38",
      "id": "sb_4_1_38",
      "sanskrit": "पुलहस्य गतिर्भार्या त्रीनसूत सती सुतान् ।\nकर्मश्रेष्ठं वरीयांसं सहिष्णुं च महामते ॥ ३८ ॥",
      "iast": "pulahasya gatir bhāryā\ntrīn asūta satī sutān\nkarmaśreṣṭhaṁ varīyāṁsaṁ\nsahiṣṇuṁ ca mahā-mate",
      "word_to_word": "pulahasya — of Pulaha; gatiḥ — Gati; bhāryā — wife; trīn — three; asūta — gave birth; satī — chaste; sutān — sons; karma-śreṣṭham — very expert in fruitive activities; varīyāṁsam — very respectable; sahiṣṇum — very tolerant; ca — also; mahā-mate — O great Vidura.",
      "translation": "Gati, the wife of the sage Pulaha, gave birth to three sons, named Karmaśreṣṭha, Varīyān and Sahiṣṇu, and all of them were great sages.",
      "purport": [
        "Gati, the wife of Pulaha, was the fifth daughter of Kardama Muni. She was very faithful to her husband, and all her sons were as good as he."
      ],
      "prev_verse": "37",
      "next_verse": "39"
    },
    {
      "title": "ŚB 4.1.39",
      "id": "sb_4_1_39",
      "sanskrit": "क्रतोरपि क्रिया भार्या वालखिल्यानसूयत ।\nऋषीन्षष्टिसहस्राणि ज्वलतो ब्रह्मतेजसा ॥ ३९ ॥",
      "iast": "krator api kriyā bhāryā\nvālakhilyān asūyata\nṛṣīn ṣaṣṭi-sahasrāṇi\njvalato brahma-tejasā",
      "word_to_word": "kratoḥ — of the great sage Kratu; api — also; kriyā — Kriyā; bhāryā — wife; vālakhilyān — just like Vālakhilya; asūyata — begot; ṛṣīn — sages; ṣaṣṭi — sixty; sahasrāṇi — thousand; jvalataḥ — very brilliant; brahma-tejasā — by dint of the Brahman effulgence.",
      "translation": "Kratu’s wife, Kriyā, gave birth to sixty thousand great sages, named the Vālakhilyas. All these sages were greatly advanced in spiritual knowledge, and their bodies were illuminated by such knowledge.",
      "purport": [
        "Kriyā was the sixth daughter of Kardama Muni, and she produced sixty thousand sages, who were known as the Vālakhilyas because they all retired from family life as vānaprasthas."
      ],
      "prev_verse": "38",
      "next_verse": "40"
    },
    {
      "title": "ŚB 4.1.40",
      "id": "sb_4_1_40",
      "sanskrit": "ऊर्जायां जज्ञिरे पुत्रा वसिष्ठस्य परन्तप ।\nचित्रकेतुप्रधानास्ते सप्त ब्रह्मर्षयोऽमला: ॥ ४० ॥",
      "iast": "ūrjāyāṁ jajñire putrā\nvasiṣṭhasya parantapa\ncitraketu-pradhānās te\nsapta brahmarṣayo ’malāḥ",
      "word_to_word": "ūrjāyām — in Ūrjā; jajñire — took birth; putrāḥ — sons; vasiṣṭhasya — of the great sage Vasiṣṭha; parantapa — O great one; citraketu — Citraketu; pradhānāḥ — headed by; te — all the sons; sapta — seven; brahma-ṛṣayaḥ — great sages with spiritual knowledge; amalāḥ — without contamination.",
      "translation": "The great sage Vasiṣṭha begot in his wife, Ūrjā [sometimes called Arundhatī], seven spotlessly great sages, headed by the sage named Citraketu.",
      "purport": [],
      "prev_verse": "39",
      "next_verse": "41"
    },
    {
      "title": "ŚB 4.1.41",
      "id": "sb_4_1_41",
      "sanskrit": "चित्रकेतु: सुरोचिश्च विरजा मित्र एव च ।\nउल्बणो वसुभृद्यानो द्युमान्शक्त्यादयोऽपरे ॥ ४१ ॥",
      "iast": "citraketuḥ surociś ca\nvirajā mitra eva ca\nulbaṇo vasubhṛdyāno\ndyumān śakty-ādayo ’pare",
      "word_to_word": "citraketuḥ — Citraketu; surociḥ ca — and Suroci; virajāḥ — Virajā; mitraḥ — Mitra; eva — also; ca — and; ulbaṇaḥ — Ulbaṇa; vasubhṛdyānaḥ — Vasubhṛdyāna; dyumān — Dyumān; śakti-ādayaḥ — sons headed by Śakti; apare — from his other wife.",
      "translation": "The names of these seven sages are as follows: Citraketu, Suroci, Virajā, Mitra, Ulbaṇa, Vasubhṛdyāna and Dyumān. Some other very competent sons were born from Vasiṣṭha’s other wife.",
      "purport": [
        "Ūrjā, who is sometimes known as Arundhatī and was the wife of Vasiṣṭha, was the ninth daughter of Kardama Muni."
      ],
      "prev_verse": "40",
      "next_verse": "42"
    },
    {
      "title": "ŚB 4.1.42",
      "id": "sb_4_1_42",
      "sanskrit": "चित्तिस्त्वथर्वण: पत्नी लेभे पुत्रं धृतव्रतम् ।\nदध्यञ्चमश्वशिरसं भृगोर्वंशं निबोध मे ॥ ४२ ॥",
      "iast": "cittis tv atharvaṇaḥ patnī\nlebhe putraṁ dhṛta-vratam\ndadhyañcam aśvaśirasaṁ\nbhṛgor vaṁśaṁ nibodha me",
      "word_to_word": "cittiḥ — Citti; tu — also; atharvaṇaḥ — of Atharvā; patnī — wife; lebhe — got; putram — son; dhṛta-vratam — completely dedicated to a vow; dadhyañcam — Dadhyañca; aśvaśirasam — Aśvaśirā; bhṛgoḥ vaṁśam — generations of Bhṛgu; nibodha — try to understand; me — from me.",
      "translation": "Citti, wife of the sage Atharvā, gave birth to a son named Aśvaśirā by accepting a great vow called Dadhyañca. Now you may hear from me about the descendants of the sage Bhṛgu.",
      "purport": [
        "The wife of Atharvā, known as Citti, is also known as Śānti. She was the eighth daughter of Kardama Muni."
      ],
      "prev_verse": "41",
      "next_verse": "43"
    },
    {
      "title": "ŚB 4.1.43",
      "id": "sb_4_1_43",
      "sanskrit": "भृगु: ख्यात्यां महाभाग: पत्‍न्यां पुत्रानजीजनत् ।\nधातारं च विधातारं श्रियं च भगवत्पराम् ॥ ४३ ॥",
      "iast": "bhṛguḥ khyātyāṁ mahā-bhāgaḥ\npatnyāṁ putrān ajījanat\ndhātāraṁ ca vidhātāraṁ\nśriyaṁ ca bhagavat-parām",
      "word_to_word": "bhṛguḥ — the great sage Bhṛgu; khyātyām — in his wife, Khyāti; mahā-bhāgaḥ — greatly fortunate; patnyām — unto the wife; putrān — sons; ajījanat — gave birth; dhātāram — Dhātā; ca — also; vidhātāram — Vidhātā; śriyam — a daughter named Śrī; ca bhagavat-parām — and a great devotee of the Lord.",
      "translation": "The sage Bhṛgu was highly fortunate. In his wife, known as Khyāti, he begot two sons, named Dhātā and Vidhātā, and one daughter, named Śrī, who was very much devoted to the Supreme Personality of Godhead.",
      "purport": [],
      "prev_verse": "42",
      "next_verse": "44"
    },
    {
      "title": "ŚB 4.1.44",
      "id": "sb_4_1_44",
      "sanskrit": "आयतिं नियतिं चैव सुते मेरुस्तयोरदात् ।\nताभ्यां तयोरभवतां मृकण्ड: प्राण एव च ॥ ४४ ॥",
      "iast": "āyatiṁ niyatiṁ caiva\nsute merus tayor adāt\ntābhyāṁ tayor abhavatāṁ\nmṛkaṇḍaḥ prāṇa eva ca",
      "word_to_word": "āyatim — Āyati; niyatim — Niyati; ca eva — also; sute — daughters; meruḥ — the sage Meru; tayoḥ — unto those two; adāt — gave in marriage; tābhyām — out of them; tayoḥ — both of them; abhavatām — appeared; mṛkaṇḍaḥ — Mṛkaṇḍa; prāṇaḥ — Prāṇa; eva — certainly; ca — and.",
      "translation": "The sage Meru had two daughters, named Āyati and Niyati, whom he gave in charity to Dhātā and Vidhātā. Āyati and Niyati gave birth to two sons, Mṛkaṇḍa and Prāṇa.",
      "purport": [],
      "prev_verse": "43",
      "next_verse": "45"
    },
    {
      "title": "ŚB 4.1.45",
      "id": "sb_4_1_45",
      "sanskrit": "मार्कण्डेयो मृकण्डस्य प्राणाद्वेदशिरा मुनि: ।\nकविश्च भार्गवो यस्य भगवानुशना सुत: ॥ ४५ ॥",
      "iast": "mārkaṇḍeyo mṛkaṇḍasya\nprāṇād vedaśirā muniḥ\nkaviś ca bhārgavo yasya\nbhagavān uśanā sutaḥ",
      "word_to_word": "mārkaṇḍeyaḥ — Mārkaṇḍeya; mṛkaṇḍasya — of Mṛkaṇḍa; prāṇāt — from Prāṇa; vedaśirāḥ — Vedaśirā; muniḥ — great sage; kaviḥ ca — of the name Kavi; bhārgavaḥ — of the name Bhārgava; yasya — whose; bhagavān — greatly powerful; uśanā — Śukrācārya; sutaḥ — son.",
      "translation": "From Mṛkaṇḍa, Mārkaṇḍeya Muni was born, and from Prāṇa, the sage Vedaśirā, whose son was Uśanā [Śukrācārya], also known as Kavi. Thus Kavi also belonged to the descendants of the Bhṛgu dynasty.",
      "purport": [],
      "prev_verse": "44",
      "next_verse": "46-47"
    },
    {
      "title": "ŚB 4.1.46-47",
      "id": "sb_4_1_46-47",
      "sanskrit": "त एते मुनय: क्षत्तर्लोकान्सर्गैरभावयन् ।\nएष कर्दमदौहित्रसन्तान: कथितस्तव ॥ ४६ ॥\nश‍ृण्वत: श्रद्दधानस्य सद्य: पापहर: पर: ।\nप्रसूतिं मानवीं दक्ष उपयेमे ह्यजात्मज: ॥ ४७ ॥",
      "iast": "ta ete munayaḥ kṣattar\nlokān sargair abhāvayan\neṣa kardama-dauhitra-\nsantānaḥ kathitas tava\nśṛṇvataḥ śraddadhānasya\nsadyaḥ pāpa-haraḥ paraḥ\nprasūtiṁ mānavīṁ dakṣa\nupayeme hy ajātmajaḥ",
      "word_to_word": "te — they; ete — all; munayaḥ — great sages; kṣattaḥ — O Vidura; lokān — the three worlds; sargaiḥ — with their descendants; abhāvayan — filled; eṣaḥ — this; kardama — of the sage Kardama; dauhitra — grandsons; santānaḥ — offspring; kathitaḥ — already spoken; tava — unto you; śṛṇvataḥ — hearing; śraddadhānasya — of the faithful; sadyaḥ — immediately; pāpa-haraḥ — reducing all sinful activities; paraḥ — great; prasūtim — Prasūti; mānavīm — daughter of Manu; dakṣaḥ — King Dakṣa; upayeme — married; hi — certainly; aja-ātmajaḥ — son of Brahmā.",
      "translation": "My dear Vidura, the population of the universe was thus increased by the descendants of these sages and the daughters of Kardama. Anyone who hears the descriptions of this dynasty with faith will be relieved from all sinful reactions. Another of Manu’s daughters, known as Prasūti, married the son of Brahmā named Dakṣa.",
      "purport": [],
      "prev_verse": "45",
      "next_verse": "48"
    },
    {
      "title": "ŚB 4.1.48",
      "id": "sb_4_1_48",
      "sanskrit": "तस्यां ससर्ज दुहितृ: षोडशामललोचना: ।\nत्रयोदशादाद्धर्माय तथैकामग्नये विभु: ॥ ४८ ॥",
      "iast": "tasyāṁ sasarja duhitṝḥ\nṣoḍaśāmala-locanāḥ\ntrayodaśādād dharmāya\ntathaikām agnaye vibhuḥ",
      "word_to_word": "tasyām — unto her; sasarja — created; duhitṝḥ — daughters; ṣoḍaśa — sixteen; amala-locanāḥ — with lotuslike eyes; trayodaśa — thirteen; adāt — gave; dharmāya — to Dharma; tathā — so; ekām — one daughter; agnaye — to Agni; vibhuḥ — Dakṣa.",
      "translation": "Dakṣa begot sixteen very beautiful daughters with lotuslike eyes in his wife Prasūti. Of these sixteen daughters, thirteen were given in marriage to Dharma, and one daughter was given to Agni.",
      "purport": [],
      "prev_verse": "46-47",
      "next_verse": "49-52"
    },
    {
      "title": "ŚB 4.1.49-52",
      "id": "sb_4_1_49-52",
      "sanskrit": "पितृभ्य एकां युक्तेभ्यो भवायैकां भवच्छिदे ।\nश्रद्धा मैत्री दया शान्तिस्तुष्टि: पुष्टि: क्रियोन्नति: ॥ ४९ ॥\nबुद्धिर्मेधा तितिक्षा ह्रीर्मूर्तिर्धर्मस्य पत्नय: ।\nश्रद्धासूत शुभं मैत्री प्रसादमभयं दया ॥ ५० ॥\nशान्ति: सुखं मुदं तुष्टि: स्मयं पुष्टिरसूयत ।\nयोगं क्रियोन्नतिर्दर्पमर्थं बुद्धिरसूयत ॥ ५१ ॥\nमेधा स्मृतिं तितिक्षा तु क्षेमं ह्री: प्रश्रयं सुतम् ।\nमूर्ति: सर्वगुणोत्पत्तिर्नरनारायणावृषी ॥ ५२ ॥",
      "iast": "pitṛbhya ekāṁ yuktebhyo\nbhavāyaikāṁ bhava-cchide\nśraddhā maitrī dayā śāntis\ntuṣṭiḥ puṣṭiḥ kriyonnatiḥ\nbuddhir medhā titikṣā hrīr\nmūrtir dharmasya patnayaḥ\nśraddhāsūta śubhaṁ maitrī\nprasādam abhayaṁ dayā\nśāntiḥ sukhaṁ mudaṁ tuṣṭiḥ\nsmayaṁ puṣṭir asūyata\nyogaṁ kriyonnatir darpam\narthaṁ buddhir asūyata\nmedhā smṛtiṁ titikṣā tu\nkṣemaṁ hrīḥ praśrayaṁ sutam\nmūrtiḥ sarva-guṇotpattir\nnara-nārāyaṇāv ṛṣī",
      "word_to_word": "pitṛbhyaḥ — to the Pitās; ekām — one daughter; yuktebhyaḥ — the assembled; bhavāya — to Lord Śiva; ekām — one daughter; bhava-chide — who delivers from the material entanglement; śraddhā, maitrī, dayā, śāntiḥ, tuṣṭiḥ, puṣṭiḥ, kriyā, unnatiḥ, buddhiḥ, medhā, titikṣā, hrīḥ, mūrtiḥ — names of thirteen daughters of Dakṣa; dharmasya — of Dharma; patnayaḥ — the wives; śraddhā — Śraddhā; asūta — gave birth to; śubham — Śubha; maitrī — Maitrī; prasādam — Prasāda; abhayam — Abhaya; dayā — Dayā; śāntiḥ — Śānti; sukham — Sukha; mudam — Muda; tuṣṭiḥ — Tuṣṭi; smayam — Smaya; puṣṭiḥ — Puṣṭi; asūyata — gave birth to; yogam — Yoga; kriyā — Kriyā; unnatiḥ — Unnati; darpam — Darpa; artham — Artha; buddhiḥ — Buddhi; asūyata — begot; medhā — Medhā; smṛtim — Smṛti; titikṣā — Titikṣā; tu — also; kṣemam — Kṣema; hrīḥ — Hrī; praśrayam — Praśraya; sutam — son; mūrtiḥ — Mūrti; sarva-guṇa — of all respectable qualities; utpattiḥ — the reservoir; nara-nārāyaṇau — both Nara and Nārāyaṇa; ṛṣī — the two sages.",
      "translation": "One of the remaining two daughters was given in charity to the Pitṛloka, where she resides very amicably, and the other was given to Lord Śiva, who is the deliverer of sinful persons from material entanglement. The names of the thirteen daughters of Dakṣa who were given to Dharma are Śraddhā, Maitrī, Dayā, Śānti, Tuṣṭi, Puṣṭi, Kriyā, Unnati, Buddhi, Medhā, Titikṣā, Hrī and Mūrti. These thirteen daughters produced the following sons: Śraddhā gave birth to Śubha, Maitrī produced Prasāda, Dayā gave birth to Abhaya, Śānti gave birth to Sukha, Tuṣṭi gave birth to Muda, Puṣṭi gave birth to Smaya, Kriyā gave birth to Yoga, Unnati gave birth to Darpa, Buddhi gave birth to Artha, Medhā gave birth to Smṛti, Titikṣā gave birth to Kṣema, and Hrī gave birth to Praśraya. Mūrti, a reservoir of all respectable qualities, gave birth to Śrī Nara-Nārāyaṇa, the Supreme Personality of Godhead.",
      "purport": [],
      "prev_verse": "48",
      "next_verse": "53"
    },
    {
      "title": "ŚB 4.1.53",
      "id": "sb_4_1_53",
      "sanskrit": "ययोर्जन्मन्यदो विश्वमभ्यनन्दत्सुनिर्वृतम् ।\nमनांसि ककुभो वाता: प्रसेदु: सरितोऽद्रय: ॥ ५३ ॥",
      "iast": "yayor janmany ado viśvam\nabhyanandat sunirvṛtam\nmanāṁsi kakubho vātāḥ\npraseduḥ sarito ’drayaḥ",
      "word_to_word": "yayoḥ — both of whom (Nara and Nārāyaṇa); janmani — on the appearance; adaḥ — that; viśvam — universe; abhyanandat — became glad; su-nirvṛtam — full of joy; manāṁsi — everyone’s mind; kakubhaḥ — the directions; vātāḥ — the air; praseduḥ — became pleasant; saritaḥ — the rivers; adrayaḥ — the mountains.",
      "translation": "On the occasion of the appearance of Nara-Nārāyaṇa, the entire world was full of joy. Everyone’s mind became tranquil, and thus in all directions the air, the rivers and the mountains became pleasant.",
      "purport": [],
      "prev_verse": "49-52",
      "next_verse": "54-55"
    },
    {
      "title": "ŚB 4.1.54-55",
      "id": "sb_4_1_54-55",
      "sanskrit": "दिव्यवाद्यन्त तूर्याणि पेतु: कुसुमवृष्टय: ।\nमुनयस्तुष्टुवुस्तुष्टा जगुर्गन्धर्वकिन्नरा: ॥ ५४ ॥\nनृत्यन्ति स्म स्त्रियो देव्य आसीत्परममङ्गलम् ।\nदेवा ब्रह्मादय: सर्वे उपतस्थुरभिष्टवै: ॥ ५५ ॥",
      "iast": "divy avādyanta tūryāṇi\npetuḥ kusuma-vṛṣṭayaḥ\nmunayas tuṣṭuvus tuṣṭā\njagur gandharva-kinnarāḥ\nnṛtyanti sma striyo devya\nāsīt parama-maṅgalam\ndevā brahmādayaḥ sarve\nupatasthur abhiṣṭavaiḥ",
      "word_to_word": "divi — in the heavenly planets; avādyanta — vibrated; tūryāṇi — a band of instruments; petuḥ — they showered; kusuma — of flowers; vṛṣṭayaḥ — showers; munayaḥ — the sages; tuṣṭuvuḥ — chanted Vedic prayers; tuṣṭāḥ — pacified; jaguḥ — began to sing; gandharva — the Gandharvas; kinnarāḥ — the Kinnaras; nṛtyanti sma — danced; striyaḥ — the beautiful damsels; devyaḥ — of the heavenly planets; āsīt — were visible; parama-maṅgalam — the highest good fortune; devāḥ — the demigods; brahma-ādayaḥ — Brahmā and others; sarve — all; upatasthuḥ — worshiped; abhiṣṭavaiḥ — with respectful prayers.",
      "translation": "In the heavenly planets, bands began to play, and they showered flowers from the sky. The pacified sages chanted Vedic prayers, the denizens of heaven known as the Gandharvas and Kinnaras sang, the beautiful damsels of the heavenly planets danced, and in this way, at the time of the appearance of Nara-Nārāyaṇa, all signs of good fortune were visible. Just at that time, great demigods like Brahmā also offered their respectful prayers.",
      "purport": [],
      "prev_verse": "53",
      "next_verse": "56"
    },
    {
      "title": "ŚB 4.1.56",
      "id": "sb_4_1_56",
      "sanskrit": "देवा ऊचु:\nयो मायया विरचितं निजयात्मनीदं\nखे रूपभेदमिव तत्प्रतिचक्षणाय ।\nएतेन धर्मसदने ऋषिमूर्तिनाद्य\nप्रादुश्चकार पुरुषाय नम: परस्मै ॥ ५६ ॥",
      "iast": "devā ūcuḥ\nyo māyayā viracitaṁ nijayātmanīdaṁ\nkhe rūpa-bhedam iva tat-praticakṣaṇāya\netena dharma-sadane ṛṣi-mūrtinādya\nprāduścakāra puruṣāya namaḥ parasmai",
      "word_to_word": "devāḥ — the demigods; ūcuḥ — said; yaḥ — who; māyayā — by the external energy; viracitam — was created; nijayā — by His own; ātmani — being situated in Him; idam — this; khe — in the sky; rūpa-bhedam — bunches of clouds; iva — as if; tat — of Himself; praticakṣaṇāya — for manifesting; etena — with this; dharma-sadane — in the house of Dharma; ṛṣi-mūrtinā — with the form of a sage; adya — today; prāduścakāra — appeared; puruṣāya — unto the Personality of Godhead; namaḥ — respectful obeisances; parasmai — the Supreme.",
      "translation": "The demigods said: Let us offer our respectful obeisances unto the transcendental Personality of Godhead, who created as His external energy this cosmic manifestation, which is situated in Him as the air and clouds are situated in space, and who has now appeared in the form of Nara-Nārāyaṇa Ṛṣi in the house of Dharma.",
      "purport": [
        "The universal form of the Lord is the cosmic manifestation, which is an exhibition of the external energy of the Supreme Personality of Godhead. In space there are innumerable varieties of planets and also the air, and in the air there are variously colored clouds, and sometimes we see airplanes running from one place to another. Thus the entire cosmic manifestation is full of variety, but actually that variety is a manifestation of the external energy of the Supreme Lord, and that energy is situated in Him. Now the Lord Himself, after manifesting His energy, appeared within the creation of His energy, which is simultaneously one with and different from Himself, and therefore the demigods offered their respects to the Supreme Personality of Godhead, who manifests Himself in such varieties. There are some philosophers, called nondualists, who because of their impersonal conception think that varieties are false. In this verse it is specifically stated, yo māyayā viracitam. This indicates that the varieties are a manifestation of the energy of the Supreme Personality of Godhead. Thus because the energy is nondifferent from the Godhead, the varieties are also factual. The material varieties may be temporary, but they are not false. They are a reflection of the spiritual varieties. Here the word praticakṣaṇāya, “there are varieties,” announces the glories of the Supreme Personality of Godhead, who appeared as Nara-Nārāyaṇa Ṛṣi and who is the origin of all varieties of material nature."
      ],
      "prev_verse": "54-55",
      "next_verse": "57"
    },
    {
      "title": "ŚB 4.1.57",
      "id": "sb_4_1_57",
      "sanskrit": "सोऽयं स्थितिव्यतिकरोपशमाय सृष्टान्\nसत्त्वेन न: सुरगणाननुमेयतत्त्व: ।\nद‍ृश्याददभ्रकरुणेन विलोकनेन\nयच्छ्रीनिकेतममलं क्षिपतारविन्दम् ॥ ५७ ॥",
      "iast": "so ’yaṁ sthiti-vyatikaropaśamāya sṛṣṭān\nsattvena naḥ sura-gaṇān anumeya-tattvaḥ\ndṛśyād adabhra-karuṇena vilokanena\nyac chrī-niketam amalaṁ kṣipatāravindam",
      "word_to_word": "saḥ — that; ayam — He; sthiti — of the created world; vyatikara — calamities; upaśamāya — for destroying; sṛṣṭān — created; sattvena — by the mode of goodness; naḥ — us; sura-gaṇān — the demigods; anumeya-tattvaḥ — understood by the Vedas; dṛśyāt — glance over; adabhra-karuṇena — merciful; vilokanena — glance; yat — which; śrī-niketam — the home of the goddess of fortune; amalam — spotless; kṣipata — supersedes; aravindam — lotus.",
      "translation": "Let that Supreme Personality of Godhead, who is understood by truly authorized Vedic literature and who has created peace and prosperity to destroy all calamities of the created world, be kind enough to bestow His glance upon the demigods. His merciful glance can supersede the beauty of the spotless lotus flower which is the home of the goddess of fortune.",
      "purport": [
        "The Supreme Personality of Godhead, who is the origin of the cosmic manifestation, is covered by the wonderful activities of material nature, just as outer space or the illumination of the sun and moon is sometimes covered by clouds or dust. It is very difficult to find the origin of the cosmic manifestation; therefore material scientists conclude that nature is the ultimate cause of all manifestations. But from śāstra, or authentic literature like Bhagavad-gītā and other Vedic scriptures, we understand that behind this wonderful cosmic manifestation is the Supreme Personality of Godhead, and in order to maintain the regular procedures of the cosmic manifestation and to be visible to the eyes of persons who are in the mode of goodness, the Lord appears. He is the cause of the creation and dissolution of the cosmic manifestation. The demigods therefore prayed for His merciful glance upon them in order to be blessed."
      ],
      "prev_verse": "56",
      "next_verse": "58"
    },
    {
      "title": "ŚB 4.1.58",
      "id": "sb_4_1_58",
      "sanskrit": "एवं सुरगणैस्तात भगवन्तावभिष्टुतौ ।\nलब्धावलोकैर्ययतुरर्चितौ गन्धमादनम् ॥ ५८ ॥",
      "iast": "evaṁ sura-gaṇais tāta\nbhagavantāv abhiṣṭutau\nlabdhāvalokair yayatur\narcitau gandhamādanam",
      "word_to_word": "evam — thus; sura-gaṇaiḥ — by the demigods; tāta — O Vidura; bhagavantau — the Supreme Personality of Godhead; abhiṣṭutau — having been praised; labdha — having obtained; avalokaiḥ — the glance (of mercy); yayatuḥ — departed; arcitau — having been worshiped; gandha-mādanam — to the Gandhamādana Hill.",
      "translation": "[Maitreya said:] O Vidura, thus the demigods worshiped with prayers the Supreme Personality of Godhead appearing as the sage Nara-Nārāyaṇa. The Lord glanced upon them with mercy and then departed for Gandhamādana Hill.",
      "purport": [],
      "prev_verse": "57",
      "next_verse": "59"
    },
    {
      "title": "ŚB 4.1.59",
      "id": "sb_4_1_59",
      "sanskrit": "ताविमौ वै भगवतो हरेरंशाविहागतौ ।\nभारव्ययाय च भुव: कृष्णौ यदुकुरूद्वहौ ॥ ५९ ॥",
      "iast": "tāv imau vai bhagavato\nharer aṁśāv ihāgatau\nbhāra-vyayāya ca bhuvaḥ\nkṛṣṇau yadu-kurūdvahau",
      "word_to_word": "tau — both; imau — these; vai — certainly; bhagavataḥ — of the Supreme Personality of Godhead; hareḥ — of Hari; aṁśau — part and parcel expansion; iha — here (in this universe); āgatau — has appeared; bhāra-vyayāya — for mitigation of the burden; ca — and; bhuvaḥ — of the world; kṛṣṇau — the two Kṛṣṇas (Kṛṣṇa and Arjuna); yadu-kuru-udvahau — who are the best of the Yadu and Kuru dynasties respectively.",
      "translation": "That Nara-Nārāyaṇa Ṛṣi, who is a partial expansion of Kṛṣṇa, has now appeared in the dynasties of Yadu and Kuru, in the forms of Kṛṣṇa and Arjuna respectively, to mitigate the burden of the world.",
      "purport": [
        "Nārāyaṇa is the Supreme Personality of Godhead, and Nara is a part of the Supreme Personality of Godhead, Nārāyaṇa. Thus the energy and the energetic together are the Supreme Personality of Godhead. Maitreya informed Vidura that Nara, the portion of Nārāyaṇa, had appeared in the family of the Kurus and that Nārāyaṇa, the plenary expansion of Kṛṣṇa, had come as Kṛṣṇa, the Supreme Personality of Godhead, with the purpose of delivering suffering humanity from the pangs of material burdens. In other words, Nārāyaṇa Ṛṣi was now present in the world in the forms of Kṛṣṇa and Arjuna."
      ],
      "prev_verse": "58",
      "next_verse": "60"
    },
    {
      "title": "ŚB 4.1.60",
      "id": "sb_4_1_60",
      "sanskrit": "स्वाहाभिमानिनश्चाग्नेरात्मजांस्त्रीनजीजनत् ।\nपावकं पवमानं च शुचिं च हुतभोजनम् ॥ ६० ॥",
      "iast": "svāhābhimāninaś cāgner\nātmajāṁs trīn ajījanat\npāvakaṁ pavamānaṁ ca\nśuciṁ ca huta-bhojanam",
      "word_to_word": "svāhā — Svāhā, the wife of Agni; abhimāninaḥ — the presiding deity of fire; ca — and; agneḥ — from Agni; ātmajān — sons; trīn — three; ajījanat — produced; pāvakam — Pāvaka; pavamānam ca — and Pavamāna; śucim ca — and Śuci; huta-bhojanam — eating the oblations of sacrifice.",
      "translation": "The predominating deity of fire begot in his wife, Svāhā, three children, named Pāvaka, Pavamāna and Śuci, who exist by eating the oblations offered to the fire of sacrifice.",
      "purport": [
        "After describing the descendants of the thirteen wives of Dharma, who were all daughters of Dakṣa, Maitreya now describes the fourteenth daughter of Dakṣa, Svāhā, and her three sons. Oblations offered in the sacrificial fire are meant for the demigods, and on behalf of the demigods the three sons of Agni and Svāhā, namely Pāvaka, Pavamāna and Śuci, accept the oblations."
      ],
      "prev_verse": "59",
      "next_verse": "61"
    },
    {
      "title": "ŚB 4.1.61",
      "id": "sb_4_1_61",
      "sanskrit": "तेभ्योऽग्नय: समभवन्चत्वारिंशच्च पञ्च च ।\nत एवैकोनपञ्चाशत्साकं पितृपितामहै: ॥ ६१ ॥",
      "iast": "tebhyo ’gnayaḥ samabhavan\ncatvāriṁśac ca pañca ca\nta evaikonapañcāśat\nsākaṁ pitṛ-pitāmahaiḥ",
      "word_to_word": "tebhyaḥ — from them; agnayaḥ — fire-gods; samabhavan — were produced; catvāriṁśat — forty; ca — and; pañca — five; ca — and; te — they; eva — certainly; ekona-pañcāśat — forty-nine; sākam — along with; pitṛ-pitāmahaiḥ — with the fathers and grandfather.",
      "translation": "From those three sons another forty-five descendants were generated, who are also fire-gods. The total number of fire-gods is therefore forty-nine, including the fathers and the grandfather.",
      "purport": [
        "The grandfather is Agni, and the sons are Pāvaka, Pavamāna and Śuci. Counting these four, plus forty-five grandsons, there are altogether forty-nine different fire-gods."
      ],
      "prev_verse": "60",
      "next_verse": "62"
    },
    {
      "title": "ŚB 4.1.62",
      "id": "sb_4_1_62",
      "sanskrit": "वैतानिके कर्मणि यन्नामभिर्ब्रह्मवादिभि: ।\nआग्नेय्य इष्टयो यज्ञे निरूप्यन्तेऽग्नयस्तु ते ॥ ६२ ॥",
      "iast": "vaitānike karmaṇi yan-\nnāmabhir brahma-vādibhiḥ\nāgneyya iṣṭayo yajñe\nnirūpyante ’gnayas tu te",
      "word_to_word": "vaitānike — offering of oblations; karmaṇi — the activity; yat — of the fire-gods; nāmabhiḥ — by the names; brahma-vādibhiḥ — by impersonalist brāhmaṇas; āgneyyaḥ — for Agni; iṣṭayaḥ — sacrifices; yajñe — in the sacrifice; nirūpyante — are the objective; agnayaḥ — the forty-nine fire-gods; tu — but; te — those.",
      "translation": "These forty-nine fire-gods are the beneficiaries of the oblations offered in the Vedic sacrificial fire by impersonalist brāhmaṇas.",
      "purport": [
        "Impersonalists who perform Vedic fruitive sacrifices are attracted to the various fire-gods and offer oblations in their name. The forty-nine fire-gods are described herewith."
      ],
      "prev_verse": "61",
      "next_verse": "63"
    },
    {
      "title": "ŚB 4.1.63",
      "id": "sb_4_1_63",
      "sanskrit": "अग्निष्वात्ता बर्हिषद: सौम्या: पितर आज्यपा: ।\nसाग्नयोऽनग्नयस्तेषां पत्नी दाक्षायणी स्वधा ॥ ६३ ॥",
      "iast": "agniṣvāttā barhiṣadaḥ\nsaumyāḥ pitara ājyapāḥ\nsāgnayo ’nagnayas teṣāṁ\npatnī dākṣāyaṇī svadhā",
      "word_to_word": "agniṣvāttāḥ — the Agniṣvāttas; barhiṣadaḥ — the Barhiṣadas; saumyāḥ — the Saumyas; pitaraḥ — the forefathers; ājyapāḥ — the Ājyapas; sa-agnayaḥ — those whose means is by fire; anagnayaḥ — those whose means is without fire; teṣām — of them; patnī — the wife; dākṣāyaṇī — the daughter of Dakṣa; svadhā — Svadhā.",
      "translation": "The Agniṣvāttas, the Barhiṣadas, the Saumyas and the Ājyapas are the Pitās. They are either sāgnika or niragnika. The wife of all these Pitās is Svadhā, who is the daughter of King Dakṣa.",
      "purport": [],
      "prev_verse": "62",
      "next_verse": "64"
    },
    {
      "title": "ŚB 4.1.64",
      "id": "sb_4_1_64",
      "sanskrit": "तेभ्यो दधार कन्ये द्वे वयुनां धारिणीं स्वधा ।\nउभे ते ब्रह्मवादिन्यौ ज्ञानविज्ञानपारगे ॥ ६४ ॥",
      "iast": "tebhyo dadhāra kanye dve\nvayunāṁ dhāriṇīṁ svadhā\nubhe te brahma-vādinyau\njñāna-vijñāna-pārage",
      "word_to_word": "tebhyaḥ — from them; dadhāra — produced; kanye — daughters; dve — two; vayunām — Vayunā; dhāriṇīm — Dhāriṇī; svadhā — Svadhā; ubhe — both of them; te — they; brahma-vādinyau — impersonalists; jñāna-vijñāna-pāra-ge — expert in both transcendental and Vedic knowledge.",
      "translation": "Svadhā, who was offered to the Pitās, begot two daughters named Vayunā and Dhāriṇī, both of whom were impersonalists and were expert in transcendental and Vedic knowledge.",
      "purport": [],
      "prev_verse": "63",
      "next_verse": "65"
    },
    {
      "title": "ŚB 4.1.65",
      "id": "sb_4_1_65",
      "sanskrit": "भवस्य पत्नी तु सती भवं देवमनुव्रता ।\nआत्मन: सद‍ृशं पुत्रं न लेभे गुणशीलत: ॥ ६५ ॥",
      "iast": "bhavasya patnī tu satī\nbhavaṁ devam anuvratā\nātmanaḥ sadṛśaṁ putraṁ\nna lebhe guṇa-śīlataḥ",
      "word_to_word": "bhavasya — of Bhava (Lord Śiva); patnī — the wife; tu — but; satī — named Satī; bhavam — to Bhava; devam — a demigod; anuvratā — faithfully engaged in service; ātmanaḥ — of herself; sadṛśam — similar; putram — a son; na lebhe — did not obtain; guṇa-śīlataḥ — by good qualities and by character.",
      "translation": "The sixteenth daughter, whose name was Satī, was the wife of Lord Śiva. She could not produce a child, although she always faithfully engaged in the service of her husband.",
      "purport": [],
      "prev_verse": "64",
      "next_verse": "66"
    },
    {
      "title": "ŚB 4.1.66",
      "id": "sb_4_1_66",
      "sanskrit": "पितर्यप्रतिरूपे स्वे भवायानागसे रुषा ।\nअप्रौढैवात्मनात्मानमजहाद्योगसंयुता ॥ ६६ ॥",
      "iast": "pitary apratirūpe sve\nbhavāyānāgase ruṣā\naprauḍhaivātmanātmānam\najahād yoga-saṁyutā",
      "word_to_word": "pitari — as a father; apratirūpe — unfavorable; sve — her own; bhavāya — unto Lord Śiva; anāgase — faultless; ruṣā — with anger; aprauḍhā — before attaining maturity; eva — even; ātmanā — by herself; ātmānam — the body; ajahāt — gave up; yoga-saṁyutā — by mystic yoga..",
      "translation": "The reason is that Satī’s father, Dakṣa, used to rebuke Lord Śiva in spite of Śiva’s faultlessness. Consequently, before attaining a mature age, Satī gave up her body by dint of yogic mystic power.",
      "purport": [
        "Lord Śiva, being the head of all mystic yogīs, never even constructed a home for his residence. Satī was the daughter of a great king, Dakṣa, and because his youngest daughter, Satī, selected as her husband Lord Śiva, King Dakṣa was not very much satisfied with her. Therefore whenever she met her father, he unnecessarily criticized her husband, although Lord Śiva was faultless. Because of this, before attaining a mature age Satī gave up the body given by her father, Dakṣa, and therefore she could not produce a child.",
        "Thus end the Bhaktivedanta purports of the Fourth Canto, First Chapter, of the Śrīmad-Bhāgavatam, entitled “Genealogical Table of the Daughters of Manu.”"
      ],
      "prev_verse": "65",
      "next_verse": "2"
    }
  ]
}