{
  "id": "sb_4_15",
  "title": "King Pṛthu’s Appearance and Coronation",
  "canto": 4,
  "chapter": 15,
  "verses": [
    {
      "title": "ŚB 4.15.1",
      "id": "sb_4_15_1",
      "sanskrit": "मैत्रेय उवाच\nअथ तस्य पुनर्विप्रैरपुत्रस्य महीपते: ।\nबाहुभ्यां मथ्यमानाभ्यां मिथुनं समपद्यत ॥ १ ॥",
      "iast": "maitreya uvāca\natha tasya punar viprair\naputrasya mahīpateḥ\nbāhubhyāṁ mathyamānābhyāṁ\nmithunaṁ samapadyata",
      "word_to_word": "maitreyaḥ uvāca — Maitreya continued to speak; atha — thus; tasya — his; punaḥ — again; vipraiḥ — by the brāhmaṇas; aputrasya — without a son; mahīpateḥ — of the King; bāhubhyām — from the arms; mathyamānābhyām — being churned; mithunam — a couple; samapadyata — took birth.",
      "translation": "The great sage Maitreya continued: My dear Vidura, thus the brāhmaṇas and the great sages again churned the two arms of King Vena’s dead body. As a result a male and female couple came out of his arms.",
      "purport": [],
      "prev_verse": "15",
      "next_verse": "2"
    },
    {
      "title": "ŚB 4.15.2",
      "id": "sb_4_15_2",
      "sanskrit": "तद् दृष्ट्वा मिथुनं जातमृषयो ब्रह्मवादिन: ।\nऊचु: परमसन्तुष्टा विदित्वा भगवत्कलाम् ॥ २ ॥",
      "iast": "tad dṛṣṭvā mithunaṁ jātam\nṛṣayo brahma-vādinaḥ\nūcuḥ parama-santuṣṭā\nviditvā bhagavat-kalām",
      "word_to_word": "tat — that; dṛṣṭvā — seeing; mithunam — couple; jātam — born; ṛṣayaḥ — the great sages; brahma-vādinaḥ — very learned in Vedic knowledge; ūcuḥ — said; parama — very much; santuṣṭāḥ — being pleased; viditvā — knowing; bhagavat — of the Supreme Personality of Godhead; kalām — expansion.",
      "translation": "The great sages were highly learned in Vedic knowledge. When they saw the male and female born of the arms of Vena’s body, they were very pleased, for they could understand that the couple was an expansion of a plenary portion of Viṣṇu, the Supreme Personality of Godhead.",
      "purport": [
        "The method adopted by the great sages and scholars, who were learned in Vedic knowledge, was perfect. They removed all the reactions of King Vena’s sinful activities by seeing that King Vena first gave birth to Bāhuka, described in the previous chapter. After King Vena’s body was thus purified, a male and female came out of it, and the great sages could understand that this was an expansion of Lord Viṣṇu. This expansion, of course, was not viṣṇu-tattva but a specifically empowered expansion of Lord Viṣṇu known as āveśa."
      ],
      "prev_verse": "1",
      "next_verse": "3"
    },
    {
      "title": "ŚB 4.15.3",
      "id": "sb_4_15_3",
      "sanskrit": "ऋषय ऊचु:\nएष विष्णोर्भगवत: कला भुवनपालिनी ।\nइयं च लक्ष्म्या: सम्भूति: पुरुषस्यानपायिनी ॥ ३ ॥",
      "iast": "ṛṣaya ūcuḥ\neṣa viṣṇor bhagavataḥ\nkalā bhuvana-pālinī\niyaṁ ca lakṣmyāḥ sambhūtiḥ\npuruṣasyānapāyinī",
      "word_to_word": "ṛṣayaḥ ūcuḥ — the sages said; eṣaḥ — this male; viṣṇoḥ — of Lord Viṣṇu; bhagavataḥ — of the Supreme Personality of Godhead; kalā — expansion; bhuvana-pālinī — who maintains the world; iyam — this female; ca — also; lakṣmyāḥ — of the goddess of fortune; sambhūtiḥ — expansion; puruṣasya — of the Lord; anapāyinī — inseparable.",
      "translation": "The great sages said: The male is a plenary expansion of the power of Lord Viṣṇu, who maintains the entire universe, and the female is a plenary expansion of the goddess of fortune, who is never separated from the Lord.",
      "purport": [
        "The significance of the goddess of fortune’s never being separated from the Lord is clearly mentioned herein. People in the material world are very fond of the goddess of fortune, and they want her favor in the form of riches. They should know, however, that the goddess of fortune is inseparable from Lord Viṣṇu. Materialists should understand that the goddess of fortune should be worshiped along with Lord Viṣṇu and should not be regarded separately. Materialists seeking the favor of the goddess of fortune must worship Lord Viṣṇu and Lakṣmī together to maintain material opulence. If a materialist follows the policy of Rāvaṇa, who wanted to separate Sītā from Lord Rāmacandra, the process of separation will vanquish him. Those who are very rich and have taken favor of the goddess of fortune in this world must engage their money in the service of the Lord. In this way they can continue in their opulent position without disturbance."
      ],
      "prev_verse": "2",
      "next_verse": "4"
    },
    {
      "title": "ŚB 4.15.4",
      "id": "sb_4_15_4",
      "sanskrit": "अयं तु प्रथमो राज्ञां पुमान् प्रथयिता यश: ।\nपृथुर्नाम महाराजो भविष्यति पृथुश्रवा: ॥ ४ ॥",
      "iast": "ayaṁ tu prathamo rājñāṁ\npumān prathayitā yaśaḥ\npṛthur nāma mahārājo\nbhaviṣyati pṛthu-śravāḥ",
      "word_to_word": "ayam — this; tu — then; prathamaḥ — the first; rājñām — of kings; pumān — the male; prathayitā — will expand; yaśaḥ — reputation; pṛthuḥ — Mahārāja Pṛthu; nāma — by name; mahā-rājaḥ — the great king; bhaviṣyati — will become; pṛthu-śravāḥ — of wide renown.",
      "translation": "Of the two, the male will be able to expand his reputation throughout the world. His name will be Pṛthu. Indeed, he will be the first among kings.",
      "purport": [
        "There are different types of incarnations of the Supreme Personality of Godhead. In the śāstras it is said that Garuḍa (the carrier of Lord Viṣṇu) and Lord Śiva and Ananta are all very powerful incarnations of the Brahman feature of the Lord. Similarly, Śacīpati, or Indra, the King of heaven, is an incarnation of the lusty feature of the Lord. Aniruddha is an incarnation of the Lord’s mind. Similarly, King Pṛthu is an incarnation of the ruling force of the Lord. Thus the saintly persons and great sages predicted the future activities of King Pṛthu, who was already explained as a partial incarnation of a plenary expansion of the Lord."
      ],
      "prev_verse": "3",
      "next_verse": "5"
    },
    {
      "title": "ŚB 4.15.5",
      "id": "sb_4_15_5",
      "sanskrit": "इयं च सुदती देवी गुणभूषणभूषणा ।\nअर्चिर्नाम वरारोहा पृथुमेवावरुन्धती ॥ ५ ॥",
      "iast": "iyaṁ ca sudatī devī\nguṇa-bhūṣaṇa-bhūṣaṇā\narcir nāma varārohā\npṛthum evāvarundhatī",
      "word_to_word": "iyam — this female child; ca — and; su-datī — who has very nice teeth; devī — the goddess of fortune; guṇa — by good qualities; bhūṣaṇa — ornaments; bhūṣaṇā — who beautifies; arciḥ — Arci; nāma — by name; vara-ārohā — very beautiful; pṛthum — unto King Pṛthu; eva — certainly; avarundhatī — being very much attached.",
      "translation": "The female has such beautiful teeth and beautiful qualities that she will actually beautify the ornaments she wears. Her name will be Arci. In the future she will accept King Pṛthu as her husband.",
      "purport": [],
      "prev_verse": "4",
      "next_verse": "6"
    },
    {
      "title": "ŚB 4.15.6",
      "id": "sb_4_15_6",
      "sanskrit": "एष साक्षाद्धरेरंशो जातो लोकरिरक्षया ।\nइयं च तत्परा हि श्रीरनुजज्ञेऽनपायिनी ॥ ६ ॥",
      "iast": "eṣa sākṣād dharer aṁśo\njāto loka-rirakṣayā\niyaṁ ca tat-parā hi śrīr\nanujajñe ’napāyinī",
      "word_to_word": "eṣaḥ — this male; sākṣāt — directly; hareḥ — of the Supreme Personality of Godhead; aṁśaḥ — partial representative; jātaḥ — born; loka — the entire world; rirakṣayā — with a desire to protect; iyam — this female; ca — also; tat-parā — very much attached to him; hi — certainly; śrīḥ — the goddess of fortune; anujajñe — took birth; anapāyinī — inseparable.",
      "translation": "In the form of King Pṛthu, the Supreme Personality of Godhead has appeared through a part of His potency to protect the people of the world. The goddess of fortune is the constant companion of the Lord, and therefore she has incarnated partially as Arci to become King Pṛthu’s queen.",
      "purport": [
        "In Bhagavad-gītā the Lord says that whenever one sees an extraordinary power, he should conclude that a specific partial representation of the Supreme Personality of Godhead is present. There are innumerable such personalities, but not all of them are direct viṣṇu-tattva plenary expansions of the Lord. Many living entities are classified among the śakti-tattvas. Such incarnations, empowered for specific purposes, are known as śaktyāveśa-avatāras. King Pṛthu was such a śaktyāveśa-avatāra of the Lord. Similarly, Arci, King Pṛthu’s wife, was a śaktyāveśa-avatāra of the goddess of fortune."
      ],
      "prev_verse": "5",
      "next_verse": "7"
    },
    {
      "title": "ŚB 4.15.7",
      "id": "sb_4_15_7",
      "sanskrit": "मैत्रेय उवाच\nप्रशंसन्ति स्म तं विप्रा गन्धर्वप्रवरा जगु: ।\nमुमुचु: सुमनोधारा: सिद्धा नृत्यन्ति स्व:स्त्रिय: ॥ ७ ॥",
      "iast": "maitreya uvāca\npraśaṁsanti sma taṁ viprā\ngandharva-pravarā jaguḥ\nmumucuḥ sumano-dhārāḥ\nsiddhā nṛtyanti svaḥ-striyaḥ",
      "word_to_word": "maitreyaḥ uvāca — the great saint Maitreya said; praśaṁsanti sma — praised, glorified; tam — him (Pṛthu); viprāḥ — all the brāhmaṇas; gandharva-pravarāḥ — the best of the Gandharvas; jaguḥ — chanted; mumucuḥ — released; sumanaḥ-dhārāḥ — showers of flowers; siddhāḥ — the personalities from Siddhaloka; nṛtyanti — were dancing; svaḥ — of the heavenly planets; striyaḥ — women (the Apsarās).",
      "translation": "The great sage Maitreya continued: My dear Vidurajī, at that time all the brāhmaṇas highly praised and glorified King Pṛthu, and the best singers of Gandharvaloka chanted his glories. The inhabitants of Siddhaloka showered flowers, and the beautiful women in the heavenly planets danced in ecstasy.",
      "purport": [],
      "prev_verse": "6",
      "next_verse": "8"
    },
    {
      "title": "ŚB 4.15.8",
      "id": "sb_4_15_8",
      "sanskrit": "शङ्खतूर्यमृदङ्गाद्या नेदुर्दुन्दुभयो दिवि ।\nतत्र सर्व उपाजग्मुर्देवर्षिपितृणां गणा: ॥ ८ ॥",
      "iast": "śaṅkha-tūrya-mṛdaṅgādyā\nnedur dundubhayo divi\ntatra sarva upājagmur\ndevarṣi-pitṝṇāṁ gaṇāḥ",
      "word_to_word": "śaṅkha — conches; tūrya — bugles; mṛdaṅga — drums; ādyāḥ — and so on; neduḥ — vibrated; dundubhayaḥ — kettledrums; divi — in outer space; tatra — there; sarve — all; upājagmuḥ — came; deva-ṛṣi — demigods and sages; pitṝṇām — of forefathers; gaṇāḥ — groups.",
      "translation": "Conchshells, bugles, drums and kettledrums vibrated in outer space. Great sages, forefathers and personalities from the heavenly planets all came to earth from various planetary systems.",
      "purport": [],
      "prev_verse": "7",
      "next_verse": "9-10"
    },
    {
      "title": "ŚB 4.15.9-10",
      "id": "sb_4_15_9-10",
      "sanskrit": "ब्रह्मा जगद्गुरुर्देवै: सहासृत्य सुरेश्वरै: ।\nवैन्यस्य दक्षिणे हस्ते दृष्ट्वा चिह्नं गदाभृत: ॥ ९ ॥\nपादयोररविन्दं च तं वै मेने हरे: कलाम् ।\nयस्याप्रतिहतं चक्रमंश: स परमेष्ठिन: ॥ १० ॥",
      "iast": "brahmā jagad-gurur devaiḥ\nsahāsṛtya sureśvaraiḥ\nvainyasya dakṣiṇe haste\ndṛṣṭvā cihnaṁ gadābhṛtaḥ\npādayor aravindaṁ ca\ntaṁ vai mene hareḥ kalām\nyasyāpratihataṁ cakram\naṁśaḥ sa parameṣṭhinaḥ",
      "word_to_word": "brahmā — Lord Brahmā; jagat-guruḥ — the master of the universe; devaiḥ — by the demigods; saha — accompanied; āsṛtya — arriving; sura-īśvaraiḥ — with the chiefs of all the heavenly planets; vainyasya — of Mahārāja Pṛthu, the son of Vena; dakṣiṇe — right; haste — on the hand; dṛṣṭvā — seeing; cihnam — mark; gadā-bhṛtaḥ — of Lord Viṣṇu, who carries a club; pādayoḥ — on the two feet; aravindam — lotus flower; ca — also; tam — him; vai — certainly; mene — he understood; hareḥ — of the Supreme Personality of Godhead; kalām — part of a plenary expansion; yasya — whose; apratihatam — invincible; cakram — disc; aṁśaḥ — partial representation; saḥ — he; parameṣṭhinaḥ — of the Supreme Personality of Godhead.",
      "translation": "Lord Brahmā, the master of the entire universe, arrived there accompanied by all the demigods and their chiefs. Seeing the lines of Lord Viṣṇu’s palm on King Pṛthu’s right hand and impressions of lotus flowers on the soles of his feet, Lord Brahmā could understand that King Pṛthu was a partial representation of the Supreme Personality of Godhead. One whose palm bears the sign of a disc, as well as other such lines, should be considered a partial representation or incarnation of the Supreme Lord.",
      "purport": [
        "There is a system by which one can detect an incarnation of the Supreme Personality of Godhead. Nowadays it has become a cheap fashion to accept any rascal as an incarnation of God, but from this incident we can see that Lord Brahmā personally examined the hands and feet of King Pṛthu for specific signs. In their prophecies the learned sages and brāhmaṇas accepted Pṛthu Mahārāja as a plenary partial expansion of the Lord. During the presence of Lord Kṛṣṇa, however, a king declared himself Vāsudeva, and Lord Kṛṣṇa killed him. Before accepting someone as an incarnation of God, one should verify his identity according to the symptoms mentioned in the śāstras. Without these symptoms the pretender is subject to be killed by the authorities for pretending to be an incarnation of God."
      ],
      "prev_verse": "8",
      "next_verse": "11"
    },
    {
      "title": "ŚB 4.15.11",
      "id": "sb_4_15_11",
      "sanskrit": "तस्याभिषेक आरब्धो ब्राह्मणैर्ब्रह्मवादिभि: ।\nआभिषेचनिकान्यस्मै आजह्रु: सर्वतो जना: ॥ ११ ॥",
      "iast": "tasyābhiṣeka ārabdho\nbrāhmaṇair brahma-vādibhiḥ\nābhiṣecanikāny asmai\nājahruḥ sarvato janāḥ",
      "word_to_word": "tasya — his; abhiṣekaḥ — coronation; ārabdhaḥ — was arranged; brāhmaṇaiḥ — by the learned brāhmaṇas; brahma-vādibhiḥ — attached to the Vedic rituals; ābhiṣecanikāni — various paraphernalia for performing the ceremony; asmai — unto him; ājahruḥ — collected; sarvataḥ — from all directions; janāḥ — people.",
      "translation": "The learned brāhmaṇas, who were very attached to the Vedic ritualistic ceremonies, then arranged for the King’s coronation. People from all directions collected all the different paraphernalia for the ceremony. Thus everything was complete.",
      "purport": [],
      "prev_verse": "9-10",
      "next_verse": "12"
    },
    {
      "title": "ŚB 4.15.12",
      "id": "sb_4_15_12",
      "sanskrit": "सरित्समुद्रा गिरयो नागा गाव: खगा मृगा: ।\nद्यौ: क्षिति: सर्वभूतानि समाजह्रुरुपायनम् ॥ १२ ॥",
      "iast": "sarit-samudrā girayo\nnāgā gāvaḥ khagā mṛgāḥ\ndyauḥ kṣitiḥ sarva-bhūtāni\nsamājahrur upāyanam",
      "word_to_word": "sarit — the rivers; samudrāḥ — the seas; girayaḥ — the mountains; nāgāḥ — the serpents; gāvaḥ — the cows; khagāḥ — the birds; mṛgāḥ — the animals; dyauḥ — the sky; kṣitiḥ — the earth; sarva-bhūtāni — all living entities; samājahruḥ — collected; upāyanam — different kinds of presentations.",
      "translation": "All the rivers, seas, hills, mountains, serpents, cows, birds, animals, heavenly planets, the earthly planet and all other living entities collected various presentations, according to their ability, to offer the King.",
      "purport": [],
      "prev_verse": "11",
      "next_verse": "13"
    },
    {
      "title": "ŚB 4.15.13",
      "id": "sb_4_15_13",
      "sanskrit": "सोऽभिषिक्तो महाराज: सुवासा: साध्वलड़्क़ृत: ।\nपत्‍न्यार्चिषालड्‌क़ृतया विरेजेऽग्निरिवापर: ॥ १३ ॥",
      "iast": "so ’bhiṣikto mahārājaḥ\nsuvāsāḥ sādhv-alaṅkṛtaḥ\npatnyārciṣālaṅkṛtayā\nvireje ’gnir ivāparaḥ",
      "word_to_word": "saḥ — the King; abhiṣiktaḥ — being coronated; mahārājaḥ — Mahārāja Pṛthu; su-vāsāḥ — exquisitely dressed; sādhu-alaṅkṛtaḥ — highly decorated with ornaments; patnyā — along with his wife; arciṣā — named Arci; alaṅkṛtayā — nicely ornamented; vireje — appeared; agniḥ — fire; iva — like; aparaḥ — another.",
      "translation": "Thus the great King Pṛthu, exquisitely dressed with garments and ornaments, was coronated and placed on the throne. The King and his wife, Arci, who was also exquisitely ornamented, appeared exactly like fire.",
      "purport": [],
      "prev_verse": "12",
      "next_verse": "14"
    },
    {
      "title": "ŚB 4.15.14",
      "id": "sb_4_15_14",
      "sanskrit": "तस्मै जहार धनदो हैमं वीर वरासनम् ।\nवरुण: सलिलस्रावमातपत्रं शशिप्रभम् ॥ १४ ॥",
      "iast": "tasmai jahāra dhanado\nhaimaṁ vīra varāsanam\nvaruṇaḥ salila-srāvam\nātapatraṁ śaśi-prabham",
      "word_to_word": "tasmai — unto him; jahāra — presented; dhana-daḥ — the treasurer of the demigods (Kuvera); haimam — made of gold; vīra — O Vidura; vara-āsanam — royal throne; varuṇaḥ — the demigod Varuṇa; salila-srāvam — dropping particles of water; ātapatram — umbrella; śaśi-prabham — as brilliant as the moon.",
      "translation": "The great sage continued: My dear Vidura, Kuvera presented the great King Pṛthu with a golden throne. The demigod Varuṇa presented him with an umbrella that constantly sprayed fine particles of water and was as brilliant as the moon.",
      "purport": [],
      "prev_verse": "13",
      "next_verse": "15"
    },
    {
      "title": "ŚB 4.15.15",
      "id": "sb_4_15_15",
      "sanskrit": "वायुश्च वालव्यजने धर्म: कीर्तिमयीं स्रजम् ।\nइन्द्र: किरीटमुत्कृष्टं दण्डं संयमनं यम: ॥ १५ ॥",
      "iast": "vāyuś ca vāla-vyajane\ndharmaḥ kīrtimayīṁ srajam\nindraḥ kirīṭam utkṛṣṭaṁ\ndaṇḍaṁ saṁyamanaṁ yamaḥ",
      "word_to_word": "vāyuḥ — the demigod of air; ca — also; vāla-vyajane — two cāmaras made of hair; dharmaḥ — the King of religion; kīrti-mayīm — expanding one’s name and fame; srajam — garland; indraḥ — the King of heaven; kirīṭam — helmet; utkṛṣṭam — very valuable; daṇḍam — scepter; saṁyamanam — for ruling the world; yamaḥ — the superintendent of death.",
      "translation": "The demigod of air, Vāyu, presented King Pṛthu with two whisks [cāmaras] of hair; the King of religion, Dharma, presented him with a flower garland which would expand his fame; the King of heaven, Indra, presented him with a valuable helmet; and the superintendent of death, Yamarāja, presented him with a scepter with which to rule the world.",
      "purport": [],
      "prev_verse": "14",
      "next_verse": "16"
    },
    {
      "title": "ŚB 4.15.16",
      "id": "sb_4_15_16",
      "sanskrit": "ब्रह्मा ब्रह्ममयं वर्म भारती हारमुत्तमम् ।\nहरि: सुदर्शनं चक्रं तत्पत्‍न्यव्याहतां श्रियम् ॥ १६ ॥",
      "iast": "brahmā brahmamayaṁ varma\nbhāratī hāram uttamam\nhariḥ sudarśanaṁ cakraṁ\ntat-patny avyāhatāṁ śriyam",
      "word_to_word": "brahmā — Lord Brahmā; brahma-mayam — made of spiritual knowledge; varma — armor; bhāratī — the goddess of learning; hāram — necklace; uttamam — transcendental; hariḥ — the Supreme Personality of Godhead; sudarśanam cakram — Sudarśana disc; tat-patnī — His wife (Lakṣmī); avyāhatām — imperishable; śriyam — beauty and opulence.",
      "translation": "Lord Brahmā presented King Pṛthu with a protective garment made of spiritual knowledge. Bhāratī [Sarasvatī], the wife of Brahmā, gave him a transcendental necklace. Lord Viṣṇu presented him with a Sudarśana disc, and Lord Viṣṇu’s wife, the goddess of fortune, gave him imperishable opulences.",
      "purport": [
        "All the demigods presented various gifts to King Pṛthu. Hari, an incarnation of the Supreme Personality of Godhead known as Upendra in the heavenly planet, presented the King with a Sudarśana disc. It should be understood that this Sudarśana disc is not exactly the same type of Sudarśana disc used by the Personality of Godhead, Kṛṣṇa, or Viṣṇu. Since Mahārāja Pṛthu was a partial representation of the Supreme Personality of Godhead’s power, the Sudarśana disc given to him represented the partial power of the original Sudarśana disc."
      ],
      "prev_verse": "15",
      "next_verse": "17"
    },
    {
      "title": "ŚB 4.15.17",
      "id": "sb_4_15_17",
      "sanskrit": "दशचन्द्रमसिं रुद्र: शतचन्द्रं तथाम्बिका ।\nसोमोऽमृतमयानश्वांस्त्वष्टा रूपाश्रयं रथम् ॥ १७ ॥",
      "iast": "daśa-candram asiṁ rudraḥ\nśata-candraṁ tathāmbikā\nsomo ’mṛtamayān aśvāṁs\ntvaṣṭā rūpāśrayaṁ ratham",
      "word_to_word": "daśa-candram — decorated with ten moons; asim — sword; rudraḥ — Lord Śiva; śata-candram — decorated with one hundred moons; tathā — in that manner; ambikā — the goddess Durgā; somaḥ — the moon-demigod; amṛta-mayān — made of nectar; aśvān — horses; tvaṣṭā — the demigod Viśvakarmā; rūpa-āśrayam — very beautiful; ratham — a chariot.",
      "translation": "Lord Śiva presented him with a sword within a sheath marked with ten moons, and his wife, the goddess Durgā, presented him with a shield marked with one hundred moons. The moon-demigod presented him with horses made of nectar, and the demigod Viśvakarmā presented him with a very beautiful chariot.",
      "purport": [],
      "prev_verse": "16",
      "next_verse": "18"
    },
    {
      "title": "ŚB 4.15.18",
      "id": "sb_4_15_18",
      "sanskrit": "अग्निराजगवं चापं सूर्यो रश्मिमयानिषून् ।\nभू: पादुके योगमय्यौ द्यौ: पुष्पावलिमन्वहम् ॥ १८ ॥",
      "iast": "agnir āja-gavaṁ cāpaṁ\nsūryo raśmimayān iṣūn\nbhūḥ pāduke yogamayyau\ndyauḥ puṣpāvalim anvaham",
      "word_to_word": "agniḥ — the demigod of fire; āja-gavam — made of the horns of goats and cows; cāpam — a bow; sūryaḥ — the sun-god; raśmi-mayān — brilliant as sunshine; iṣūn — arrows; bhūḥ — Bhūmi, the predominating goddess of the earth; pāduke — two slippers; yoga-mayyau — full of mystic power; dyauḥ — the demigods in outer space; puṣpa — of flowers; āvalim — presentation; anu-aham — day after day.",
      "translation": "The demigod of fire, Agni, presented him with a bow made of the horns of goats and cows. The sun-god presented him with arrows as brilliant as sunshine. The predominating deity of Bhūrloka presented him with slippers full of mystic power. The demigods from outer space brought him presentations of flowers again and again.",
      "purport": [
        "This verse describes that the King’s slippers were invested with mystic powers (pāduke yogamayyau). Thus as soon as the King placed his feet in the slippers they would immediately carry him wherever he desired. Mystic yogīs can transfer themselves from one place to another whenever they desire. A similar power was invested in the slippers of King Pṛthu."
      ],
      "prev_verse": "17",
      "next_verse": "19"
    },
    {
      "title": "ŚB 4.15.19",
      "id": "sb_4_15_19",
      "sanskrit": "नाट्यं सुगीतं वादित्रमन्तर्धानं च खेचरा: ।\nऋषयश्चाशिष: सत्या: समुद्र: शङ्खमात्मजम् ॥ १९ ॥",
      "iast": "nāṭyaṁ sugītaṁ vāditram\nantardhānaṁ ca khecarāḥ\nṛṣayaś cāśiṣaḥ satyāḥ\nsamudraḥ śaṅkham ātmajam",
      "word_to_word": "nāṭyam — the art of drama; su-gītam — the art of singing sweet songs; vāditram — the art of playing musical instruments; antardhānam — the art of disappearing; ca — also; khe-carāḥ — demigods traveling in outer space; ṛṣayaḥ — the great sages; ca — also; āśiṣaḥ — blessings; satyāḥ — infallible; samudraḥ — the demigod of the ocean; śaṅkham — conchshell; ātma-jam — produced from himself.",
      "translation": "The demigods who always travel in outer space gave King Pṛthu the arts to perform dramas, sing songs, play musical instruments and disappear at his will. The great sages also offered him infallible blessings. The ocean offered him a conchshell produced from the ocean.",
      "purport": [],
      "prev_verse": "18",
      "next_verse": "20"
    },
    {
      "title": "ŚB 4.15.20",
      "id": "sb_4_15_20",
      "sanskrit": "सिन्धव: पर्वता नद्यो रथवीथीर्महात्मन: ।\nसूतोऽथ मागधो वन्दी तं स्तोतुमुपतस्थिरे ॥ २० ॥",
      "iast": "sindhavaḥ parvatā nadyo\nratha-vīthīr mahātmanaḥ\nsūto ’tha māgadho vandī\ntaṁ stotum upatasthire",
      "word_to_word": "sindhavaḥ — the seas; parvatāḥ — the mountains; nadyaḥ — the rivers; ratha-vīthīḥ — the paths for the chariot to pass; mahā-ātmanaḥ — of the great soul; sūtaḥ — a professional who offers praises; atha — then; māgadhaḥ — a professional bard; vandī — a professional who offers prayers; tam — him; stotum — to praise; upatasthire — presented themselves.",
      "translation": "The seas, mountains and rivers gave him room to drive his chariot without impediments, and a sūta, a māgadha and a vandī offered prayers and praises. They all presented themselves before him to perform their respective duties.",
      "purport": [],
      "prev_verse": "19",
      "next_verse": "21"
    },
    {
      "title": "ŚB 4.15.21",
      "id": "sb_4_15_21",
      "sanskrit": "स्तावकांस्तानभिप्रेत्य पृथुर्वैन्य: प्रतापवान् ।\nमेघनिर्ह्रादया वाचा प्रहसन्निदमब्रवीत् ॥ २१ ॥",
      "iast": "stāvakāṁs tān abhipretya\npṛthur vainyaḥ pratāpavān\nmegha-nirhrādayā vācā\nprahasann idam abravīt",
      "word_to_word": "stāvakān — engaged in offering prayers; tān — those persons; abhipretya — seeing, understanding; pṛthuḥ — King Pṛthu; vainyaḥ — son of Vena; pratāpa-vān — greatly powerful; megha-nirhrādayā — as grave as the thundering of clouds; vācā — with a voice; prahasan — smiling; idam — this; abravīt — he spoke.",
      "translation": "Thus when the greatly powerful King Pṛthu, the son of Vena, saw the professionals before him, to congratulate them he smiled, and with the gravity of the vibrating sounds of clouds he spoke as follows.",
      "purport": [],
      "prev_verse": "20",
      "next_verse": "22"
    },
    {
      "title": "ŚB 4.15.22",
      "id": "sb_4_15_22",
      "sanskrit": "पृथुरुवाच\nभो: सूत हे मागध सौम्य वन्दिँ-\nल्लोकेऽधुनास्पष्टगुणस्य मे स्यात् ।\nकिमाश्रयो मे स्तव एष योज्यतां\nमा मय्यभूवन्वितथा गिरो व: ॥ २२ ॥",
      "iast": "pṛthur uvāca\nbhoḥ sūta he māgadha saumya vandiḻ\nloke ’dhunāspaṣṭa-guṇasya me syāt\nkim āśrayo me stava eṣa yojyatāṁ\nmā mayy abhūvan vitathā giro vaḥ",
      "word_to_word": "pṛthuḥ uvāca — King Pṛthu said; bhoḥ sūta — O sūta; he māgadha — O māgadha; saumya — gentle; vandin — O devotee offering prayers; loke — in this world; adhunā — just now; aspaṣṭa — not distinct; guṇasya — whose qualities; me — of me; syāt — there may be; kim — why; āśrayaḥ — shelter; me — of me; stavaḥ — praise; eṣaḥ — this; yojyatām — may be applied; mā — never; mayi — unto me; abhūvan — were; vitathāḥ — in vain; giraḥ — words; vaḥ — your.",
      "translation": "King Pṛthu said: O gentle sūta, māgadha and other devotee offering prayers, the qualities of which you have spoken are not distinct in me. Why then should you praise me for all these qualities when I do not shelter these features? I do not wish for these words meant for me to go in vain, but it is better that they be offered to someone else.",
      "purport": [
        "The prayers and praises by the sūta, māgadha and vandī all explained the godly qualities of Mahārāja Pṛthu, for he was a śaktyāveśa incarnation of the Supreme Personality of Godhead. Because the qualities were not yet manifest, however, King Pṛthu very humbly asked why the devotees should praise him with such exalted words. He did not want anyone to offer him prayers or glorify him unless he possessed the real qualities of which they spoke. The offering of prayers was certainly appropriate, for he was an incarnation of Godhead, but he warned that one should not be accepted as an incarnation of the Personality of Godhead without having the godly qualities. At the present moment there are many so-called incarnations of the Personality of Godhead, but these are merely fools and rascals whom people accept as incarnations of God although they have no godly qualities. King Pṛthu desired that his real characteristics in the future might justify such words of praise. Although there was no fault in the prayers offered, Pṛthu Mahārāja indicated that such prayers should not be offered to an unfit person who pretends to be an incarnation of the Supreme Personality of Godhead."
      ],
      "prev_verse": "21",
      "next_verse": "23"
    },
    {
      "title": "ŚB 4.15.23",
      "id": "sb_4_15_23",
      "sanskrit": "तस्मात्परोक्षेऽस्मदुपश्रुतान्यलं\nकरिष्यथ स्तोत्रमपीच्यवाच: ।\nसत्युत्तमश्लोकगुणानुवादे\nजुगुप्सितं न स्तवयन्ति सभ्या: ॥ २३ ॥",
      "iast": "tasmāt parokṣe ’smad-upaśrutāny alaṁ\nkariṣyatha stotram apīcya-vācaḥ\nsaty uttamaśloka-guṇānuvāde\njugupsitaṁ na stavayanti sabhyāḥ",
      "word_to_word": "tasmāt — therefore; parokṣe — in some future time; asmat — my; upaśrutāni — about the qualities spoken of; alam — sufficiently; kariṣyatha — you will be able to offer; stotram — prayers; apīcya-vācaḥ — O gentle reciters; sati — being the proper engagement; uttama-śloka — of the Supreme Personality of Godhead; guṇa — of the qualities; anuvāde — discussion; jugupsitam — to an abominable person; na — never; stavayanti — offer prayers; sabhyāḥ — persons who are gentle.",
      "translation": "O gentle reciters, offer such prayers in due course of time, when the qualities of which you have spoken actually manifest themselves in me. The gentle who offer prayers to the Supreme Personality of Godhead do not attribute such qualities to a human being, who does not actually have them.",
      "purport": [
        "Gentle devotees of the Supreme Personality of Godhead know perfectly well who is God and who is not. Nondevotee impersonalists, however, who have no idea what God is and who never offer prayers to the Supreme Personality of Godhead, are always interested in accepting a human being as God and offering such prayers to him. This is the difference between a devotee and a demon. Demons manufacture their own gods, or a demon himself claims to be God, following in the footsteps of Rāvaṇa and Hiraṇyakaśipu. Although Pṛthu Mahārāja was factually an incarnation of the Supreme Personality of Godhead, he rejected those praises because the qualities of the Supreme Person were not yet manifest in him. He wanted to stress that one who does not actually possess these qualities should not try to engage his followers and devotees in offering him glory for them, even though these qualities might be manifest in the future. If a man who does not factually possess the attributes of a great personality engages his followers in praising him with the expectation that such attributes will develop in the future, that sort of praise is actually an insult."
      ],
      "prev_verse": "22",
      "next_verse": "24"
    },
    {
      "title": "ŚB 4.15.24",
      "id": "sb_4_15_24",
      "sanskrit": "महद्गुणानात्मनि कर्तुमीश:\nक: स्तावकै: स्तावयतेऽसतोऽपि ।\nतेऽस्याभविष्यन्निति विप्रलब्धो\nजनावहासं कुमतिर्न वेद ॥ २४ ॥",
      "iast": "mahad-guṇān ātmani kartum īśaḥ\nkaḥ stāvakaiḥ stāvayate ’sato ’pi\nte ’syābhaviṣyann iti vipralabdho\njanāvahāsaṁ kumatir na veda",
      "word_to_word": "mahat — exalted; guṇān — the qualities; ātmani — in himself; kartum — to manifest; īśaḥ — competent; kaḥ — who; stāvakaiḥ — by followers; stāvayate — causes to be praised; asataḥ — not existing; api — although; te — they; asya — of him; abhaviṣyan — might have been; iti — thus; vipralabdhaḥ — cheated; jana — of people; avahāsam — insult; kumatiḥ — a fool; na — does not; veda — know.",
      "translation": "How could an intelligent man competent enough to possess such exalted qualities allow his followers to praise him if he did not actually have them? Praising a man by saying that if he were educated he might have become a great scholar or great personality is nothing but a process of cheating. A foolish person who agrees to accept such praise does not know that such words simply insult him.",
      "purport": [
        "Pṛthu Mahārāja was an incarnation of the Supreme Personality of Godhead, as Lord Brahmā and other demigods had already testified when they had presented the King with many heavenly gifts. Because he had just been coronated, however, he could not manifest his godly qualities in action. Therefore he was not willing to accept the praise of the devotees. So-called incarnations of Godhead should therefore take lessons from the behavior of King Pṛthu. Demons without godly qualities should not accept false praise from their followers."
      ],
      "prev_verse": "23",
      "next_verse": "25"
    },
    {
      "title": "ŚB 4.15.25",
      "id": "sb_4_15_25",
      "sanskrit": "प्रभवो ह्यात्मन: स्तोत्रं जुगुप्सन्त्यपि विश्रुता: ।\nह्रीमन्त: परमोदारा: पौरुषं वा विगर्हितम् ॥ २५ ॥",
      "iast": "prabhavo hy ātmanaḥ stotraṁ\njugupsanty api viśrutāḥ\nhrīmantaḥ paramodārāḥ\npauruṣaṁ vā vigarhitam",
      "word_to_word": "prabhavaḥ — very powerful persons; hi — certainly; ātmanaḥ — of themselves; stotram — praise; jugupsanti — do not like; api — although; viśrutāḥ — very famous; hrī-mantaḥ — modest; parama-udārāḥ — very magnanimous persons; pauruṣam — powerful actions; vā — also; vigarhitam — abominable.",
      "translation": "As a person with a sense of honor and magnanimity does not like to hear about his abominable actions, a person who is very famous and powerful does not like to hear himself praised.",
      "purport": [],
      "prev_verse": "24",
      "next_verse": "26"
    },
    {
      "title": "ŚB 4.15.26",
      "id": "sb_4_15_26",
      "sanskrit": "वयं त्वविदिता लोके सूताद्यापि वरीमभि: ।\nकर्मभि: कथमात्मानं गापयिष्याम बालवत् ॥ २६ ॥",
      "iast": "vayaṁ tv aviditā loke\nsūtādyāpi varīmabhiḥ\nkarmabhiḥ katham ātmānaṁ\ngāpayiṣyāma bālavat",
      "word_to_word": "vayam — we; tu — then; aviditāḥ — not famous; loke — in the world; sūta-ādya — O persons headed by the sūta; api — just now; varīmabhiḥ — great, praiseworthy; karmabhiḥ — by actions; katham — how; ātmānam — unto myself; gāpayiṣyāma — I shall engage you in offering; bālavat — like children.",
      "translation": "King Pṛthu continued: My dear devotees, headed by the sūta, just now I am not very famous for my personal activities because I have not done anything praiseworthy you could glorify. Therefore how could I engage you in praising my activities exactly like children?",
      "purport": [
        "Thus end the Bhaktivedanta purports of the Fourth Canto, Fifteenth Chapter, of the Śrīmad-Bhāgavatam, entitled “King Pṛthu’s Appearance and Coronation.”"
      ],
      "prev_verse": "25",
      "next_verse": "16"
    }
  ]
}