{
  "id": "sb_4_13",
  "canto": 4,
  "chapter": 13,
  "chapter_title": "Description of the Descendants of Dhruva Mahārāja",
  "verses_list": [
    {
      "id": "sb_4_13_1",
      "verseTitle": "Text 1:",
      "translation": "Sūta Gosvāmī, continuing to speak to all the ṛṣis, headed by Śaunaka, said: After hearing Maitreya Ṛṣi describe Dhruva Mahārāja’s ascent to Lord Viṣṇu’s abode, Vidura became very much enlightened in devotional emotion, and he inquired from Maitreya as follows."
    },
    {
      "id": "sb_4_13_2",
      "verseTitle": "Text 2:",
      "translation": "Vidura inquired from Maitreya: O greatly advanced devotee, who were the Pracetās? To which family did they belong? Whose sons were they, and where did they perform the great sacrifices?"
    },
    {
      "id": "sb_4_13_3",
      "verseTitle": "Text 3:",
      "translation": "Vidura continued: I know that the great sage Nārada is the greatest of all devotees. He has compiled the pāñcarātrika procedure of devotional service and has directly met the Supreme Personality of Godhead."
    },
    {
      "id": "sb_4_13_4",
      "verseTitle": "Text 4:",
      "translation": "While all the Pracetās were executing religious rituals and sacrificial ceremonies and thus worshiping the Supreme Personality of Godhead for His satisfaction, the great sage Nārada described the transcendental qualities of Dhruva Mahārāja."
    },
    {
      "id": "sb_4_13_5",
      "verseTitle": "Text 5:",
      "translation": "My dear brāhmaṇa, how did Nārada Muni glorify the Supreme Personality of Godhead, and what pastimes were described in that meeting? I am very eager to hear of them. Kindly explain fully about that glorification of the Lord."
    },
    {
      "id": "sb_4_13_6",
      "verseTitle": "Text 6:",
      "translation": "The great sage Maitreya replied: My dear Vidura, when Mahārāja Dhruva departed for the forest, his son, Utkala, did not desire to accept the opulent throne of his father, which was meant for the ruler of all the lands of this planet."
    },
    {
      "id": "sb_4_13_7",
      "verseTitle": "Text 7:",
      "translation": "From his very birth, Utkala was fully satisfied and unattached to the world. He was equipoised, for he could see everything resting in the Supersoul and the Supersoul present in everyone’s heart."
    },
    {
      "id": "sb_4_13_8-9",
      "verseTitle": "Texts 8-9:",
      "translation": "By expansion of his knowledge of the Supreme Brahman, he had already attained liberation from the bondage of the body. This liberation is known as nirvāṇa. He was situated in transcendental bliss, and he continued always in that blissful existence, which expanded more and more. This was possible for him by continual practice of bhakti-yoga, which is compared to fire because it burns away all dirty, material things. He was always situated in his constitutional position of self-realization, and he could not see anything else but the Supreme Lord and himself engaged in discharging devotional service."
    },
    {
      "id": "sb_4_13_10",
      "verseTitle": "Text 10:",
      "translation": "Utkala appeared to the less intelligent persons on the road to be foolish, blind, dumb, deaf and mad, although actually he was not so. He remained like fire covered with ashes, without blazing flames."
    },
    {
      "id": "sb_4_13_11",
      "verseTitle": "Text 11:",
      "translation": "For this reason the ministers and all the elderly members of the family thought Utkala to be without intelligence and, in fact, mad. Thus his younger brother, named Vatsara, the son of Bhrami, was elevated to the royal throne, and he became king of the world."
    },
    {
      "id": "sb_4_13_12",
      "verseTitle": "Text 12:",
      "translation": "King Vatsara had a very dear wife whose name was Svarvīthi, and she gave birth to six sons, named Puṣpārṇa, Tigmaketu, Iṣa, Ūrja, Vasu and Jaya."
    },
    {
      "id": "sb_4_13_13",
      "verseTitle": "Text 13:",
      "translation": "Puṣpārṇa had two wives, named Prabhā and Doṣā. Prabhā had three sons, named Prātar, Madhyandinam and Sāyam."
    },
    {
      "id": "sb_4_13_14",
      "verseTitle": "Text 14:",
      "translation": "Doṣā had three sons — Pradoṣa, Niśitha and Vyuṣṭa. Vyuṣṭa’s wife was named Puṣkariṇī, and she gave birth to a very powerful son named Sarvatejā."
    },
    {
      "id": "sb_4_13_15-16",
      "verseTitle": "Texts 15-16:",
      "translation": "Sarvatejā’s wife, Ākūti, gave birth to a son named Cākṣuṣa, who became the sixth Manu at the end of the Manu millennium. Naḍvalā, the wife of Cākṣuṣa Manu, gave birth to the following faultless sons: Puru, Kutsa, Trita, Dyumna, Satyavān, Ṛta, Vrata, Agniṣṭoma, Atīrātra, Pradyumna, Śibi and Ulmuka."
    },
    {
      "id": "sb_4_13_17",
      "verseTitle": "Text 17:",
      "translation": "Of the twelve sons, Ulmuka begot six sons in his wife Puṣkariṇī. They were all very good sons, and their names were Aṅga, Sumanā, Khyāti, Kratu, Aṅgirā and Gaya."
    },
    {
      "id": "sb_4_13_18",
      "verseTitle": "Text 18:",
      "translation": "The wife of Aṅga, Sunīthā, gave birth to a son named Vena, who was very crooked. The saintly King Aṅga was very disappointed with Vena’s bad character, and he left home and kingdom and went out to the forest."
    },
    {
      "id": "sb_4_13_19-20",
      "verseTitle": "Texts 19-20:",
      "translation": "My dear Vidura, when great sages curse, their words are as invincible as a thunderbolt. Thus when they cursed King Vena out of anger, he died. After his death, since there was no king, all the rogues and thieves flourished, the kingdom became unregulated, and all the citizens suffered greatly. On seeing this, the great sages took the right hand of Vena as a churning rod, and as a result of their churning, Lord Viṣṇu in His partial representation made His advent as King Pṛthu, the original emperor of the world."
    },
    {
      "id": "sb_4_13_21",
      "verseTitle": "Text 21:",
      "translation": "Vidura inquired from the sage Maitreya: My dear brāhmaṇa, King Aṅga was very gentle. He had high character and was a saintly personality and lover of brahminical culture. How is it that such a great soul got a bad son like Vena, because of whom he became indifferent to his kingdom and left it?"
    },
    {
      "id": "sb_4_13_22",
      "verseTitle": "Text 22:",
      "translation": "Vidura also inquired: How is it that the great sages, who were completely conversant with religious principles, desired to curse King Vena, who himself carried the rod of punishment, and thus awarded him the greatest punishment [brahma-śāpa]?"
    },
    {
      "id": "sb_4_13_23",
      "verseTitle": "Text 23:",
      "translation": "It is the duty of all citizens in a state never to insult the king, even though he sometimes appears to have done something very sinful. Because of his prowess, the king is always more influential than all other ruling chiefs."
    },
    {
      "id": "sb_4_13_24",
      "verseTitle": "Text 24:",
      "translation": "Vidura requested Maitreya: My dear brāhmaṇa, you are well conversant with all subjects, both past and future. Therefore I wish to hear from you all the activities of King Vena. I am your faithful devotee, so please explain this."
    },
    {
      "id": "sb_4_13_25",
      "verseTitle": "Text 25:",
      "translation": "Śrī Maitreya replied: My dear Vidura, once the great King Aṅga arranged to perform the great sacrifice known as aśvamedha. All the expert brāhmaṇas present knew how to invite the demigods, but in spite of their efforts, no demigods participated or appeared in that sacrifice."
    },
    {
      "id": "sb_4_13_26",
      "verseTitle": "Text 26:",
      "translation": "The priests engaged in the sacrifice then informed King Aṅga: O King, we are properly offering the clarified butter in the sacrifice, but despite all our efforts the demigods do not accept it."
    },
    {
      "id": "sb_4_13_27",
      "verseTitle": "Text 27:",
      "translation": "O King, we know that the paraphernalia to perform the sacrifice is well collected by you with great faith and care and is not polluted. Our chanting of the Vedic hymns is also not deficient in any way, for all the brāhmaṇas and priests present here are expert and are executing the performances properly."
    },
    {
      "id": "sb_4_13_28",
      "verseTitle": "Text 28:",
      "translation": "Dear King, we do not find any reason that the demigods should feel insulted or neglected in any way, but still the demigods who are witnesses for the sacrifice do not accept their shares. We do not know why this is so."
    },
    {
      "id": "sb_4_13_29",
      "verseTitle": "Text 29:",
      "translation": "Maitreya explained that King Aṅga, after hearing the statements of the priests, was greatly aggrieved. At that time he took permission from the priests to break his silence and inquired from all the priests who were present in the sacrificial arena."
    },
    {
      "id": "sb_4_13_30",
      "verseTitle": "Text 30:",
      "translation": "King Aṅga addressed the priestly order: My dear priests, kindly tell me what offense I have committed. Although invited, the demigods are neither taking part in the sacrifice nor accepting their shares."
    },
    {
      "id": "sb_4_13_31",
      "verseTitle": "Text 31:",
      "translation": "The head priests said: O King, in this life we do not find any sinful activity, even within your mind, so you are not in the least offensive. But we can see that in your previous life you performed sinful activities due to which, in spite of your having all qualifications, you have no son."
    },
    {
      "id": "sb_4_13_32",
      "verseTitle": "Text 32:",
      "translation": "O King, we wish all good fortune for you. You have no son, but if you pray at once to the Supreme Lord and ask for a son, and if you execute the sacrifice for that purpose, the enjoyer of the sacrifice, the Supreme Personality of Godhead, will fulfill your desire."
    },
    {
      "id": "sb_4_13_33",
      "verseTitle": "Text 33:",
      "translation": "When Hari, the supreme enjoyer of all sacrifices, is invited to fulfill your desire for a son, all the demigods will come with Him and take their shares in the sacrifice."
    },
    {
      "id": "sb_4_13_34",
      "verseTitle": "Text 34:",
      "translation": "The performer of the sacrifices [under karma-kāṇḍa activities] achieves the fulfillment of the desire for which he worships the Lord."
    },
    {
      "id": "sb_4_13_35",
      "verseTitle": "Text 35:",
      "translation": "Thus for the sake of a son for King Aṅga, they decided to offer oblations to Lord Viṣṇu, who is situated in the hearts of all living entities."
    },
    {
      "id": "sb_4_13_36",
      "verseTitle": "Text 36:",
      "translation": "As soon as the oblation was offered in the fire, a person appeared from the fire altar wearing a golden garland and a white dress. He was carrying a golden pot filled with rice boiled in milk."
    },
    {
      "id": "sb_4_13_37",
      "verseTitle": "Text 37:",
      "translation": "The King was very liberal, and after taking permission from the priests, he took the preparation in his joined palms, and after smelling it he offered a portion to his wife."
    },
    {
      "id": "sb_4_13_38",
      "verseTitle": "Text 38:",
      "translation": "Although the Queen had no son, after eating that food, which had the power to produce a male child, she became pregnant by her husband, and in due course of time she gave birth to a son."
    },
    {
      "id": "sb_4_13_39",
      "verseTitle": "Text 39:",
      "translation": "That boy was born partially in the dynasty of irreligion. His grandfather was death personified, and the boy grew up as his follower; he became a greatly irreligious person."
    },
    {
      "id": "sb_4_13_40",
      "verseTitle": "Text 40:",
      "translation": "After fixing his bow and arrow, the cruel boy used to go to the forest and unnecessarily kill innocent deer, and as soon as he came all the people would cry, “Here comes cruel Vena! Here comes cruel Vena!”"
    },
    {
      "id": "sb_4_13_41",
      "verseTitle": "Text 41:",
      "translation": "The boy was so cruel that while playing with young boys of his age he would kill them very mercilessly, as if they were animals meant for slaughter."
    },
    {
      "id": "sb_4_13_42",
      "verseTitle": "Text 42:",
      "translation": "After seeing the cruel and merciless behavior of his son, Vena, King Aṅga punished him in different ways to reform him, but was unable to bring him to the path of gentleness. He thus became greatly aggrieved."
    },
    {
      "id": "sb_4_13_43",
      "verseTitle": "Text 43:",
      "translation": "The King thought to himself: Persons who have no son are certainly fortunate. They must have worshiped the Lord in their previous lives so that they would not have to suffer the unbearable unhappiness caused by a bad son."
    },
    {
      "id": "sb_4_13_44",
      "verseTitle": "Text 44:",
      "translation": "A sinful son causes a person’s reputation to vanish. His irreligious activities at home cause irreligion and quarrel among everyone, and this creates only endless anxiety."
    },
    {
      "id": "sb_4_13_45",
      "verseTitle": "Text 45:",
      "translation": "Who, if he is considerate and intelligent, would desire such a worthless son? Such a son is nothing but a bond of illusion for the living entity, and he makes one’s home miserable."
    },
    {
      "id": "sb_4_13_46",
      "verseTitle": "Text 46:",
      "translation": "Then the King thought: A bad son is better than a good son because a good son creates an attachment for home, whereas a bad son does not. A bad son creates a hellish home from which an intelligent man naturally becomes very easily detached."
    },
    {
      "id": "sb_4_13_47",
      "verseTitle": "Text 47:",
      "translation": "Thinking like that, King Aṅga could not sleep at night. He became completely indifferent to household life. Once, therefore, in the dead of night, he got up from bed and left Vena’s mother [his wife], who was sleeping deeply. He gave up all attraction for his greatly opulent kingdom, and, unseen by anyone, he very silently gave up his home and opulence and proceeded towards the forest."
    },
    {
      "id": "sb_4_13_48",
      "verseTitle": "Text 48:",
      "translation": "When it was understood that the King had indifferently left home, all the citizens, priests, ministers, friends, and people in general were greatly aggrieved. They began to search for him all over the world, just as a less experienced mystic searches out the Supersoul within himself."
    },
    {
      "id": "sb_4_13_49",
      "verseTitle": "Text 49:",
      "translation": "When the citizens could not find any trace of the King after searching for him everywhere, they were very disappointed, and they returned to the city, where all the great sages of the country assembled because of the King’s absence. With tears in their eyes the citizens offered respectful obeisances and informed the sages in full detail that they were unable to find the King anywhere."
    }
  ],
  "description": ""
}