{
  "id": "sb_4_4",
  "canto": 4,
  "chapter": 4,
  "chapter_title": "Satī Quits Her Body",
  "verses_list": [
    {
      "id": "sb_4_4_1",
      "verseTitle": "Text 1:",
      "translation": "The sage Maitreya said: Lord Śiva was silent after speaking to Satī, seeing her between decisions. Satī was very much anxious to see her relatives at her father’s house, but at the same time she was afraid of Lord Śiva’s warning. Her mind unsettled, she moved in and out of the room as a swing moves this way and that."
    },
    {
      "id": "sb_4_4_2",
      "verseTitle": "Text 2:",
      "translation": "Satī felt very sorry at being forbidden to go see her relatives at her father’s house, and due to affection for them, tears fell from her eyes. Shaking and very much afflicted, she looked at her uncommon husband, Lord Śiva, as if she were going to blast him with her vision."
    },
    {
      "id": "sb_4_4_3",
      "verseTitle": "Text 3:",
      "translation": "Thereafter Satī left her husband, Lord Śiva, who had given her half his body due to affection. Breathing very heavily because of anger and bereavement, she went to the house of her father. This less intelligent act was due to her being a weak woman."
    },
    {
      "id": "sb_4_4_4",
      "verseTitle": "Text 4:",
      "translation": "When they saw Satī leaving alone very rapidly, thousands of Lord Śiva’s disciples, headed by Maṇimān and Mada, quickly followed her with his bull Nandi in front and accompanied by the Yakṣas."
    },
    {
      "id": "sb_4_4_5",
      "verseTitle": "Text 5:",
      "translation": "The disciples of Lord Śiva arranged for Satī to be seated on the back of a bull and gave her the bird which was her pet. They bore a lotus flower, a mirror and all such paraphernalia for her enjoyment and covered her with a great canopy. Followed by a singing party with drums, conchshells and bugles, the entire procession was as pompous as a royal parade."
    },
    {
      "id": "sb_4_4_6",
      "verseTitle": "Text 6:",
      "translation": "She then reached her father’s house, where the sacrifice was being performed, and entered the arena where everyone was chanting the Vedic hymns. The great sages, brāhmaṇas and demigods were all assembled there, and there were many sacrificial animals, as well as pots made of clay, stone, gold, grass and skin, which were all requisite for the sacrifice."
    },
    {
      "id": "sb_4_4_7",
      "verseTitle": "Text 7:",
      "translation": "When Satī, with her followers, reached the arena, because all the people assembled were afraid of Dakṣa, none of them received her well. No one welcomed her but her mother and sisters, who, with tears in their eyes and with glad faces, welcomed her and talked with her very pleasingly."
    },
    {
      "id": "sb_4_4_8",
      "verseTitle": "Text 8:",
      "translation": "Although she was received by her sisters and mother, she did not reply to their words of reception, and although she was offered a seat and presents, she did not accept anything, for her father neither talked with her nor welcomed her by asking about her welfare."
    },
    {
      "id": "sb_4_4_9",
      "verseTitle": "Text 9:",
      "translation": "Present in the arena of sacrifice, Satī saw that there were no oblations for her husband, Lord Śiva. Next she realized that not only had her father failed to invite Lord Śiva, but when he saw Lord Śiva’s exalted wife, Dakṣa did not receive her either. Thus she became greatly angry, so much so that she looked at her father as if she were going to burn him with her eyes."
    },
    {
      "id": "sb_4_4_10",
      "verseTitle": "Text 10:",
      "translation": "The followers of Lord Śiva, the ghosts, were ready to injure or kill Dakṣa, but Satī stopped them by her order. She was very angry and sorrowful, and in that mood she began to condemn the process of sacrificial fruitive activities and persons who are very proud of such unnecessary and troublesome sacrifices. She especially condemned her father, speaking against him in the presence of all."
    },
    {
      "id": "sb_4_4_11",
      "verseTitle": "Text 11:",
      "translation": "The blessed goddess said: Lord Śiva is the most beloved of all living entities. He has no rival. No one is very dear to him, and no one is his enemy. No one but you could be envious of such a universal being, who is free from all enmity."
    },
    {
      "id": "sb_4_4_12",
      "verseTitle": "Text 12:",
      "translation": "Twice-born Dakṣa, a man like you can simply find fault in the qualities of others. Lord Śiva, however, not only finds no faults with others’ qualities, but if someone has a little good quality, he magnifies it greatly. Unfortunately, you have found fault with such a great soul."
    },
    {
      "id": "sb_4_4_13",
      "verseTitle": "Text 13:",
      "translation": "It is not wonderful for persons who have accepted the transient material body as the self to engage always in deriding great souls. Such envy on the part of materialistic persons is very good because that is the way they fall down. They are diminished by the dust of the feet of great personalities."
    },
    {
      "id": "sb_4_4_14",
      "verseTitle": "Text 14:",
      "translation": "Satī continued: My dear father, you are committing the greatest offense by envying Lord Śiva, whose very name, consisting of two syllables, śi and va, purifies one of all sinful activities. His order is never neglected. Lord Śiva is always pure, and no one but you envies him."
    },
    {
      "id": "sb_4_4_15",
      "verseTitle": "Text 15:",
      "translation": "You are envious of Lord Śiva, who is the friend of all living entities within the three worlds. For the common man he fulfills all desires, and because of their engagement in thinking of his lotus feet, he also blesses higher personalities who are seeking after brahmānanda [transcendental bliss]."
    },
    {
      "id": "sb_4_4_16",
      "verseTitle": "Text 16:",
      "translation": "Do you think that greater, more respectable personalities than you, such as Lord Brahmā, do not know this inauspicious person who goes under the name Lord Śiva? He associates with the demons in the crematorium, his locks of hair are scattered all over his body, and he is garlanded with human skulls and smeared with ashes from the crematorium, but in spite of all these inauspicious qualities, great personalities like Brahmā honor him by accepting the flowers offered to his lotus feet and placing them with great respect on their heads."
    },
    {
      "id": "sb_4_4_17",
      "verseTitle": "Text 17:",
      "translation": "Satī continued: If one hears an irresponsible person blaspheme the master and controller of religion, one should block his ears and go away if unable to punish him. But if one is able to kill, then one should by force cut out the blasphemer’s tongue and kill the offender, and after that one should give up his own life."
    },
    {
      "id": "sb_4_4_18",
      "verseTitle": "Text 18:",
      "translation": "Therefore I shall no longer bear this unworthy body, which has been received from you, who have blasphemed Lord Śiva. If someone has taken food which is poisonous, the best treatment is to vomit."
    },
    {
      "id": "sb_4_4_19",
      "verseTitle": "Text 19:",
      "translation": "It is better to execute one’s own occupational duty than to criticize others’. Elevated transcendentalists may sometimes forgo the rules and regulations of the Vedas, since they do not need to follow them, just as the demigods travel in space whereas ordinary men travel on the surface of the earth."
    },
    {
      "id": "sb_4_4_20",
      "verseTitle": "Text 20:",
      "translation": "In the Vedas there are directions for two kinds of activities — activities for those who are attached to material enjoyment and activities for those who are materially detached. In consideration of these two kinds of activities, there are two kinds of people, who have different symptoms. If one wants to see two kinds of activities in one person, that is contradictory. But both kinds of activities may be neglected by a person who is transcendentally situated."
    },
    {
      "id": "sb_4_4_21",
      "verseTitle": "Text 21:",
      "translation": "My dear father, the opulence we possess is impossible for either you or your flatterers to imagine, for persons who engage in fruitive activities by performing great sacrifices are concerned with satisfying their bodily necessities by eating foodstuff offered as a sacrifice. We can exhibit our opulences simply by desiring to do so. This can be achieved only by great personalities who are renounced, self-realized souls."
    },
    {
      "id": "sb_4_4_22",
      "verseTitle": "Text 22:",
      "translation": "You are an offender at the lotus feet of Lord Śiva, and unfortunately I have a body produced from yours. I am very much ashamed of our bodily relationship, and I condemn myself because my body is contaminated by a relationship with a person who is an offender at the lotus feet of the greatest personality."
    },
    {
      "id": "sb_4_4_23",
      "verseTitle": "Text 23:",
      "translation": "Because of our family relationship, when Lord Śiva addresses me as Dākṣāyaṇī I at once become morose, and my jolliness and my smile at once disappear. I feel very much sorry that my body, which is just like a bag, has been produced by you. I shall therefore give it up."
    },
    {
      "id": "sb_4_4_24",
      "verseTitle": "Text 24:",
      "translation": "Maitreya the sage told Vidura: O annihilator of enemies, while thus speaking to her father in the arena of sacrifice, Satī sat down on the ground and faced north. Dressed in saffron garments, she sanctified herself with water and closed her eyes to absorb herself in the process of mystic yoga."
    },
    {
      "id": "sb_4_4_25",
      "verseTitle": "Text 25:",
      "translation": "First of all she sat in the required sitting posture, and then she carried the life air upwards and placed it in the position of equilibrium near the navel. Then she raised her life air, mixed with intelligence, to the heart and then gradually towards the pulmonary passage, and from there to between her eyebrows."
    },
    {
      "id": "sb_4_4_26",
      "verseTitle": "Text 26:",
      "translation": "Thus, in order to give up her body, which had been so respectfully and affectionately seated on the lap of Lord Śiva, who is worshiped by great sages and saints, Satī, due to anger towards her father, began to meditate on the fiery air within the body."
    },
    {
      "id": "sb_4_4_27",
      "verseTitle": "Text 27:",
      "translation": "Satī concentrated all her meditation on the holy lotus feet of her husband, Lord Śiva, who is the supreme spiritual master of all the world. Thus she became completely cleansed of all taints of sin and quit her body in a blazing fire by meditation on the fiery elements."
    },
    {
      "id": "sb_4_4_28",
      "verseTitle": "Text 28:",
      "translation": "When Satī annihilated her body in anger, there was a tumultuous roar all over the universe. Why had Satī, the wife of the most respectable demigod, Lord Śiva, quit her body in such a manner?"
    },
    {
      "id": "sb_4_4_29",
      "verseTitle": "Text 29:",
      "translation": "It was astonishing that Dakṣa, who was Prajāpati, the maintainer of all living entities, was so disrespectful to his own daughter Satī, who was not only chaste but was also a great soul, that she gave up her body because of his neglect."
    },
    {
      "id": "sb_4_4_30",
      "verseTitle": "Text 30:",
      "translation": "Dakṣa, who is so hardhearted that he is unworthy to be a brāhmaṇa, will gain extensive ill fame because of his offenses to his daughter, because of not having prevented her death, and because of his great envy of the Supreme Personality of Godhead."
    },
    {
      "id": "sb_4_4_31",
      "verseTitle": "Text 31:",
      "translation": "While people were talking among themselves about the wonderful voluntary death of Satī, the attendants who had come with her readied themselves to kill Dakṣa with their weapons."
    },
    {
      "id": "sb_4_4_32",
      "verseTitle": "Text 32:",
      "translation": "They came forward forcibly, but Bhṛgu Muni saw the danger and, offering oblations into the southern side of the sacrificial fire, immediately uttered mantric hymns from the Yajur Veda by which the destroyers of yajñic performances could be killed immediately."
    },
    {
      "id": "sb_4_4_33",
      "verseTitle": "Text 33:",
      "translation": "When Bhṛgu Muni offered oblations in the fire, immediately many thousands of demigods named Ṛbhus became manifested. All of them were powerful, having achieved strength from Soma, the moon."
    },
    {
      "id": "sb_4_4_34",
      "verseTitle": "Text 34:",
      "translation": "When the Ṛbhu demigods attacked the ghosts and Guhyakas with half-burned fuel from the yajña fire, all these attendants of Satī fled in different directions and disappeared. This was possible simply because of brahma-tejas, brahminical power."
    }
  ],
  "description": ""
}