{
  "id": "sb_4_10",
  "canto": 4,
  "chapter": 10,
  "chapter_title": "Dhruva Mahārāja’s Fight with the Yakṣas",
  "verses_list": [
    {
      "id": "sb_4_10_1",
      "verseTitle": "Text 1:",
      "translation": "The great sage Maitreya said: My dear Vidura, thereafter Dhruva Mahārāja married the daughter of Prajāpati Śiśumāra, whose name was Bhrami, and two sons named Kalpa and Vatsara were born of her."
    },
    {
      "id": "sb_4_10_2",
      "verseTitle": "Text 2:",
      "translation": "The greatly powerful Dhruva Mahārāja had another wife, named Ilā, who was the daughter of the demigod Vāyu. By her he begot a son named Utkala and a very beautiful daughter."
    },
    {
      "id": "sb_4_10_3",
      "verseTitle": "Text 3:",
      "translation": "Dhruva Mahārāja’s younger brother Uttama, who was still unmarried, once went on a hunting excursion and was killed by a powerful Yakṣa in the Himālaya Mountains. Along with him, his mother, Suruci, also followed the path of her son [she died]."
    },
    {
      "id": "sb_4_10_4",
      "verseTitle": "Text 4:",
      "translation": "When Dhruva Mahārāja heard of the killing of his brother Uttama by the Yakṣas in the Himālaya Mountains, being overwhelmed with lamentation and anger, he got on his chariot and went out for victory over the city of the Yakṣas, Alakāpurī."
    },
    {
      "id": "sb_4_10_5",
      "verseTitle": "Text 5:",
      "translation": "Dhruva Mahārāja went to the northern direction of the Himālayan range. In a valley he saw a city full of ghostly persons who were followers of Lord Śiva."
    },
    {
      "id": "sb_4_10_6",
      "verseTitle": "Text 6:",
      "translation": "Maitreya continued: My dear Vidura, as soon as Dhruva Mahārāja reached Alakāpurī, he immediately blew his conchshell, and the sound reverberated throughout the entire sky and in every direction. The wives of the Yakṣas became very much frightened. From their eyes it was apparent that they were full of anxiety."
    },
    {
      "id": "sb_4_10_7",
      "verseTitle": "Text 7:",
      "translation": "O hero Vidura, the greatly powerful heroes of the Yakṣas, unable to tolerate the resounding vibration of the conchshell of Dhruva Mahārāja, came forth from their city with weapons and attacked Dhruva."
    },
    {
      "id": "sb_4_10_8",
      "verseTitle": "Text 8:",
      "translation": "Dhruva Mahārāja, who was a great charioteer and certainly a great bowman also, immediately began to kill them by simultaneously discharging arrows three at a time."
    },
    {
      "id": "sb_4_10_9",
      "verseTitle": "Text 9:",
      "translation": "When the heroes of the Yakṣas saw that all their heads were being thus threatened by Dhruva Mahārāja, they could very easily understand their awkward position, and they concluded that they would certainly be defeated. But, as heroes, they lauded the action of Dhruva."
    },
    {
      "id": "sb_4_10_10",
      "verseTitle": "Text 10:",
      "translation": "Just like serpents, who cannot tolerate being trampled upon by anyone’s feet, the Yakṣas, being intolerant of the wonderful prowess of Dhruva Mahārāja, threw twice as many arrows — six from each of their soldiers — and thus they very valiantly exhibited their prowess."
    },
    {
      "id": "sb_4_10_11-12",
      "verseTitle": "Texts 11-12:",
      "translation": "The Yakṣa soldiers were 130,000 strong, all greatly angry and all desiring to defeat the wonderful activities of Dhruva Mahārāja. With full strength they showered upon Mahārāja Dhruva, along with his chariot and charioteer, various types of feathered arrows, parighas [iron bludgeons], nistriṁśas [swords], prāsaśūlas [tridents], paraśvadhas [lances], śaktis [pikes], ṛṣṭis [spears] and bhuśuṇḍī weapons."
    },
    {
      "id": "sb_4_10_13",
      "verseTitle": "Text 13:",
      "translation": "Dhruva Mahārāja was completely covered by an incessant shower of weapons, just as a mountain is covered by incessant rainfall."
    },
    {
      "id": "sb_4_10_14",
      "verseTitle": "Text 14:",
      "translation": "All the Siddhas from the higher planetary systems were observing the fight from the sky, and when they saw that Dhruva Mahārāja had been covered by the incessant arrows of the enemy, they roared tumultuously, “The grandson of Manu, Dhruva, is now lost!” They cried that Dhruva Mahārāja was just like the sun and that now he had set within the ocean of the Yakṣas."
    },
    {
      "id": "sb_4_10_15",
      "verseTitle": "Text 15:",
      "translation": "The Yakṣas, being temporarily victorious, exclaimed that they had conquered Dhruva Mahārāja. But in the meantime Dhruva’s chariot suddenly appeared, just as the sun suddenly appears from within foggy mist."
    },
    {
      "id": "sb_4_10_16",
      "verseTitle": "Text 16:",
      "translation": "Dhruva Mahārāja’s bow and arrows twanged and hissed, causing lamentation in the hearts of his enemies. He began to shoot incessant arrows, shattering all their different weapons, just as the blasting wind scatters the assembled clouds in the sky."
    },
    {
      "id": "sb_4_10_17",
      "verseTitle": "Text 17:",
      "translation": "The sharp arrows released from the bow of Dhruva Mahārāja pierced the shields and bodies of the enemy, like the thunderbolts released by the King of heaven, which dismantle the bodies of the mountains."
    },
    {
      "id": "sb_4_10_18-19",
      "verseTitle": "Texts 18-19:",
      "translation": "The great sage Maitreya continued: My dear Vidura, the heads of those who were cut to pieces by the arrows of Dhruva Mahārāja were decorated very beautifully with earrings and turbans. The legs of their bodies were as beautiful as golden palm trees, their arms were decorated with golden bracelets and armlets, and on their heads there were very valuable helmets bedecked with gold. All these ornaments lying on that battlefield were very attractive and could bewilder the mind of a hero."
    },
    {
      "id": "sb_4_10_20",
      "verseTitle": "Text 20:",
      "translation": "The remaining Yakṣas who somehow or other were not killed had their limbs cut to pieces by the arrows of the great warrior Dhruva Mahārāja. Thus they began to flee, just as elephants flee when defeated by a lion."
    },
    {
      "id": "sb_4_10_21",
      "verseTitle": "Text 21:",
      "translation": "Dhruva Mahārāja, the best of human beings, observed that in that great battlefield not one of the opposing soldiers was left standing with proper weapons. He then desired to see the city of Alakāpurī, but he thought to himself, “No one knows the plans of the mystic Yakṣas.”"
    },
    {
      "id": "sb_4_10_22",
      "verseTitle": "Text 22:",
      "translation": "In the meantime, while Dhruva Mahārāja, doubtful of his mystic enemies, was talking with his charioteer, they heard a tremendous sound, as if the whole ocean were there, and they found that from the sky a great dust storm was coming over them from all directions."
    },
    {
      "id": "sb_4_10_23",
      "verseTitle": "Text 23:",
      "translation": "Within a moment the whole sky was overcast with dense clouds, and severe thundering was heard. There was glittering electric lightning and severe rainfall."
    },
    {
      "id": "sb_4_10_24",
      "verseTitle": "Text 24:",
      "translation": "My dear faultless Vidura, in that rainfall there was blood, mucus, pus, stool, urine and marrow falling heavily before Dhruva Mahārāja, and there were trunks of bodies falling from the sky."
    },
    {
      "id": "sb_4_10_25",
      "verseTitle": "Text 25:",
      "translation": "Next, a great mountain was visible in the sky, and from all directions hailstones fell, along with lances, clubs, swords, iron bludgeons and great pieces of stone."
    },
    {
      "id": "sb_4_10_26",
      "verseTitle": "Text 26:",
      "translation": "Dhruva Mahārāja also saw many big serpents with angry eyes, vomiting forth fire and coming to devour him, along with groups of mad elephants, lions and tigers."
    },
    {
      "id": "sb_4_10_27",
      "verseTitle": "Text 27:",
      "translation": "Then, as if it were the time of the dissolution of the whole world, the fierce sea with foaming waves and great roaring sounds came forward before him."
    },
    {
      "id": "sb_4_10_28",
      "verseTitle": "Text 28:",
      "translation": "The demon Yakṣas are by nature very heinous, and by their demoniac power of illusion they can create many strange phenomena to frighten one who is less intelligent."
    },
    {
      "id": "sb_4_10_29",
      "verseTitle": "Text 29:",
      "translation": "When the great sages heard that Dhruva Mahārāja was overpowered by the illusory mystic tricks of the demons, they immediately assembled to offer him auspicious encouragement."
    },
    {
      "id": "sb_4_10_30",
      "verseTitle": "Text 30:",
      "translation": "All the sages said: Dear Dhruva, O son of King Uttānapāda, may the Supreme Personality of Godhead known as Śārṅgadhanvā, who relieves the distresses of His devotees, kill all your threatening enemies. The holy name of the Lord is as powerful as the Lord Himself. Therefore, simply by chanting and hearing the holy name of the Lord, many men can be fully protected from fierce death without difficulty. Thus a devotee is saved."
    }
  ],
  "description": ""
}