{
  "id": "sb_4_27",
  "canto": 4,
  "chapter": 27,
  "chapter_title": "Attack by Caṇḍavega on the City of King Purañjana; the Character of Kālakanyā",
  "verses_list": [
    {
      "id": "sb_4_27_1",
      "verseTitle": "Text 1:",
      "translation": "The great sage Nārada continued: My dear King, after bewildering her husband in different ways and bringing him under her control, the wife of King Purañjana gave him all satisfaction and enjoyed sex life with him."
    },
    {
      "id": "sb_4_27_2",
      "verseTitle": "Text 2:",
      "translation": "The Queen took her bath and dressed herself nicely with all auspicious garments and ornaments. After taking food and becoming completely satisfied, she returned to the King. Upon seeing her beautifully decorated attractive face, the King welcomed her with all devotion."
    },
    {
      "id": "sb_4_27_3",
      "verseTitle": "Text 3:",
      "translation": "Queen Purañjanī embraced the King, and the King also responded by embracing her shoulders. In this way, in a solitary place, they enjoyed joking words. Thus King Purañjana became very much captivated by his beautiful wife and deviated from his good sense. He forgot that the passing of days and nights meant that his span of life was being reduced without profit."
    },
    {
      "id": "sb_4_27_4",
      "verseTitle": "Text 4:",
      "translation": "In this way, increasingly overwhelmed by illusion, King Purañjana, although advanced in consciousness, remained always lying down with his head on the pillow of his wife’s arms. In this way he considered woman to be his ultimate life and soul. Becoming thus overwhelmed by the mode of ignorance, he could not understand the meaning of self-realization, whether regarding his own self or the Supreme Personality of Godhead."
    },
    {
      "id": "sb_4_27_5",
      "verseTitle": "Text 5:",
      "translation": "My dear King Prācīnabarhiṣat, in this way King Purañjana, with his heart full of lust and sinful reactions, began to enjoy sex with his wife, and in this way his new life and youth expired in half a moment."
    },
    {
      "id": "sb_4_27_6",
      "verseTitle": "Text 6:",
      "translation": "The great sage Nārada then addressed King Prācīnabarhiṣat: O one whose life span is great [virāṭ], in this way King Purañjana begot 1,100 sons within the womb of his wife, Purañjanī. However, in this business he passed away half of his life span."
    },
    {
      "id": "sb_4_27_7",
      "verseTitle": "Text 7:",
      "translation": "O Prajāpati, King Prācīnabarhiṣat, in this way King Purañjana also begot 110 daughters. All of these were equally glorified like the father and mother. Their behavior was gentle, and they possessed magnanimity and other good qualities."
    },
    {
      "id": "sb_4_27_8",
      "verseTitle": "Text 8:",
      "translation": "After this, King Purañjana, King of the Pañcāla country, in order to increase the descendants of his paternal family, married his sons with qualified wives and married his daughters with qualified husbands."
    },
    {
      "id": "sb_4_27_9",
      "verseTitle": "Text 9:",
      "translation": "Of these many sons, each produced hundreds and hundreds of grandsons. In this way the whole city of Pañcāla became overcrowded by these sons and grandsons of King Purañjana."
    },
    {
      "id": "sb_4_27_10",
      "verseTitle": "Text 10:",
      "translation": "These sons and grandsons were virtually plunderers of King Purañjana’s riches, including his home, treasury, servants, secretaries and all other paraphernalia. Purañjana’s attachment for these things was very deep-rooted."
    },
    {
      "id": "sb_4_27_11",
      "verseTitle": "Text 11:",
      "translation": "The great sage Nārada continued: My dear King Prācīnabarhiṣat, like you King Purañjana also became implicated in so many desires. Thus he worshiped demigods, forefathers and social leaders with various sacrifices which were all very ghastly because they were inspired by the desire to kill animals."
    },
    {
      "id": "sb_4_27_12",
      "verseTitle": "Text 12:",
      "translation": "Thus King Purañjana, being attached to fruitive activities [karma-kāṇḍīya] as well as kith and kin, and being obsessed with polluted consciousness, eventually arrived at that point not very much liked by those who are overly attached to material things."
    },
    {
      "id": "sb_4_27_13",
      "verseTitle": "Text 13:",
      "translation": "O King! In Gandharvaloka there is a king named Caṇḍavega. Under him there are 360 very powerful Gandharva soldiers."
    },
    {
      "id": "sb_4_27_14",
      "verseTitle": "Text 14:",
      "translation": "Along with Caṇḍavega were as many female Gandharvīs as there were soldiers, and all of them repetitively plundered all the paraphernalia for sense enjoyment."
    },
    {
      "id": "sb_4_27_15",
      "verseTitle": "Text 15:",
      "translation": "When King Gandharva-rāja [Caṇḍavega] and his followers began to plunder the city of Purañjana, a snake with five hoods began to defend the city."
    },
    {
      "id": "sb_4_27_16",
      "verseTitle": "Text 16:",
      "translation": "The five-hooded serpent, the superintendent and protector of the city of King Purañjana, fought with the Gandharvas for one hundred years. He fought alone, with all of them, although they numbered 720."
    },
    {
      "id": "sb_4_27_17",
      "verseTitle": "Text 17:",
      "translation": "Because he had to fight alone with so many soldiers, all of whom were great warriors, the serpent with five hoods became very weak. Seeing that his most intimate friend was weakening, King Purañjana and his friends and citizens living within the city all became very anxious."
    },
    {
      "id": "sb_4_27_18",
      "verseTitle": "Text 18:",
      "translation": "King Purañjana collected taxes in the city known as Pañcāla and thus was able to engage in sexual indulgence. Being completely under the control of women, he could not understand that his life was passing away and that he was reaching the point of death."
    },
    {
      "id": "sb_4_27_19",
      "verseTitle": "Text 19:",
      "translation": "My dear King Prācīnabarhiṣat, at this time the daughter of formidable Time was seeking her husband throughout the three worlds. Although no one agreed to accept her, she came."
    },
    {
      "id": "sb_4_27_20",
      "verseTitle": "Text 20:",
      "translation": "The daughter of Time [Jarā] was very unfortunate. Consequently she was known as Durbhagā [“ill-fated”]. However, she was once pleased with a great king, and because the king accepted her, she granted him a great benediction."
    },
    {
      "id": "sb_4_27_21",
      "verseTitle": "Text 21:",
      "translation": "When I once came to this earth from Brahmaloka, the highest planetary system, the daughter of Time, wandering over the universe, met me. Knowing me to be an avowed brahmacārī, she became lusty and proposed that I accept her."
    },
    {
      "id": "sb_4_27_22",
      "verseTitle": "Text 22:",
      "translation": "The great sage Nārada continued: When I refused to accept her request, she became very angry at me and cursed me severely. Because I refused her request, she said that I would not be able to stay in one place for a long time."
    },
    {
      "id": "sb_4_27_23",
      "verseTitle": "Text 23:",
      "translation": "After she was thus disappointed by me, with my permission she approached the King of the Yavanas, whose name was Bhaya, or Fear, and she accepted him as her husband."
    },
    {
      "id": "sb_4_27_24",
      "verseTitle": "Text 24:",
      "translation": "Approaching the King of the Yavanas, Kālakanyā addressed him as a great hero, saying: My dear sir, you are the best of the untouchables. I am in love with you, and I want you as my husband. I know that no one is baffled if he makes friends with you."
    },
    {
      "id": "sb_4_27_25",
      "verseTitle": "Text 25:",
      "translation": "One who does not give charity according to the customs or injunctions of the scriptures and one who does not accept charity in that way are considered to be in the mode of ignorance. Such persons follow the path of the foolish. Surely they must lament at the end."
    },
    {
      "id": "sb_4_27_26",
      "verseTitle": "Text 26:",
      "translation": "Kālakanyā continued: O gentle one, I am now present before you to serve you. Please accept me and thus show me mercy. It is a gentleman’s greatest duty to be compassionate upon a person who is distressed."
    },
    {
      "id": "sb_4_27_27",
      "verseTitle": "Text 27:",
      "translation": "After hearing the statement of Kālakanyā, daughter of Time, the King of the Yavanas began to smile and devise a means for executing his confidential duty on behalf of providence. He then addressed Kālakanyā as follows."
    },
    {
      "id": "sb_4_27_28",
      "verseTitle": "Text 28:",
      "translation": "The King of the Yavanas replied: After much consideration, I have arrived at a husband for you. Actually, as far as everyone is concerned, you are inauspicious and mischievous. Since no one likes you, how can anyone accept you as his wife?"
    },
    {
      "id": "sb_4_27_29",
      "verseTitle": "Text 29:",
      "translation": "This world is a product of fruitive activities. Therefore you may imperceptibly attack people in general. Helped by my soldiers, you can kill them without opposition."
    },
    {
      "id": "sb_4_27_30",
      "verseTitle": "Text 30:",
      "translation": "The King of the Yavanas continued: Here is my brother Prajvāra. I now accept you as my sister. I shall employ both of you, as well as my dangerous soldiers, to act imperceptibly within this world."
    }
  ],
  "description": ""
}