{
  "id": "sb_4_15",
  "canto": 4,
  "chapter": 15,
  "chapter_title": "King Pṛthu’s Appearance and Coronation",
  "verses_list": [
    {
      "id": "sb_4_15_1",
      "verseTitle": "Text 1:",
      "translation": "The great sage Maitreya continued: My dear Vidura, thus the brāhmaṇas and the great sages again churned the two arms of King Vena’s dead body. As a result a male and female couple came out of his arms."
    },
    {
      "id": "sb_4_15_2",
      "verseTitle": "Text 2:",
      "translation": "The great sages were highly learned in Vedic knowledge. When they saw the male and female born of the arms of Vena’s body, they were very pleased, for they could understand that the couple was an expansion of a plenary portion of Viṣṇu, the Supreme Personality of Godhead."
    },
    {
      "id": "sb_4_15_3",
      "verseTitle": "Text 3:",
      "translation": "The great sages said: The male is a plenary expansion of the power of Lord Viṣṇu, who maintains the entire universe, and the female is a plenary expansion of the goddess of fortune, who is never separated from the Lord."
    },
    {
      "id": "sb_4_15_4",
      "verseTitle": "Text 4:",
      "translation": "Of the two, the male will be able to expand his reputation throughout the world. His name will be Pṛthu. Indeed, he will be the first among kings."
    },
    {
      "id": "sb_4_15_5",
      "verseTitle": "Text 5:",
      "translation": "The female has such beautiful teeth and beautiful qualities that she will actually beautify the ornaments she wears. Her name will be Arci. In the future she will accept King Pṛthu as her husband."
    },
    {
      "id": "sb_4_15_6",
      "verseTitle": "Text 6:",
      "translation": "In the form of King Pṛthu, the Supreme Personality of Godhead has appeared through a part of His potency to protect the people of the world. The goddess of fortune is the constant companion of the Lord, and therefore she has incarnated partially as Arci to become King Pṛthu’s queen."
    },
    {
      "id": "sb_4_15_7",
      "verseTitle": "Text 7:",
      "translation": "The great sage Maitreya continued: My dear Vidurajī, at that time all the brāhmaṇas highly praised and glorified King Pṛthu, and the best singers of Gandharvaloka chanted his glories. The inhabitants of Siddhaloka showered flowers, and the beautiful women in the heavenly planets danced in ecstasy."
    },
    {
      "id": "sb_4_15_8",
      "verseTitle": "Text 8:",
      "translation": "Conchshells, bugles, drums and kettledrums vibrated in outer space. Great sages, forefathers and personalities from the heavenly planets all came to earth from various planetary systems."
    },
    {
      "id": "sb_4_15_9-10",
      "verseTitle": "Texts 9-10:",
      "translation": "Lord Brahmā, the master of the entire universe, arrived there accompanied by all the demigods and their chiefs. Seeing the lines of Lord Viṣṇu’s palm on King Pṛthu’s right hand and impressions of lotus flowers on the soles of his feet, Lord Brahmā could understand that King Pṛthu was a partial representation of the Supreme Personality of Godhead. One whose palm bears the sign of a disc, as well as other such lines, should be considered a partial representation or incarnation of the Supreme Lord."
    },
    {
      "id": "sb_4_15_11",
      "verseTitle": "Text 11:",
      "translation": "The learned brāhmaṇas, who were very attached to the Vedic ritualistic ceremonies, then arranged for the King’s coronation. People from all directions collected all the different paraphernalia for the ceremony. Thus everything was complete."
    },
    {
      "id": "sb_4_15_12",
      "verseTitle": "Text 12:",
      "translation": "All the rivers, seas, hills, mountains, serpents, cows, birds, animals, heavenly planets, the earthly planet and all other living entities collected various presentations, according to their ability, to offer the King."
    },
    {
      "id": "sb_4_15_13",
      "verseTitle": "Text 13:",
      "translation": "Thus the great King Pṛthu, exquisitely dressed with garments and ornaments, was coronated and placed on the throne. The King and his wife, Arci, who was also exquisitely ornamented, appeared exactly like fire."
    },
    {
      "id": "sb_4_15_14",
      "verseTitle": "Text 14:",
      "translation": "The great sage continued: My dear Vidura, Kuvera presented the great King Pṛthu with a golden throne. The demigod Varuṇa presented him with an umbrella that constantly sprayed fine particles of water and was as brilliant as the moon."
    },
    {
      "id": "sb_4_15_15",
      "verseTitle": "Text 15:",
      "translation": "The demigod of air, Vāyu, presented King Pṛthu with two whisks [cāmaras] of hair; the King of religion, Dharma, presented him with a flower garland which would expand his fame; the King of heaven, Indra, presented him with a valuable helmet; and the superintendent of death, Yamarāja, presented him with a scepter with which to rule the world."
    },
    {
      "id": "sb_4_15_16",
      "verseTitle": "Text 16:",
      "translation": "Lord Brahmā presented King Pṛthu with a protective garment made of spiritual knowledge. Bhāratī [Sarasvatī], the wife of Brahmā, gave him a transcendental necklace. Lord Viṣṇu presented him with a Sudarśana disc, and Lord Viṣṇu’s wife, the goddess of fortune, gave him imperishable opulences."
    },
    {
      "id": "sb_4_15_17",
      "verseTitle": "Text 17:",
      "translation": "Lord Śiva presented him with a sword within a sheath marked with ten moons, and his wife, the goddess Durgā, presented him with a shield marked with one hundred moons. The moon-demigod presented him with horses made of nectar, and the demigod Viśvakarmā presented him with a very beautiful chariot."
    },
    {
      "id": "sb_4_15_18",
      "verseTitle": "Text 18:",
      "translation": "The demigod of fire, Agni, presented him with a bow made of the horns of goats and cows. The sun-god presented him with arrows as brilliant as sunshine. The predominating deity of Bhūrloka presented him with slippers full of mystic power. The demigods from outer space brought him presentations of flowers again and again."
    },
    {
      "id": "sb_4_15_19",
      "verseTitle": "Text 19:",
      "translation": "The demigods who always travel in outer space gave King Pṛthu the arts to perform dramas, sing songs, play musical instruments and disappear at his will. The great sages also offered him infallible blessings. The ocean offered him a conchshell produced from the ocean."
    },
    {
      "id": "sb_4_15_20",
      "verseTitle": "Text 20:",
      "translation": "The seas, mountains and rivers gave him room to drive his chariot without impediments, and a sūta, a māgadha and a vandī offered prayers and praises. They all presented themselves before him to perform their respective duties."
    },
    {
      "id": "sb_4_15_21",
      "verseTitle": "Text 21:",
      "translation": "Thus when the greatly powerful King Pṛthu, the son of Vena, saw the professionals before him, to congratulate them he smiled, and with the gravity of the vibrating sounds of clouds he spoke as follows."
    },
    {
      "id": "sb_4_15_22",
      "verseTitle": "Text 22:",
      "translation": "King Pṛthu said: O gentle sūta, māgadha and other devotee offering prayers, the qualities of which you have spoken are not distinct in me. Why then should you praise me for all these qualities when I do not shelter these features? I do not wish for these words meant for me to go in vain, but it is better that they be offered to someone else."
    },
    {
      "id": "sb_4_15_23",
      "verseTitle": "Text 23:",
      "translation": "O gentle reciters, offer such prayers in due course of time, when the qualities of which you have spoken actually manifest themselves in me. The gentle who offer prayers to the Supreme Personality of Godhead do not attribute such qualities to a human being, who does not actually have them."
    },
    {
      "id": "sb_4_15_24",
      "verseTitle": "Text 24:",
      "translation": "How could an intelligent man competent enough to possess such exalted qualities allow his followers to praise him if he did not actually have them? Praising a man by saying that if he were educated he might have become a great scholar or great personality is nothing but a process of cheating. A foolish person who agrees to accept such praise does not know that such words simply insult him."
    },
    {
      "id": "sb_4_15_25",
      "verseTitle": "Text 25:",
      "translation": "As a person with a sense of honor and magnanimity does not like to hear about his abominable actions, a person who is very famous and powerful does not like to hear himself praised."
    },
    {
      "id": "sb_4_15_26",
      "verseTitle": "Text 26:",
      "translation": "King Pṛthu continued: My dear devotees, headed by the sūta, just now I am not very famous for my personal activities because I have not done anything praiseworthy you could glorify. Therefore how could I engage you in praising my activities exactly like children?"
    }
  ],
  "description": ""
}