{
  "id": "sb_6_11",
  "title": "The Transcendental Qualities of Vṛtrāsura",
  "canto": 6,
  "chapter": 11,
  "verses": [
    {
      "title": "ŚB 6.11.1",
      "id": "sb_6_11_1",
      "sanskrit": "श्रीशुक उवाच\nत एवं शंसतो धर्मं वच: पत्युरचेतस: ।\nनैवागृह्णन्त सम्भ्रान्ता: पलायनपरा नृप ॥ १ ॥",
      "iast": "śrī-śuka uvāca\nta evaṁ śaṁsato dharmaṁ\nvacaḥ patyur acetasaḥ\nnaivāgṛhṇanta sambhrāntāḥ\npalāyana-parā nṛpa",
      "word_to_word": "śrī-śukaḥ uvāca — Śrī Śukadeva Gosvāmī said; te — they; evam — thus; śaṁsataḥ — praising; dharmam — the principles of religion; vacaḥ — the words; patyuḥ — of their master; acetasaḥ — their minds being very disturbed; na — not; eva — indeed; agṛhṇanta — accepted; sambhrāntāḥ — fearful; palāyana-parāḥ — intent upon fleeing; nṛpa — O King.",
      "translation": "Śrī Śukadeva Gosvāmī said: O King, Vṛtrāsura, the commander in chief of the demons, advised his lieutenants in the principles of religion, but the cowardly demoniac commanders, intent upon fleeing the battlefield, were so disturbed by fear that they could not accept his words.",
      "purport": [],
      "prev_verse": "11",
      "next_verse": "2-3"
    },
    {
      "title": "ŚB 6.11.2-3",
      "id": "sb_6_11_2-3",
      "sanskrit": "विशीर्यमाणां पृतनामासुरीमसुरर्षभ: ।\nकालानुकूलैस्त्रिदशै: काल्यमानामनाथवत् ॥ २ ॥\nद‍ृष्ट्वातप्यत सङ्‌कुद्ध इन्द्रशत्रुरमर्षित: ।\nतान् निवार्यौजसा राजन् निर्भर्त्स्येदमुवाच ह ॥ ३ ॥",
      "iast": "viśīryamāṇāṁ pṛtanām\nāsurīm asurarṣabhaḥ\nkālānukūlais tridaśaiḥ\nkālyamānām anāthavat\ndṛṣṭvātapyata saṅkruddha\nindra-śatrur amarṣitaḥ\ntān nivāryaujasā rājan\nnirbhartsyedam uvāca ha",
      "word_to_word": "viśīryamāṇām — being shattered; pṛtanām — the army; āsurīm — of the demons; asura-ṛṣabhaḥ — the best of the asuras, Vṛtrāsura; kāla-anukūlaiḥ — following the circumstances presented by time; tridaśaiḥ — by the demigods; kālyamānām — being chased; anātha-vat — as if no one were there to protect them; dṛṣṭvā — seeing; atapyata — felt pain; saṅkruddhaḥ — being very angry; indra-śatruḥ — Vṛtrāsura, the enemy of Indra; amarṣitaḥ — unable to tolerate; tān — them (the demigods); nivārya — blocking; ojasā — with great force; rājan — O King Parīkṣit; nirbhartsya — rebuking; idam — this; uvāca — said; ha — indeed.",
      "translation": "O King Parīkṣit, the demigods, taking advantage of a favorable opportunity presented by time, attacked the army of the demons from the rear and began driving away the demoniac soldiers, scattering them here and there as if their army had no leader. Seeing the pitiable condition of his soldiers, Vṛtrāsura, the best of the asuras, who was called Indraśatru, the enemy of Indra, was very much aggrieved. Unable to tolerate such reverses, he stopped and forcefully rebuked the demigods, speaking the following words in an angry mood.",
      "purport": [],
      "prev_verse": "1",
      "next_verse": "4"
    },
    {
      "title": "ŚB 6.11.4",
      "id": "sb_6_11_4",
      "sanskrit": "किं व उच्चरितैर्मातुर्धावद्भ‍ि: पृष्ठतो हतै: ।\nन हि भीतवध: श्लाघ्यो न स्वर्ग्य: शूरमानिनाम् ॥ ४ ॥",
      "iast": "kiṁ va uccaritair mātur\ndhāvadbhiḥ pṛṣṭhato hataiḥ\nna hi bhīta-vadhaḥ ślāghyo\nna svargyaḥ śūra-māninām",
      "word_to_word": "kim — what is the benefit; vaḥ — for you; uccaritaiḥ — with those like the stool; mātuḥ — of the mother; dhāvadbhiḥ — running away; pṛṣṭhataḥ — from the back; hataiḥ — killed; na — not; hi — certainly; bhīta-vadhaḥ — the killing of a person who is afraid; ślāghyaḥ — glorious; na — nor; svargyaḥ — leading to the heavenly planets; śūra-māninām — of persons who consider themselves heroes.",
      "translation": "O demigods, these demoniac soldiers have taken birth uselessly. Indeed, they have come from the bodies of their mothers exactly like stool. What is the benefit of killing such enemies from behind while they are running in fear? One who considers himself a hero should not kill an enemy who is afraid of losing his life. Such killing is never glorious, nor can it promote one to the heavenly planets.",
      "purport": [
        "Vṛtrāsura rebuked both the demigods and the demoniac soldiers because the demons were running in fear of their lives and the demigods were killing them from behind. The actions of both were abominable. When a fight takes place, the opposing parties must be prepared to fight like heroes. A hero never runs from the field of battle. He always fights face to face, determined to gain victory or lay down his life in the fight. That is heroic. Killing an enemy from behind is also inglorious. When an enemy turns his back and runs in fear of his life, he should not be killed. This is the etiquette of military science.",
        "Vṛtrāsura insulted the demoniac soldiers by comparing them to the stool of their mothers. Both stool and a cowardly son come from the abdomen of the mother, and Vṛtrāsura said that there is no difference between them. A similar comparison was given by Tulasī dāsa, who commented that a son and urine both come from the same channel. In other words, semen and urine both come from the genitals, but semen produces a child whereas urine produces nothing. Therefore if a child is neither a hero nor a devotee, he is not a son but urine. Similarly, Cāṇakya Paṇḍita also says:",
        "ko ’rthaḥ putreṇa jātenayo na vidvān na dhārmikaḥkāṇena cakṣuṣā kiṁ vācakṣuḥ pīḍaiva kevalam",
        "“What is the use of a son who is neither glorious nor devoted to the Lord? Such a son is like a blind eye, which simply gives pain but cannot help one see.”"
      ],
      "prev_verse": "2-3",
      "next_verse": "5"
    },
    {
      "title": "ŚB 6.11.5",
      "id": "sb_6_11_5",
      "sanskrit": "यदि व: प्रधने श्रद्धा सारं वा क्षुल्लका हृदि ।\nअग्रे तिष्ठत मात्रं मे न चेद ग्राम्यसुखे स्पृहा ॥ ५ ॥",
      "iast": "yadi vaḥ pradhane śraddhā\nsāraṁ vā kṣullakā hṛdi\nagre tiṣṭhata mātraṁ me\nna ced grāmya-sukhe spṛhā",
      "word_to_word": "yadi — if; vaḥ — of you; pradhane — in battle; śraddhā — faith; sāram — patience; vā — or; kṣullakāḥ — O insignificant ones; hṛdi — in the core of the heart; agre — in front; tiṣṭhata — just stand; mātram — for a moment; me — of me; na — not; cet — if; grāmya-sukhe — in sense gratification; spṛhā — desire.",
      "translation": "O insignificant demigods, if you truly have faith in your heroism, if you have patience in the cores of your hearts and if you are not ambitious for sense gratification, please stand before me for a moment.",
      "purport": [
        "Rebuking the demigods, Vṛtrāsura challenged, “O demigods, if you are actually heroes, stand before me now and try to show your prowess. If you do not wish to fight, if you are afraid of losing your lives, I shall not kill you, for unlike you, I am not so evil minded as to kill persons who are neither heroic nor willing to fight. If you have faith in your heroism, please stand before me.”"
      ],
      "prev_verse": "4",
      "next_verse": "6"
    },
    {
      "title": "ŚB 6.11.6",
      "id": "sb_6_11_6",
      "sanskrit": "एवं सुरगणान् क्रुद्धो भीषयन् वपुषा रिपून् ।\nव्यनदत् सुमहाप्राणो येन लोका विचेतस: ॥ ६ ॥",
      "iast": "evaṁ sura-gaṇān kruddho\nbhīṣayan vapuṣā ripūn\nvyanadat sumahā-prāṇo\nyena lokā vicetasaḥ",
      "word_to_word": "evam — thus; sura-gaṇān — the demigods; kruddhaḥ — being very angry; bhīṣayan — terrifying; vapuṣā — by his body; ripūn — his enemies; vyanadat — roared; su-mahā-prāṇaḥ — the most powerful Vṛtrāsura; yena — by which; lokāḥ — all people; vicetasaḥ — unconscious.",
      "translation": "Śukadeva Gosvāmī said: Vṛtrāsura, the angry and most powerful hero, terrified the demigods with his stout and strongly built body. When he roared with a resounding voice, nearly all living entities fainted.",
      "purport": [],
      "prev_verse": "5",
      "next_verse": "7"
    },
    {
      "title": "ŚB 6.11.7",
      "id": "sb_6_11_7",
      "sanskrit": "तेन देवगणा: सर्वे वृत्रविस्फोटनेन वै ।\nनिपेतुर्मूर्च्छिता भूमौ यथैवाशनिना हता: ॥ ७ ॥",
      "iast": "tena deva-gaṇāḥ sarve\nvṛtra-visphoṭanena vai\nnipetur mūrcchitā bhūmau\nyathaivāśaninā hatāḥ",
      "word_to_word": "tena — by that; deva-gaṇāḥ — the demigods; sarve — all; vṛtra-visphoṭanena — the tumultuous sound of Vṛtrāsura; vai — indeed; nipetuḥ — fell; mūrcchitāḥ — fainted; bhūmau — on the ground; yathā — just as if; eva — indeed; aśaninā — by a thunderbolt; hatāḥ — struck.",
      "translation": "When all the demigods heard Vṛtrāsura’s tumultuous roar, which resembled that of a lion, they fainted and fell to the ground as if struck by thunderbolts.",
      "purport": [],
      "prev_verse": "6",
      "next_verse": "8"
    },
    {
      "title": "ŚB 6.11.8",
      "id": "sb_6_11_8",
      "sanskrit": "ममर्द पद्‌भ्यां सुरसैन्यमातुरं\nनिमीलिताक्षं रणरङ्गदुर्मद: ।\nगां कम्पयन्नुद्यतशूल ओजसा\nनालं वनं यूथपतिर्यथोन्मद: ॥ ८ ॥",
      "iast": "mamarda padbhyāṁ sura-sainyam āturaṁ\nnimīlitākṣaṁ raṇa-raṅga-durmadaḥ\ngāṁ kampayann udyata-śūla ojasā\nnālaṁ vanaṁ yūtha-patir yathonmadaḥ",
      "word_to_word": "mamarda — trampled; padbhyām — by his feet; sura-sainyam — the army of the demigods; āturam — who were very afraid; nimīlita-akṣam — closing their eyes; raṇa-raṅga-durmadaḥ — arrogant on the battlefield; gām — the surface of the globe; kampayan — causing to tremble; udyata-śūlaḥ — taking up his trident; ojasā — with his strength; nālam — of hollow bamboo sticks; vanam — a forest; yūtha-patiḥ — an elephant; yathā — just as; unmadaḥ — maddened.",
      "translation": "As the demigods closed their eyes in fear, Vṛtrāsura, taking up his trident and making the earth tremble with his great strength, trampled the demigods beneath his feet on the battlefield the way a mad elephant tramples hollow bamboos in the forest.",
      "purport": [],
      "prev_verse": "7",
      "next_verse": "9"
    },
    {
      "title": "ŚB 6.11.9",
      "id": "sb_6_11_9",
      "sanskrit": "विलोक्य तं वज्रधरोऽत्यमर्षित:\nस्वशत्रवेऽभिद्रवते महागदाम् ।\nचिक्षेप तामापततीं सुदु:सहां\nजग्राह वामेन करेण लीलया ॥ ९ ॥",
      "iast": "vilokya taṁ vajra-dharo ’tyamarṣitaḥ\nsva-śatrave ’bhidravate mahā-gadām\ncikṣepa tām āpatatīṁ suduḥsahāṁ\njagrāha vāmena kareṇa līlayā",
      "word_to_word": "vilokya — seeing; tam — him (Vṛtrāsura); vajra-dharaḥ — the carrier of the thunderbolt (King Indra); ati — very much; amarṣitaḥ — intolerant; sva — his own; śatrave — toward the enemy; abhidravate — running; mahā-gadām — a very powerful club; cikṣepa — threw; tām — that (club); āpatatīm — flying toward him; su-duḥsahām — very difficult to counteract; jagrāha — caught; vāmena — with his left; kareṇa — hand; līlayā — very easily.",
      "translation": "Seeing Vṛtrāsura’s disposition, Indra, the King of heaven, became intolerant and threw at him one of his great clubs, which are extremely difficult to counteract. However, as the club flew toward him, Vṛtrāsura easily caught it with his left hand.",
      "purport": [],
      "prev_verse": "8",
      "next_verse": "10"
    },
    {
      "title": "ŚB 6.11.10",
      "id": "sb_6_11_10",
      "sanskrit": "स इन्द्रशत्रु: कुपितो भृशं तया\nमहेन्द्रवाहं गदयोरुविक्रम: ।\nजघान कुम्भस्थल उन्नदन्मृधे\nतत्कर्म सर्वे समपूजयन्नृप ॥ १० ॥",
      "iast": "sa indra-śatruḥ kupito bhṛśaṁ tayā\nmahendra-vāhaṁ gadayoru-vikramaḥ\njaghāna kumbha-sthala unnadan mṛdhe\ntat karma sarve samapūjayan nṛpa",
      "word_to_word": "saḥ — that; indra-śatruḥ — Vṛtrāsura; kupitaḥ — being angry; bhṛśam — very much; tayā — with that; mahendra-vāham — the elephant who is the carrier of Indra; gadayā — by the club; uru-vikramaḥ — who is famous for his great strength; jaghāna — struck; kumbha-sthale — on the head; unnadan — roaring loudly; mṛdhe — in that fight; tat karma — that action (striking the head of Indra’s elephant with the club in his left hand); sarve — all the soldiers (on both sides); samapūjayan — glorified; nṛpa — O King Parīkṣit.",
      "translation": "O King Parīkṣit, the powerful Vṛtrāsura, the enemy of King Indra, angrily struck the head of Indra’s elephant with that club, making a tumultuous sound on the battlefield. For this heroic deed, the soldiers on both sides glorified him.",
      "purport": [],
      "prev_verse": "9",
      "next_verse": "11"
    },
    {
      "title": "ŚB 6.11.11",
      "id": "sb_6_11_11",
      "sanskrit": "ऐरावतो वृत्रगदाभिमृष्टो\nविघूर्णितोऽद्रि: कुलिशाहतो यथा ।\nअपासरद् भिन्नमुख: सहेन्द्रो\nमुञ्चन्नसृक् सप्तधनुर्भृशार्त: ॥ ११ ॥",
      "iast": "airāvato vṛtra-gadābhimṛṣṭo\nvighūrṇito ’driḥ kuliśāhato yathā\napāsarad bhinna-mukhaḥ sahendro\nmuñcann asṛk sapta-dhanur bhṛśārtaḥ",
      "word_to_word": "airāvataḥ — Airāvata, the elephant of King Indra; vṛtra-gadā-abhimṛṣṭaḥ — struck by the club in Vṛtrāsura’s hand; vighūrṇitaḥ — shaken; adriḥ — a mountain; kuliśa — by a thunderbolt; āhataḥ — struck; yathā — just like; apāsarat — was pushed back; bhinna-mukhaḥ — having a broken mouth; saha-indraḥ — with King Indra; muñcan — spitting; asṛk — blood; sapta-dhanuḥ — a distance measured by seven bows (approximately fourteen yards); bhṛśa — very severely; ārtaḥ — aggrieved.",
      "translation": "Struck with the club by Vṛtrāsura like a mountain struck by a thunderbolt, the elephant Airāvata, feeling great pain and spitting blood from its broken mouth, was pushed back fourteen yards. In great distress, the elephant fell, with Indra on its back.",
      "purport": [],
      "prev_verse": "10",
      "next_verse": "12"
    },
    {
      "title": "ŚB 6.11.12",
      "id": "sb_6_11_12",
      "sanskrit": "न सन्नवाहाय विषण्णचेतसे\nप्रायुङ्क्त भूय: स गदां महात्मा ।\nइन्द्रोऽमृतस्यन्दिकराभिमर्श\nवीतव्यथक्षतवाहोऽवतस्थे ॥ १२ ॥",
      "iast": "na sanna-vāhāya viṣaṇṇa-cetase\nprāyuṅkta bhūyaḥ sa gadāṁ mahātmā\nindro ’mṛta-syandi-karābhimarśa-\nvīta-vyatha-kṣata-vāho ’vatasthe",
      "word_to_word": "na — not; sanna — fatigued; vāhāya — upon him whose carrier; viṣaṇṇa-cetase — morose in the core of his heart; prāyuṅkta — used; bhūyaḥ — again; saḥ — he (Vṛtrāsura); gadām — the club; mahā-ātmā — the great soul (who refrained from striking Indra with the club when he saw Indra morose and aggrieved); indraḥ — Indra; amṛta-syandi-kara — of his hand, which produces nectar; abhimarśa — by the touch; vīta — was relieved; vyatha — from pains; kṣata — and cuts; vāhaḥ — whose carrier elephant; avatasthe — stood there.",
      "translation": "When he saw Indra’s carrier elephant thus fatigued and injured and when he saw Indra morose because his carrier had been harmed in that way, the great soul Vṛtrāsura, following religious principles, refrained from again striking Indra with the club. Taking this opportunity, Indra touched the elephant with his nectar-producing hand, thus relieving the animal’s pain and curing its injuries. Then the elephant and Indra both stood silently.",
      "purport": [],
      "prev_verse": "11",
      "next_verse": "13"
    },
    {
      "title": "ŚB 6.11.13",
      "id": "sb_6_11_13",
      "sanskrit": "स तं नृपेन्द्राहवकाम्यया रिपुं\nवज्रायुधं भ्रातृहणं विलोक्य ।\nस्मरंश्च तत्कर्म नृशंसमंह:\nशोकेन मोहेन हसञ्जगाद ॥ १३ ॥",
      "iast": "sa taṁ nṛpendrāhava-kāmyayā ripuṁ\nvajrāyudhaṁ bhrātṛ-haṇaṁ vilokya\nsmaraṁś ca tat-karma nṛ-śaṁsam aṁhaḥ\nśokena mohena hasañ jagāda",
      "word_to_word": "saḥ — he (Vṛtrāsura); tam — him (the King of heaven, Indra); nṛpa-indra — O King Parīkṣit; āhava-kāmyayā — with a desire to fight; ripum — his enemy; vajra-āyudham — whose weapon was the thunderbolt (made from the bones of Dadhīci); bhrātṛ-haṇam — who was the killer of his brother; vilokya — seeing; smaran — remembering; ca — and; tat-karma — his activities; nṛ-śaṁsam — cruel; aṁhaḥ — a great sin; śokena — with lamentation; mohena — by bewilderment; hasan — laughing; jagāda — said.",
      "translation": "O King, when the great hero Vṛtrāsura saw Indra, his enemy, the killer of his brother, standing before him with a thunderbolt in his hand, desiring to fight, Vṛtrāsura remembered how Indra had cruelly killed his brother. Thinking of Indra’s sinful activities, he became mad with lamentation and forgetfulness. Laughing sarcastically, he spoke as follows.",
      "purport": [],
      "prev_verse": "12",
      "next_verse": "14"
    },
    {
      "title": "ŚB 6.11.14",
      "id": "sb_6_11_14",
      "sanskrit": "श्रीवृत्र उवाच\nदिष्ट्या भवान् मे समवस्थितो रिपु-\nर्यो ब्रह्महा गुरुहा भ्रातृहा च ।\nदिष्ट्यानृणोऽद्याहमसत्तम त्वया\nमच्छूलनिर्भिन्नद‍ृषद्‌धृदाचिरात् ॥ १४ ॥",
      "iast": "śrī-vṛtra uvāca\ndiṣṭyā bhavān me samavasthito ripur\nyo brahma-hā guru-hā bhrātṛ-hā ca\ndiṣṭyānṛṇo ’dyāham asattama tvayā\nmac-chūla-nirbhinna-dṛṣad-dhṛdācirāt",
      "word_to_word": "śrī-vṛtraḥ uvāca — the great hero Vṛtrāsura said; diṣṭyā — by good fortune; bhavān — Your Lordship; me — of me; samavasthitaḥ — situated (in front); ripuḥ — my enemy; yaḥ — who; brahma-hā — the killer of a brāhmaṇa; guru-hā — the killer of your guru; bhrātṛ-hā — the killer of my brother; ca — also; diṣṭyā — by good fortune; anṛṇaḥ — free from debt (to my brother); adya — today; aham — I; asat-tama — O most abominable one; tvayā — through you; mat-śūla — by my trident; nirbhinna — being pierced; dṛṣat — like stone; hṛdā — whose heart; acirāt — very soon.",
      "translation": "Śrī Vṛtrāsura said: He who has killed a brāhmaṇa, he who has killed his spiritual master — indeed, he who has killed my brother — is now, by good fortune, standing before me face to face as my enemy. O most abominable one, when I pierce your stonelike heart with my trident, I shall be freed from my debt to my brother.",
      "purport": [],
      "prev_verse": "13",
      "next_verse": "15"
    },
    {
      "title": "ŚB 6.11.15",
      "id": "sb_6_11_15",
      "sanskrit": "यो नोऽग्रजस्यात्मविदो द्विजाते-\nर्गुरोरपापस्य च दीक्षितस्य ।\nविश्रभ्य खड्‍गेन शिरांस्यवृश्चत्\nपशोरिवाकरुण: स्वर्गकाम: ॥ १५ ॥",
      "iast": "yo no ’grajasyātma-vido dvijāter\nguror apāpasya ca dīkṣitasya\nviśrabhya khaḍgena śirāṁsy avṛścat\npaśor ivākaruṇaḥ svarga-kāmaḥ",
      "word_to_word": "yaḥ — he who; naḥ — our; agra-jasya — of the elder brother; ātma-vidaḥ — who was fully self-realized; dvi-jāteḥ — a qualified brāhmaṇa; guroḥ — your spiritual master; apāpasya — free from all sinful activities; ca — also; dīkṣitasya — appointed as the initiator of your yajña; viśrabhya — trustfully; khaḍgena — by your sword; śirāṁsi — the heads; avṛścat — cut off; paśoḥ — of an animal; iva — like; akaruṇaḥ — merciless; svarga-kāmaḥ — desiring the heavenly planets.",
      "translation": "Only for the sake of living in the heavenly planets, you killed my elder brother — a self-realized, sinless, qualified brāhmaṇa who had been appointed your chief priest. He was your spiritual master, but although you entrusted him with the performance of your sacrifice, you later mercilessly severed his heads from his body the way one butchers an animal.",
      "purport": [],
      "prev_verse": "14",
      "next_verse": "16"
    },
    {
      "title": "ŚB 6.11.16",
      "id": "sb_6_11_16",
      "sanskrit": "श्रीह्रीदयाकीर्तिभिरुज्झितं त्वां\nस्वकर्मणा पुरुषादैश्च गर्ह्यम् ।\nकृच्छ्रेण मच्छूलविभिन्नदेह-\nमस्पृष्टवह्निं समदन्ति गृध्रा: ॥ १६ ॥",
      "iast": "śrī-hrī-dayā-kīrtibhir ujjhitaṁ tvāṁ\nsva-karmaṇā puruṣādaiś ca garhyam\nkṛcchreṇa mac-chūla-vibhinna-deham\naspṛṣṭa-vahniṁ samadanti gṛdhrāḥ",
      "word_to_word": "śrī — opulence or beauty; hrī — shame; dayā — mercy; kīrtibhiḥ — and glory; ujjhitam — bereft of; tvām — you; sva-karmaṇā — by your own activities; puruṣa-adaiḥ — by the Rākṣasas (man-eaters); ca — and; garhyam — condemnable; kṛcchreṇa — with great difficulty; mat-śūla — by my trident; vibhinna — pierced; deham — your body; aspṛṣṭa-vahnim — not even touched by fire; samadanti — will eat; gṛdhrāḥ — the vultures.",
      "translation": "Indra, you are bereft of all shame, mercy, glory and good fortune. Deprived of these good qualities by the reactions of your fruitive activities, you are to be condemned even by the man-eaters [Rākṣasas]. Now I shall pierce your body with my trident, and after you die with great pain, even fire will not touch you; only the vultures will eat your body.",
      "purport": [],
      "prev_verse": "15",
      "next_verse": "17"
    },
    {
      "title": "ŚB 6.11.17",
      "id": "sb_6_11_17",
      "sanskrit": "अन्येऽनु ये त्वेह नृशंसमज्ञा\nयदुद्यतास्त्रा: प्रहरन्ति मह्यम् ।\nतैर्भूतनाथान् सगणान् निशात\nत्रिशूलनिर्भिन्नगलैर्यजामि ॥ १७ ॥",
      "iast": "anye ’nu ye tveha nṛ-śaṁsam ajñā\nyad udyatāstrāḥ praharanti mahyam\ntair bhūta-nāthān sagaṇān niśāta-\ntriśūla-nirbhinna-galair yajāmi",
      "word_to_word": "anye — others; anu — follow; ye — who; tvā — you; iha — in this connection; nṛ-śaṁsam — very cruel; ajñāḥ — persons unaware of my prowess; yat — if; udyata-astrāḥ — with their swords raised; praharanti — attack; mahyam — me; taiḥ — with those; bhūta-nāthān — to such leaders of the ghosts as Bhairava; sa-gaṇān — with their hordes; niśāta — sharpened; tri-śūla — by the trident; nirbhinna — separated or pierced; galaiḥ — having their necks; yajāmi — I shall offer sacrifices.",
      "translation": "You are naturally cruel. If the other demigods, unaware of my prowess, follow you by attacking me with raised weapons, I shall sever their heads with this sharp trident. With those heads I shall perform a sacrifice to Bhairava and the other leaders of the ghosts, along with their hordes.",
      "purport": [],
      "prev_verse": "16",
      "next_verse": "18"
    },
    {
      "title": "ŚB 6.11.18",
      "id": "sb_6_11_18",
      "sanskrit": "अथो हरे मे कुलिशेन वीर\nहर्ता प्रमथ्यैव शिरो यदीह ।\nतत्रानृणो भूतबलिं विधाय\nमनस्विनां पादरज: प्रपत्स्ये ॥ १८ ॥",
      "iast": "atho hare me kuliśena vīra\nhartā pramathyaiva śiro yadīha\ntatrānṛṇo bhūta-baliṁ vidhāya\nmanasvināṁ pāda-rajaḥ prapatsye",
      "word_to_word": "atho — otherwise; hare — O King Indra; me — of me; kuliśena — by your thunderbolt; vīra — O great hero; hartā — you cut off; pramathya — destroying my army; eva — certainly; śiraḥ — head; yadi — if; iha — in this battle; tatra — in that case; anṛṇaḥ — relieved of all debts in this material world; bhūta-balim — a presentation for all living entities; vidhāya — arranging; manasvinām — of great sages like Nārada Muni; pāda-rajaḥ — the dust of the lotus feet; prapatsye — I shall achieve.",
      "translation": "But if in this battle you cut off my head with your thunderbolt and kill my soldiers, O Indra, O great hero, I shall take great pleasure in offering my body to other living entities [such as jackals and vultures]. I shall thus be relieved of my obligations to the reactions of my karma, and my fortune will be to receive the dust from the lotus feet of great devotees like Nārada Muni.",
      "purport": [
        "Śrī Narottama dāsa Ṭhākura sings:",
        "ei chaya gosāñi yāra, mui tāra dāsatāṅ’ sabāra pada-reṇu mora pañca-grāsa",
        "“I am the servant of the Six Gosvāmīs, and the dust of their lotus feet provides my five kinds of food.” A Vaiṣṇava always desires the dust of the lotus feet of previous ācāryas and Vaiṣṇavas. Vṛtrāsura was certain that he would be killed in the battle with Indra, because this was the desire of Lord Viṣṇu. He was prepared for death because he knew that after his death he was destined to return home, back to Godhead. This is a great destination, and it is achieved by the grace of a Vaiṣṇava. Chāḍiyā vaiṣṇava-sevā nistāra pāyeche kebā: no one has ever gone back to Godhead without being favored by a Vaiṣṇava. In this verse, therefore, we find the words manasvināṁ pāda-rajaḥ prapatsye: “I shall receive the dust of the lotus feet of great devotees.” The word manasvinām refers to great devotees who always think of Kṛṣṇa. They are always peaceful, thinking of Kṛṣṇa, and therefore they are called dhīra. The best example of such a devotee is Nārada Muni. If one receives the dust of the lotus feet of a manasvī, a great devotee, he certainly returns home, back to Godhead."
      ],
      "prev_verse": "17",
      "next_verse": "19"
    },
    {
      "title": "ŚB 6.11.19",
      "id": "sb_6_11_19",
      "sanskrit": "सुरेश कस्मान्न हिनोषि वज्रं\nपुर: स्थिते वैरिणि मय्यमोघम् ।\nमा संशयिष्ठा न गदेव वज्र:\nस्यान्निष्फल: कृपणार्थेव याच्ञा ॥ १९ ॥",
      "iast": "sureśa kasmān na hinoṣi vajraṁ\npuraḥ sthite vairiṇi mayy amogham\nmā saṁśayiṣṭhā na gadeva vajraḥ\nsyān niṣphalaḥ kṛpaṇārtheva yācñā",
      "word_to_word": "sura-īśa — O King of the demigods; kasmāt — why; na — not; hinoṣi — you hurl; vajram — the thunderbolt; puraḥ sthite — standing in front; vairiṇi — your enemy; mayi — at me; amogham — which is infallible (your thunderbolt); mā — do not; saṁśayiṣṭhāḥ — doubt; na — not; gadā iva — like the club; vajraḥ — the thunderbolt; syāt — may be; niṣphalaḥ — with no result; kṛpaṇa — from a miserly person; arthā — for money; iva — like; yācñā — a request.",
      "translation": "O King of the demigods, since I, your enemy, am standing before you, why don’t you hurl your thunderbolt at me? Although your attack upon me with your club was certainly useless, like a request of money from a miser, the thunderbolt you carry will not be useless. You need have no doubts about this.",
      "purport": [
        "When King Indra threw his club at Vṛtrāsura, Vṛtrāsura caught it in his left hand and retaliated by using it to strike the head of Indra’s elephant. Thus Indra’s attack was a disastrous failure. Indeed, Indra’s elephant was injured and thrown back fourteen yards. Therefore even though Indra stood with the thunderbolt to hurl against Vṛtrāsura, he was doubtful, thinking that the thunderbolt might also fail. Vṛtrāsura, however, being a Vaiṣṇava, assured Indra that the thunderbolt would not fail, for Vṛtrāsura knew that it had been prepared in accordance with the instructions of Lord Viṣṇu. Although Indra had doubts because he could not understand that Lord Viṣṇu’s order never fails, Vṛtrāsura understood Lord Viṣṇu’s purpose. Vṛtrāsura was eager to be killed by the thunderbolt manufactured according to Lord Viṣṇu’s instructions because he was sure that he would thus return home, back to Godhead. He was simply waiting for the opportunity of the thunderbolt’s being released. In effect, therefore, Vṛtrāsura told Indra, “If you want to kill me, since I am your enemy, take this opportunity. Kill me. You will gain victory, and I shall go back to Godhead. Your deed will be equally beneficial for both of us. Do it immediately.”"
      ],
      "prev_verse": "18",
      "next_verse": "20"
    },
    {
      "title": "ŚB 6.11.20",
      "id": "sb_6_11_20",
      "sanskrit": "नन्वेष वज्रस्तव शक्र तेजसा\nहरेर्दधीचेस्तपसा च तेजित: ।\nतेनैव शत्रुं जहि विष्णुयन्त्रितो\nयतो हरिर्विजय: श्रीर्गुणास्तत: ॥ २० ॥",
      "iast": "nanv eṣa vajras tava śakra tejasā\nharer dadhīces tapasā ca tejitaḥ\ntenaiva śatruṁ jahi viṣṇu-yantrito\nyato harir vijayaḥ śrīr guṇās tataḥ",
      "word_to_word": "nanu — certainly; eṣaḥ — this; vajraḥ — thunderbolt; tava — of yours; śakra — O Indra; tejasā — by the prowess; hareḥ — of Lord Viṣṇu, the Supreme Personality of Godhead; dadhīceḥ — of Dadhīci; tapasā — by the austerities; ca — as well as; tejitaḥ — empowered; tena — with that; eva — certainly; śatrum — your enemy; jahi — kill; viṣṇu-yantritaḥ — ordered by Lord Viṣṇu; yataḥ — wherever; hariḥ — Lord Viṣṇu; vijayaḥ — victory; śrīḥ — opulences; guṇāḥ — and other good qualities; tataḥ — there.",
      "translation": "O Indra, King of heaven, the thunderbolt you carry to kill me has been empowered by the prowess of Lord Viṣṇu and the strength of Dadhīci’s austerities. Since you have come here to kill me in accordance with Lord Viṣṇu’s order, there is no doubt that I shall be killed by the release of your thunderbolt. Lord Viṣṇu has sided with you. Therefore your victory, opulence and all good qualities are assured.",
      "purport": [
        "Vṛtrāsura not only assured King Indra that the thunderbolt was invincible, but also encouraged Indra to use it against him as soon as possible. Vṛtrāsura was eager to die with the stroke of the thunderbolt sent by Lord Viṣṇu so that he could immediately return home, back to Godhead. By hurling the thunderbolt, Indra would gain victory and enjoy the heavenly planets, remaining in the material world for repeated birth and death. Indra wanted to gain victory over Vṛtrāsura and thereby become happy, but that would not at all be happiness. The heavenly planets are just below Brahmaloka, but as stated by the Supreme Lord, Kṛṣṇa, ābrahma-bhuvanāl lokāḥ punar āvartino ’rjuna: even if one achieves Brahmaloka, he must still fall to the lower planetary systems again and again. However, if one goes back to Godhead, he never returns to this material world. By killing Vṛtrāsura, Indra would not actually gain; he would remain in the material world. Vṛtrāsura, however, would go to the spiritual world. Therefore victory was destined for Vṛtrāsura, not for Indra."
      ],
      "prev_verse": "19",
      "next_verse": "21"
    },
    {
      "title": "ŚB 6.11.21",
      "id": "sb_6_11_21",
      "sanskrit": "अहं समाधाय मनो यथाह न:\nसङ्कर्षणस्तच्चरणारविन्दे ।\nत्वद्वज्ररंहोलुलितग्राम्यपाशो\nगतिं मुनेर्याम्यपविद्धलोक: ॥ २१ ॥",
      "iast": "ahaṁ samādhāya mano yathāha naḥ\nsaṅkarṣaṇas tac-caraṇāravinde\ntvad-vajra-raṁho-lulita-grāmya-pāśo\ngatiṁ muner yāmy apaviddha-lokaḥ",
      "word_to_word": "aham — I; samādhāya — fixing firmly; manaḥ — the mind; yathā — just as; āha — said; naḥ — our; saṅkarṣaṇaḥ — Lord Saṅkarṣaṇa; tat-caraṇa-aravinde — at His lotus feet; tvat-vajra — of your thunderbolt; raṁhaḥ — by the force; lulita — torn; grāmya — of material attachment; pāśaḥ — the rope; gatim — the destination; muneḥ — of Nārada Muni and other devotees; yāmi — I shall achieve; apaviddha — giving up; lokaḥ — this material world (where one desires all kinds of impermanent things).",
      "translation": "By the force of your thunderbolt, I shall be freed of material bondage and shall give up this body and this world of material desires. Fixing my mind upon the lotus feet of Lord Saṅkarṣaṇa, I shall attain the destination of such great sages as Nārada Muni, just as Lord Saṅkarṣaṇa has said.",
      "purport": [
        "The words ahaṁ samādhāya manaḥ indicate that the most important duty at the time of death is to concentrate one’s mind. If one can fix his mind on the lotus feet of Kṛṣṇa, Viṣṇu, Saṅkarṣaṇa or any Viṣṇu mūrti, his life will be successful. To be killed while fixing his mind at the lotus feet of Saṅkarṣaṇa, Vṛtrāsura asked Indra to release his vajra, or thunderbolt. He was destined to be killed by the thunderbolt given by Lord Viṣṇu; there was no question of its being baffled. Therefore Vṛtrāsura requested Indra to release the thunderbolt immediately, and he prepared himself by fixing his mind at the lotus feet of Kṛṣṇa. A devotee is always ready to give up his material body, which is described herein as grāmya-pāśa, the rope of material attachment. The body is not at all good; it is simply a cause of bondage to the material world. Unfortunately, even though the body is destined for destruction, fools and rascals invest all their faith in the body and are never eager to return home, back to Godhead."
      ],
      "prev_verse": "20",
      "next_verse": "22"
    },
    {
      "title": "ŚB 6.11.22",
      "id": "sb_6_11_22",
      "sanskrit": "पुंसां किलैकान्तधियां स्वकानां\nया: सम्पदो दिवि भूमौ रसायाम् ।\nन राति यद्‌द्वेष उद्वेग आधि-\nर्मद: कलिर्व्यसनं सम्प्रयास: ॥ २२ ॥",
      "iast": "puṁsāṁ kilaikānta-dhiyāṁ svakānāṁ\nyāḥ sampado divi bhūmau rasāyām\nna rāti yad dveṣa udvega ādhir\nmadaḥ kalir vyasanaṁ samprayāsaḥ",
      "word_to_word": "puṁsām — unto persons; kila — certainly; ekānta-dhiyām — who are advanced in spiritual consciousness; svakānām — who are recognized by the Supreme Personality of Godhead as His own; yāḥ — which; sampadaḥ — opulences; divi — in the upper planetary systems; bhūmau — in the middle planetary systems; rasāyām — and in the lower planetary systems; na — not; rāti — bestows; yat — from which; dveṣaḥ — envy; udvegaḥ — anxiety; ādhiḥ — mental agitation; madaḥ — pride; kaliḥ — quarrel; vyasanam — distress due to loss; samprayāsaḥ — great endeavor.",
      "translation": "Persons who fully surrender at the lotus feet of the Supreme Personality of Godhead and always think of His lotus feet are accepted and recognized by the Lord as His own personal assistants or servants. The Lord never bestows upon such servants the brilliant opulences of the upper, lower and middle planetary systems of this material world. When one possesses material opulence in any of these three divisions of the universe, his possessions naturally increase his enmity, anxiety, mental agitation, pride and belligerence. Thus one goes through much endeavor to increase and maintain his possessions, and he suffers great unhappiness when he loses them.",
      "purport": [
        "In Bhagavad-gītā (4.11) the Lord says:",
        "ye yathā māṁ prapadyantetāṁs tathaiva bhajāmy ahammama vartmānuvartantemanuṣyāḥ pārtha sarvaśaḥ",
        "“As devotees surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Pṛthā.” Both Indra and Vṛtrāsura were certainly devotees of the Lord, although Indra took instructions from Viṣṇu to kill Vṛtrāsura. The Lord was actually more favorable to Vṛtrāsura because after being killed by Indra’s thunderbolt, Vṛtrāsura would go back to Godhead, whereas the victorious Indra would rot in this material world. Because both of them were devotees, the Lord awarded them the respective benedictions they wanted. Vṛtrāsura never wanted material possessions, for he knew very well the nature of such possessions. To accumulate material possessions, one must labor very hard, and when he gets them he creates many enemies because this material world is always full of rivalry. If one becomes rich, his friends or relatives are envious. For ekānta-bhaktas, unalloyed devotees, Kṛṣṇa therefore never provides material possessions. A devotee sometimes needs some material possessions for preaching, but the possessions of a preacher are not like those of a karmī. A karmī’s possessions are achieved as a result of karma, but those of a devotee are arranged by the Supreme Personality of Godhead just to facilitate his devotional activities. Because a devotee never uses material possessions for any purpose other than the service of the Lord, the possessions of a devotee are not to be compared to those of a karmī."
      ],
      "prev_verse": "21",
      "next_verse": "23"
    },
    {
      "title": "ŚB 6.11.23",
      "id": "sb_6_11_23",
      "sanskrit": "त्रैवर्गिकायासविघातमस्मत्-\nपतिर्विधत्ते पुरुषस्य शक्र ।\nततोऽनुमेयो भगवत्प्रसादो\nयो दुर्लभोऽकिञ्चनगोचरोऽन्यै: ॥ २३ ॥",
      "iast": "trai-vargikāyāsa-vighātam asmat-\npatir vidhatte puruṣasya śakra\ntato ’numeyo bhagavat-prasādo\nyo durlabho ’kiñcana-gocaro ’nyaiḥ",
      "word_to_word": "trai-vargika — for the three objectives, namely religiosity, economic development, and satisfaction of the senses; āyāsa — of endeavor; vighātam — the ruin; asmat — our; patiḥ — Lord; vidhatte — performs; puruṣasya — of a devotee; śakra — O Indra; tataḥ — whereby; anumeyaḥ — to be inferred; bhagavat-prasādaḥ — the special mercy of the Supreme Personality of Godhead; yaḥ — which; durlabhaḥ — very difficult to obtain; akiñcana-gocaraḥ — within the reach of the unalloyed devotees; anyaiḥ — by others, who aspire for material happiness.",
      "translation": "Our Lord, the Supreme Personality of Godhead, forbids His devotees to endeavor uselessly for religion, economic development and sense gratification. O Indra, one can thus infer how kind the Lord is. Such mercy is obtainable only by unalloyed devotees, not by persons who aspire for material gains.",
      "purport": [
        "There are four objectives in human life — namely, religiosity (dharma), economic development (artha), sense gratification (kāma), and liberation (mokṣa) from the bondage of material existence. People generally aspire for religiosity, economic development and sense gratification, but a devotee has no other desire than to serve the Supreme Personality of Godhead both in this life and in the next. The special mercy for the unalloyed devotee is that the Lord saves him from hard labor to achieve the results of religion, economic development and sense gratification. Of course, if one wants such benefits, the Lord certainly awards them. Indra, for example, although a devotee, was not much interested in release from material bondage; instead, he desired sense gratification and a high standard of material happiness in the heavenly planets. Vṛtrāsura, however, being an unalloyed devotee, aspired only to serve the Supreme Personality of Godhead. Therefore the Lord arranged for him to go back to Godhead after his bodily bondage was destroyed by Indra. Vṛtrāsura requested Indra to release his thunderbolt against him as soon as possible so that both he and Indra would benefit according to their proportionate advancement in devotional service."
      ],
      "prev_verse": "22",
      "next_verse": "24"
    },
    {
      "title": "ŚB 6.11.24",
      "id": "sb_6_11_24",
      "sanskrit": "अहं हरे तव पादैकमूल-\nदासानुदासो भवितास्मि भूय: ।\nमन: स्मरेतासुपतेर्गुणांस्ते\nगृणीत वाक् कर्म करोतु काय: ॥ २४ ॥",
      "iast": "ahaṁ hare tava pādaika-mūla-\ndāsānudāso bhavitāsmi bhūyaḥ\nmanaḥ smaretāsu-pater guṇāṁs te\ngṛṇīta vāk karma karotu kāyaḥ",
      "word_to_word": "aham — I; hare — O my Lord; tava — of Your Lordship; pāda-eka-mūla — whose only shelter is the lotus feet; dāsa-anudāsaḥ — the servant of Your servant; bhavitāsmi — shall I become; bhūyaḥ — again; manaḥ — my mind; smareta — may remember; asu-pateḥ — of the Lord of my life; guṇān — the attributes; te — of Your Lordship; gṛṇīta — may chant; vāk — my words; karma — activities of service to You; karotu — may perform; kāyaḥ — my body.",
      "translation": "O my Lord, O Supreme Personality of Godhead, will I again be able to be a servant of Your eternal servants who find shelter only at Your lotus feet? O Lord of my life, may I again become their servant so that my mind may always think of Your transcendental attributes, my words always glorify those attributes, and my body always engage in the loving service of Your Lordship?",
      "purport": [
        "This verse gives the sum and substance of devotional life. One must first become a servant of the servant of the servant of the Lord (dāsānudāsa). Śrī Caitanya Mahāprabhu advised, and He also showed by His own example, that a living entity should always desire to be a servant of the servant of the servant of Kṛṣṇa, the maintainer of the gopīs (gopī-bhartuḥ pada-kamalayor dāsa-dāsānudāsaḥ). This means that one must accept a spiritual master who comes in the disciplic succession and is a servant of the servant of the Lord. Under his direction, one must then engage one’s three properties, namely his body, mind and words. The body should be engaged in physical activity under the order of the master, the mind should think of Kṛṣṇa incessantly, and one’s words should be engaged in preaching the glories of the Lord. If one is thus engaged in the loving service of the Lord, one’s life is successful."
      ],
      "prev_verse": "23",
      "next_verse": "25"
    },
    {
      "title": "ŚB 6.11.25",
      "id": "sb_6_11_25",
      "sanskrit": "न नाकपृष्ठं न च पारमेष्ठ्यं\nन सार्वभौमं न रसाधिपत्यम् ।\nन योगसिद्धीरपुनर्भवं वा\nसमञ्जस त्वा विरहय्य काङ्‌क्षे ॥ २५ ॥",
      "iast": "na nāka-pṛṣṭhaṁ na ca pārameṣṭhyaṁ\nna sārva-bhaumaṁ na rasādhipatyam\nna yoga-siddhīr apunar-bhavaṁ vā\nsamañjasa tvā virahayya kāṅkṣe",
      "word_to_word": "na — not; nāka-pṛṣṭham — the heavenly planets or Dhruvaloka; na — nor; ca — also; pārameṣṭhyam — the planet on which Lord Brahmā resides; na — nor; sārva-bhaumam — sovereignty of the whole earthly planetary system; na — nor; rasā-ādhipatyam — sovereignty of the lower planetary systems; na — nor; yoga-siddhīḥ — eight kinds of mystic yogic power (aṇimā, laghimā, mahimā, etc.); apunaḥ-bhavam — liberation from rebirth in a material body; vā — or; samañjasa — O source of all opportunities; tvā — You; virahayya — being separated from; kāṅkṣe — I desire.",
      "translation": "O my Lord, source of all opportunities, I do not desire to enjoy in Dhruvaloka, the heavenly planets or the planet where Lord Brahmā resides, nor do I want to be the supreme ruler of all the earthly planets or the lower planetary systems. I do not desire to be master of the powers of mystic yoga, nor do I want liberation if I have to give up Your lotus feet.",
      "purport": [
        "A pure devotee never desires to gain material opportunities by rendering transcendental loving service to the Lord. A pure devotee desires only to engage in loving service to the Lord in the constant association of the Lord and His eternal associates, as stated in the previous verse (dāsānudāso bhavitāsmi). As confirmed by Narottama dāsa Ṭhākura:",
        "tāṅdera caraṇa sevi bhakta-sane vāsajaname janame haya, ei abhilāṣa",
        "To serve the Lord and the servants of His servants, in the association of devotees, is the only objective of a pure, unalloyed devotee."
      ],
      "prev_verse": "24",
      "next_verse": "26"
    },
    {
      "title": "ŚB 6.11.26",
      "id": "sb_6_11_26",
      "sanskrit": "अजातपक्षा इव मातरं खगा:\nस्तन्यं यथा वत्सतरा: क्षुधार्ता: ।\nप्रियं प्रियेव व्युषितं विषण्णा\nमनोऽरविन्दाक्ष दिद‍ृक्षते त्वाम् ॥ २६ ॥",
      "iast": "ajāta-pakṣā iva mātaraṁ khagāḥ\nstanyaṁ yathā vatsatarāḥ kṣudh-ārtāḥ\npriyaṁ priyeva vyuṣitaṁ viṣaṇṇā\nmano ’ravindākṣa didṛkṣate tvām",
      "word_to_word": "ajāta-pakṣāḥ — who have not yet grown wings; iva — like; mātaram — the mother; khagāḥ — small birds; stanyam — the milk from the udder; yathā — just as; vatsatarāḥ — the young calves; kṣudh-ārtāḥ — distressed by hunger; priyam — the beloved or husband; priyā — the wife or lover; iva — like; vyuṣitam — who is away from home; viṣaṇṇā — morose; manaḥ — my mind; aravinda-akṣa — O lotus-eyed one; didṛkṣate — wants to see; tvām — You.",
      "translation": "O lotus-eyed Lord, as baby birds that have not yet developed their wings always look for their mother to return and feed them, as small calves tied with ropes await anxiously the time of milking, when they will be allowed to drink the milk of their mothers, or as a morose wife whose husband is away from home always longs for him to return and satisfy her in all respects, I always yearn for the opportunity to render direct service unto You.",
      "purport": [
        "A pure devotee always yearns to associate personally with the Lord and render service unto Him. The examples given in this regard are most appropriate. A small baby bird is practically never satisfied except when the mother bird comes to feed it, a small calf is not satisfied unless allowed to suck the milk from the mother’s udder, and a chaste, devoted wife whose husband is away from home is never satisfied until she has the association of her beloved husband."
      ],
      "prev_verse": "25",
      "next_verse": "27"
    },
    {
      "title": "ŚB 6.11.27",
      "id": "sb_6_11_27",
      "sanskrit": "ममोत्तमश्लोकजनेषु सख्यं\nसंसारचक्रे भ्रमत: स्वकर्मभि: ।\nत्वन्माययात्मात्मजदारगेहे-\nष्वासक्तचित्तस्य न नाथ भूयात् ॥ २७ ॥",
      "iast": "mamottamaśloka-janeṣu sakhyaṁ\nsaṁsāra-cakre bhramataḥ sva-karmabhiḥ\ntvan-māyayātmātmaja-dāra-geheṣv\nāsakta-cittasya na nātha bhūyāt",
      "word_to_word": "mama — my; uttama-śloka-janeṣu — among devotees who are simply attached to the Supreme Personality of Godhead; sakhyam — friendship; saṁsāra-cakre — in the cycle of birth and death; bhramataḥ — who am wandering; sva-karmabhiḥ — by the results of my own fruitive activities; tvat-māyayā — by Your external energy; ātma — to the body; ātma-ja — children; dāra — wife; geheṣu — and home; āsakta — attached; cittasya — whose mind; na — not; nātha — O my Lord; bhūyāt — may there be.",
      "translation": "O my Lord, my master, I am wandering throughout this material world as a result of my fruitive activities. Therefore I simply seek friendship in the association of Your pious and enlightened devotees. My attachment to my body, wife, children and home is continuing by the spell of Your external energy, but I wish to be attached to them no longer. Let my mind, my consciousness and everything I have be attached only to You.",
      "purport": [
        "Thus end the Bhaktivedanta purports to the Sixth Canto, Eleventh Chapter, of the Śrīmad-Bhāgavatam, entitled “The Transcendental Qualities of Vṛtrāsura.”"
      ],
      "prev_verse": "26",
      "next_verse": "12"
    }
  ]
}