{
  "id": "sb_6_6",
  "title": "The Progeny of the Daughters of Dakṣa",
  "canto": 6,
  "chapter": 6,
  "verses": [
    {
      "title": "ŚB 6.6.1",
      "id": "sb_6_6_1",
      "sanskrit": "श्रीशुक उवाच\nतत: प्राचेतसोऽसिक्‍न्यामनुनीत: स्वयम्भुवा ।\nषष्टिं सञ्जनयामास दुहितृ: पितृवत्सला: ॥ १ ॥",
      "iast": "śrī-śuka uvāca\ntataḥ prācetaso ’siknyām\nanunītaḥ svayambhuvā\nṣaṣṭiṁ sañjanayām āsa\nduhitṝḥ pitṛ-vatsalāḥ",
      "word_to_word": "śrī-śukaḥ uvāca — Śrī Śukadeva Gosvāmī said; tataḥ — after that incident; prācetasaḥ — Dakṣa; asiknyām — in his wife named Asiknī; anunītaḥ — pacified; svayambhuvā — by Lord Brahmā; ṣaṣṭim — sixty; sañjanayām āsa — begot; duhitṝḥ — daughters; pitṛ-vatsalāḥ — all very affectionate to their father.",
      "translation": "Śrī Śukadeva Gosvāmī said: My dear King, thereafter, at the request of Lord Brahmā, Prajāpati Dakṣa, who is known as Prācetasa, begot sixty daughters in the womb of his wife Asiknī. All the daughters were very affectionate toward their father.",
      "purport": [
        "After the incidents concerning the loss of his many sons, Dakṣa repented his misunderstanding with Nārada Muni. Lord Brahmā then saw Dakṣa and instructed him to beget children again. This time Dakṣa was very cautious to beget female children instead of male children so that Nārada Muni would not disturb them by urging them to accept the renounced order. Females are not meant for the renounced order of life; they should be faithful to their good husbands, for if a husband is competent for liberation, his wife will also achieve liberation with him. As stated in the śāstra, the results of a husband’s pious activities are shared by his wife. Therefore a woman’s duty is to be very chaste and faithful to her husband. Then without separate endeavor she will share in all the profit the husband earns."
      ],
      "prev_verse": "6",
      "next_verse": "2"
    },
    {
      "title": "ŚB 6.6.2",
      "id": "sb_6_6_2",
      "sanskrit": "दश धर्माय कायादाद्द्विषट्त्रिणव चेन्दवे ।\nभूताङ्गिर:कृशाश्वेभ्यो द्वे द्वे तार्क्ष्याय चापरा: ॥ २ ॥",
      "iast": "daśa dharmāya kāyādād\ndvi-ṣaṭ tri-ṇava cendave\nbhūtāṅgiraḥ-kṛśāśvebhyo\ndve dve tārkṣyāya cāparāḥ",
      "word_to_word": "daśa — ten; dharmāya — unto King Dharma, Yamarāja; kāya — unto Kaśyapa; adāt — gave; dvi-ṣaṭ — twice six and one (thirteen); tri-nava — thrice nine (twenty-seven); ca — also; indave — unto the moon-god; bhūta-aṅgiraḥ-kṛśāśvebhyaḥ — unto Bhūta, Aṅgirā and Kṛśāśva; dve dve — two each; tārkṣyāya — again unto Kaśyapa; ca — and; aparāḥ — the balance.",
      "translation": "He gave ten daughters in charity to Dharmarāja [Yamarāja], thirteen to Kaśyapa [first twelve and then one more], twenty-seven to the moon-god, and two each to Aṅgirā, Kṛśāśva and Bhūta. The other four daughters were given to Kaśyapa. [Thus Kaśyapa received seventeen daughters in all.]",
      "purport": [],
      "prev_verse": "1",
      "next_verse": "3"
    },
    {
      "title": "ŚB 6.6.3",
      "id": "sb_6_6_3",
      "sanskrit": "नामधेयान्यमूषां त्वं सापत्यानां च मे श‍ृणु ।\nयासां प्रसूतिप्रसवैर्लोका आपूरितास्त्रय: ॥ ३ ॥",
      "iast": "nāmadheyāny amūṣāṁ tvaṁ\nsāpatyānāṁ ca me śṛṇu\nyāsāṁ prasūti-prasavair\nlokā āpūritās trayaḥ",
      "word_to_word": "nāmadheyāni — the different names; amūṣām — of them; tvam — you; sa-apatyānām — with their offspring; ca — and; me — from me; śṛṇu — please hear; yāsām — of all of whom; prasūti-prasavaiḥ — by so many children and descendants; lokāḥ — the worlds; āpūritāḥ — populated; trayaḥ — three (the upper, middle and lower worlds).",
      "translation": "Now please hear from me the names of all these daughters and their descendants, who filled all the three worlds.",
      "purport": [],
      "prev_verse": "2",
      "next_verse": "4"
    },
    {
      "title": "ŚB 6.6.4",
      "id": "sb_6_6_4",
      "sanskrit": "भानुर्लम्बा ककुद्यामिर्विश्वा साध्या मरुत्वती ।\nवसुर्मुहूर्ता सङ्कल्पा धर्मपत्‍न्य: सुताञ्शृणु ॥ ४ ॥",
      "iast": "bhānur lambā kakud yāmir\nviśvā sādhyā marutvatī\nvasur muhūrtā saṅkalpā\ndharma-patnyaḥ sutāñ śṛṇu",
      "word_to_word": "bhānuḥ — Bhānu; lambā — Lambā; kakut — Kakud; yāmiḥ — Yāmi; viśvā — Viśvā; sādhyā — Sādhyā; marutvatī — Marutvatī; vasuḥ — Vasu; muhūrtā — Muhūrtā; saṅkalpā — Saṅkalpā; dharma-patnyaḥ — the wives of Yamarāja; sutān — their sons; śṛṇu — now hear of.",
      "translation": "The ten daughters given to Yamarāja were named Bhānu, Lambā, Kakud, Yāmi, Viśvā, Sādhyā, Marutvatī, Vasu, Muhūrtā and Saṅkalpā. Now hear the names of their sons.",
      "purport": [],
      "prev_verse": "3",
      "next_verse": "5"
    },
    {
      "title": "ŚB 6.6.5",
      "id": "sb_6_6_5",
      "sanskrit": "भानोस्तु देवऋषभ इन्द्रसेनस्ततो नृप ।\nविद्योत आसील्लम्बायास्ततश्च स्तनयित्नव: ॥ ५ ॥",
      "iast": "bhānos tu deva-ṛṣabha\nindrasenas tato nṛpa\nvidyota āsīl lambāyās\ntataś ca stanayitnavaḥ",
      "word_to_word": "bhānoḥ — from the womb of Bhānu; tu — of course; deva-ṛṣabhaḥ — Deva-ṛṣabha; indrasenaḥ — Indrasena; tataḥ — from him (Deva-ṛṣabha); nṛpa — O King; vidyotaḥ — Vidyota; āsīt — appeared; lambāyāḥ — from the womb of Lambā; tataḥ — from him; ca — and; stanayitnavaḥ — all the clouds.",
      "translation": "O King, a son named Deva-ṛṣabha was born from the womb of Bhānu, and from him came a son named Indrasena. From the womb of Lambā came a son named Vidyota, who generated all the clouds.",
      "purport": [],
      "prev_verse": "4",
      "next_verse": "6"
    },
    {
      "title": "ŚB 6.6.6",
      "id": "sb_6_6_6",
      "sanskrit": "ककुद: सङ्कटस्तस्य कीकटस्तनयो यत: ।\nभुवो दुर्गाणि यामेय: स्वर्गो नन्दिस्ततोऽभवत् ॥ ६ ॥",
      "iast": "kakudaḥ saṅkaṭas tasya\nkīkaṭas tanayo yataḥ\nbhuvo durgāṇi yāmeyaḥ\nsvargo nandis tato ’bhavat",
      "word_to_word": "kakudaḥ — from the womb of Kakud; saṅkaṭaḥ — Saṅkaṭa; tasya — from him; kīkaṭaḥ — Kīkaṭa; tanayaḥ — son; yataḥ — from whom; bhuvaḥ — of the earth; durgāṇi — many demigods, protectors of this universe (which is called Durgā); yāmeyaḥ — of Yāmi; svargaḥ — Svarga; nandiḥ — Nandi; tataḥ — from him (Svarga); abhavat — was born.",
      "translation": "From the womb of Kakud came the son named Saṅkaṭa, whose son was named Kīkaṭa. From Kīkaṭa came the demigods named Durgā. From Yāmi came the son named Svarga, whose son was named Nandi.",
      "purport": [],
      "prev_verse": "5",
      "next_verse": "7"
    },
    {
      "title": "ŚB 6.6.7",
      "id": "sb_6_6_7",
      "sanskrit": "विश्वेदेवास्तु विश्वाया अप्रजांस्तान् प्रचक्षते ।\nसाध्योगणश्च साध्याया अर्थसिद्धिस्तु तत्सुत: ॥ ७ ॥",
      "iast": "viśve-devās tu viśvāyā\naprajāṁs tān pracakṣate\nsādhyo-gaṇaś ca sādhyāyā\narthasiddhis tu tat-sutaḥ",
      "word_to_word": "viśve-devāḥ — the demigods named the Viśvadevas; tu — but; viśvāyāḥ — from Viśvā; aprajān — without sons; tān — them; pracakṣate — it is said; sādhyaḥ-gaṇaḥ — the demigods named the Sādhyas; ca — and; sādhyāyāḥ — from the womb of Sādhya; arthasiddhiḥ — Arthasiddhi; tu — but; tat-sutaḥ — the son of the Sādhyas.",
      "translation": "The sons of Viśvā were the Viśvadevas, who had no progeny. From the womb of Sādhyā came the Sādhyas, who had a son named Arthasiddhi.",
      "purport": [],
      "prev_verse": "6",
      "next_verse": "8"
    },
    {
      "title": "ŚB 6.6.8",
      "id": "sb_6_6_8",
      "sanskrit": "मरुत्वांश्च जयन्तश्च मरुत्वत्या बभूवतु: ।\nजयन्तो वासुदेवांश उपेन्द्र इति यं विदु: ॥ ८ ॥",
      "iast": "marutvāṁś ca jayantaś ca\nmarutvatyā babhūvatuḥ\njayanto vāsudevāṁśa\nupendra iti yaṁ viduḥ",
      "word_to_word": "marutvān — Marutvān; ca — also; jayantaḥ — Jayanta; ca — and; marutvatyāḥ — from Marutvatī; babhūvatuḥ — took birth; jayantaḥ — Jayanta; vāsudeva-aṁśaḥ — an expansion of Vāsudeva; upendraḥ — Upendra; iti — thus; yam — whom; viduḥ — they know.",
      "translation": "The two sons who took birth from the womb of Marutvatī were Marutvān and Jayanta. Jayanta, who is an expansion of Lord Vāsudeva, is known as Upendra.",
      "purport": [],
      "prev_verse": "7",
      "next_verse": "9"
    },
    {
      "title": "ŚB 6.6.9",
      "id": "sb_6_6_9",
      "sanskrit": "मौहूर्तिका देवगणा मुहूर्तायाश्च जज्ञिरे ।\nये वै फलं प्रयच्छन्ति भूतानां स्वस्वकालजम् ॥ ९ ॥",
      "iast": "mauhūrtikā deva-gaṇā\nmuhūrtāyāś ca jajñire\nye vai phalaṁ prayacchanti\nbhūtānāṁ sva-sva-kālajam",
      "word_to_word": "mauhūrtikāḥ — Mauhūrtikas; deva-gaṇāḥ — the demigods; muhūrtāyāḥ — from the womb of Muhūrtā; ca — and; jajñire — took birth; ye — all of whom; vai — indeed; phalam — result; prayacchanti — deliver; bhūtānām — of the living entities; sva-sva — their own; kāla-jam — born of time.",
      "translation": "The demigods named the Mauhūrtikas took birth from the womb of Muhūrtā. These demigods deliver the results of actions to the living entities of their respective times.",
      "purport": [],
      "prev_verse": "8",
      "next_verse": "10-11"
    },
    {
      "title": "ŚB 6.6.10-11",
      "id": "sb_6_6_10-11",
      "sanskrit": "सङ्कल्पायास्तु सङ्कल्प: काम: सङ्कल्पज: स्मृत: ।\nवसवोऽष्टौ वसो: पुत्रास्तेषां नामानि मे श‍ृणु ॥ १० ॥\nद्रोण: प्राणो ध्रुवोऽर्कोऽग्निर्दोषो वास्तुर्विभावसु: ।\nद्रोणस्याभिमते: पत्‍न्या हर्षशोकभयादय: ॥ ११ ॥",
      "iast": "saṅkalpāyās tu saṅkalpaḥ\nkāmaḥ saṅkalpajaḥ smṛtaḥ\nvasavo ’ṣṭau vasoḥ putrās\nteṣāṁ nāmāni me śṛṇu\ndroṇaḥ prāṇo dhruvo ’rko ’gnir\ndoṣo vāstur vibhāvasuḥ\ndroṇasyābhimateḥ patnyā\nharṣa-śoka-bhayādayaḥ",
      "word_to_word": "saṅkalpāyāḥ — from the womb of Saṅkalpā; tu — but; saṅkalpaḥ — Saṅkalpa; kāmaḥ — Kāma; saṅkalpa-jaḥ — the son of Saṅkalpā; smṛtaḥ — known; vasavaḥ aṣṭau — the eight Vasus; vasoḥ — of Vasu; putrāḥ — the sons; teṣām — of them; nāmāni — the names; me — from me; śṛṇu — just hear; droṇaḥ — Droṇa; prāṇaḥ — Prāṇa; dhruvaḥ — Dhruva; arkaḥ — Arka; agniḥ — Agni; doṣaḥ — Doṣa; vāstuḥ — Vāstu; vibhāvasuḥ — Vibhāvasu; droṇasya — of Droṇa; abhimateḥ — from Abhimati; patnyāḥ — the wife; harṣa-śoka-bhaya-ādayaḥ — the sons named Harṣa, Śoka, Bhaya and so on.",
      "translation": "The son of Saṅkalpā was known as Saṅkalpa, and from him lust was born. The sons of Vasu were known as the eight Vasus. Just hear their names from me: Droṇa, Prāṇa, Dhruva, Arka, Agni, Doṣa, Vāstu and Vibhāvasu. From Abhimati, the wife of the Vasu named Droṇa, were generated the sons named Harṣa, Śoka, Bhaya and so on.",
      "purport": [],
      "prev_verse": "9",
      "next_verse": "12"
    },
    {
      "title": "ŚB 6.6.12",
      "id": "sb_6_6_12",
      "sanskrit": "प्राणस्योर्जस्वती भार्या सह आयु: पुरोजव: ।\nध्रुवस्य भार्या धरणिरसूत विविधा: पुर: ॥ १२ ॥",
      "iast": "prāṇasyorjasvatī bhāryā\nsaha āyuḥ purojavaḥ\ndhruvasya bhāryā dharaṇir\nasūta vividhāḥ puraḥ",
      "word_to_word": "prāṇasya — of Prāna; ūrjasvatī — Ūrjasvatī; bhāryā — the wife; sahaḥ — Saha; āyuḥ — Āyus; purojavaḥ — Purojava; dhruvasya — of Dhruva; bhāryā — the wife; dharaṇiḥ — Dharaṇi; asūta — gave birth to; vividhāḥ — the various; puraḥ — cities and towns.",
      "translation": "Ūrjasvatī, the wife of Prāṇa, gave birth to three sons, named Saha, Āyus and Purojava. The wife of Dhruva was known as Dharaṇi, and from her womb various cities took birth.",
      "purport": [],
      "prev_verse": "10-11",
      "next_verse": "13"
    },
    {
      "title": "ŚB 6.6.13",
      "id": "sb_6_6_13",
      "sanskrit": "अर्कस्य वासना भार्या पुत्रास्तर्षादय: स्मृता: ।\nअग्नेर्भार्या वसोर्धारा पुत्रा द्रविणकादय: ॥ १३ ॥",
      "iast": "arkasya vāsanā bhāryā\nputrās tarṣādayaḥ smṛtāḥ\nagner bhāryā vasor dhārā\nputrā draviṇakādayaḥ",
      "word_to_word": "arkasya — of Arka; vāsanā — Vāsanā; bhāryā — the wife; putrāḥ — the sons; tarṣa-ādayaḥ — named Tarṣa and so on; smṛtāḥ — celebrated; agneḥ — of Agni; bhāryā — wife; vasoḥ — the Vasu; dhārā — Dhārā; putrāḥ — the sons; draviṇaka-ādayaḥ — known as Draviṇaka and so on.",
      "translation": "From the womb of Vāsanā, the wife of Arka, came many sons, headed by Tarṣa. Dhārā, the wife of the Vasu named Agni, gave birth to many sons, headed by Draviṇaka.",
      "purport": [],
      "prev_verse": "12",
      "next_verse": "14"
    },
    {
      "title": "ŚB 6.6.14",
      "id": "sb_6_6_14",
      "sanskrit": "स्कन्दश्च कृत्तिकापुत्रो ये विशाखादयस्तत: ।\nदोषस्य शर्वरीपुत्र: शिशुमारो हरे: कला ॥ १४ ॥",
      "iast": "skandaś ca kṛttikā-putro\nye viśākhādayas tataḥ\ndoṣasya śarvarī-putraḥ\nśiśumāro hareḥ kalā",
      "word_to_word": "skandaḥ — Skanda; ca — also; kṛttikā-putraḥ — the son of Kṛttikā; ye — all of whom; viśākha-ādayaḥ — headed by Viśākha; tataḥ — from him (Skanda); doṣasya — of Doṣa; śarvarī-putraḥ — the son of his wife Śarvarī; śiśumāraḥ — Śiśumāra; hareḥ kalā — an expansion of the Supreme Personality of Godhead.",
      "translation": "From Kṛttikā, another wife of Agni, came the son named Skanda, Kārttikeya, whose sons were headed by Viśākha. From the womb of Śarvarī, the wife of the Vasu named Doṣa, came the son named Śiśumāra, who was an expansion of the Supreme Personality of Godhead.",
      "purport": [],
      "prev_verse": "13",
      "next_verse": "15"
    },
    {
      "title": "ŚB 6.6.15",
      "id": "sb_6_6_15",
      "sanskrit": "वास्तोराङ्गिरसीपुत्रो विश्वकर्माकृतीपति: ।\nततो मनुश्चाक्षुषोऽभूद् विश्वे साध्या मनो: सुता: ॥ १५ ॥",
      "iast": "vāstor āṅgirasī-putro\nviśvakarmākṛtī-patiḥ\ntato manuś cākṣuṣo ’bhūd\nviśve sādhyā manoḥ sutāḥ",
      "word_to_word": "vāstoḥ — of Vāstu; āṅgirasī — of his wife named Āṅgirasī; putraḥ — the son; viśvakarmā — Viśvakarmā; ākṛtī-patiḥ — the husband of Ākṛtī; tataḥ — from them; manuḥ cākṣuṣaḥ — the Manu named Cākṣuṣa; abhūt — was born; viśve — the Viśvadevas; sādhyāḥ — the Sādhyas; manoḥ — of Manu; sutāḥ — the sons.",
      "translation": "From Āṅgirasī, the wife of the Vasu named Vāstu, was born the great architect Viśvakarmā. Viśvakarmā became the husband of Ākṛtī, from whom the Manu named Cākṣuṣa was born. The sons of Manu were known as the Viśvadevas and Sādhyas.",
      "purport": [],
      "prev_verse": "14",
      "next_verse": "16"
    },
    {
      "title": "ŚB 6.6.16",
      "id": "sb_6_6_16",
      "sanskrit": "विभावसोरसूतोषा व्युष्टं रोचिषमातपम् ।\nपञ्चयामोऽथ भूतानि येन जाग्रति कर्मसु ॥ १६ ॥",
      "iast": "vibhāvasor asūtoṣā\nvyuṣṭaṁ rociṣam ātapam\npañcayāmo ’tha bhūtāni\nyena jāgrati karmasu",
      "word_to_word": "vibhāvasoḥ — of Vibhāvasu; asūta — gave birth to; ūṣā — named Ūṣā; vyuṣṭam — Vyuṣṭa; rociṣam — Rociṣa; ātapam — Ātapa; pañcayāmaḥ — Pañcayāma; atha — thereafter; bhūtāni — the living entities; yena — by whom; jāgrati — are awakened; karmasu — in material activities.",
      "translation": "Ūṣā, the wife of Vibhāvasu, gave birth to three sons — Vyuṣṭa, Rociṣa and Ātapa. From Ātapa came Pañcayāma, the span of day, who awakens all living entities to material activities.",
      "purport": [],
      "prev_verse": "15",
      "next_verse": "17-18"
    },
    {
      "title": "ŚB 6.6.17-18",
      "id": "sb_6_6_17-18",
      "sanskrit": "सरूपासूत भूतस्य भार्या रुद्रांश्च कोटिश: ।\nरैवतोऽजो भवो भीमो वाम उग्रो वृषाकपि: ॥ १७ ॥\nअजैकपादहिर्ब्रध्नो बहुरूपो महानिति ।\nरुद्रस्य पार्षदाश्चान्ये घोरा: प्रेतविनायका: ॥ १८ ॥",
      "iast": "sarūpāsūta bhūtasya\nbhāryā rudrāṁś ca koṭiśaḥ\nraivato ’jo bhavo bhīmo\nvāma ugro vṛṣākapiḥ\najaikapād ahirbradhno\nbahurūpo mahān iti\nrudrasya pārṣadāś cānye\nghorāḥ preta-vināyakāḥ",
      "word_to_word": "sarūpā — Sarūpā; asūta — gave birth; bhūtasya — of Bhūta; bhāryā — the wife; rudrān — Rudras; ca — and; koṭiśaḥ — ten million; raivataḥ — Raivata; ajaḥ — Aja; bhavaḥ — Bhava; bhīmaḥ — Bhīma; vāmaḥ — Vāma; ugraḥ — Ugra; vṛṣākapiḥ — Vṛṣākapi; ajaikapāt — Ajaikapāt; ahirbradhnaḥ — Ahirbradhna; bahurūpaḥ — Bahurūpa; mahān — Mahān; iti — thus; rudrasya — of these Rudras; pārṣadāḥ — their associates; ca — and; anye — other; ghorāḥ — very fearful; preta — ghosts; vināyakāḥ — and hobgoblins.",
      "translation": "Sarūpā, the wife of Bhūta, gave birth to the ten million Rudras, of whom the eleven principle Rudras were Raivata, Aja, Bhava, Bhīma, Vāma, Ugra, Vṛṣākapi, Ajaikapāt, Ahirbradhna, Bahurūpa and Mahān. Their associates, the ghosts and goblins, who are very fearful, were born of the other wife of Bhūta.",
      "purport": [
        "Śrīla Viśvanātha Cakravartī Ṭhākura comments that Bhūta had two wives. One of them, Sarūpā, gave birth to the eleven Rudras, and the other wife gave birth to the associates of the Rudras known as the ghosts and hobgoblins."
      ],
      "prev_verse": "16",
      "next_verse": "19"
    },
    {
      "title": "ŚB 6.6.19",
      "id": "sb_6_6_19",
      "sanskrit": "प्रजापतेरङ्गिरस: स्वधा पत्नी पितृनथ ।\nअथर्वाङ्गिरसं वेदं पुत्रत्वे चाकरोत् सती ॥ १९ ॥",
      "iast": "prajāpater aṅgirasaḥ\nsvadhā patnī pitṝn atha\natharvāṅgirasaṁ vedaṁ\nputratve cākarot satī",
      "word_to_word": "prajāpateḥ aṅgirasaḥ — of another prajāpati, known as Aṅgirā; svadhā — Svadhā; patnī — his wife; pitṝn — the Pitās; atha — thereafter; atharva-āṅgirasam — Atharvāṅgirasa; vedam — the personified Veda; putratve — as the son; ca — and; akarot — accepted; satī — Satī.",
      "translation": "The prajāpati Aṅgirā had two wives, named Svadhā and Satī. The wife named Svadhā accepted all the Pitās as her sons, and Satī accepted the Atharvāṅgirasa Veda as her son.",
      "purport": [],
      "prev_verse": "17-18",
      "next_verse": "20"
    },
    {
      "title": "ŚB 6.6.20",
      "id": "sb_6_6_20",
      "sanskrit": "कृशाश्वोऽर्चिषि भार्यायां धूमकेतुमजीजनत् ।\nधिषणायां वेदशिरो देवलं वयुनं मनुम् ॥ २० ॥",
      "iast": "kṛśāśvo ’rciṣi bhāryāyāṁ\ndhūmaketum ajījanat\ndhiṣaṇāyāṁ vedaśiro\ndevalaṁ vayunaṁ manum",
      "word_to_word": "kṛśāśvaḥ — Kṛśāśva; arciṣi — Arcis; bhāryāyām — in his wife; dhūmaketum — to Dhūmaketu; ajījanat — gave birth; dhiṣaṇāyām — in the wife known as Dhiṣaṇā; vedaśiraḥ — Vedaśirā; devalam — Devala; vayunam — Vayuna; manum — Manu.",
      "translation": "Kṛśāśva had two wives, named Arcis and Dhiṣaṇā. In the wife named Arcis he begot Dhūmaketu and in Dhiṣaṇā he begot four sons, named Vedaśirā, Devala, Vayuna and Manu.",
      "purport": [],
      "prev_verse": "19",
      "next_verse": "21-22"
    },
    {
      "title": "ŚB 6.6.21-22",
      "id": "sb_6_6_21-22",
      "sanskrit": "तार्क्ष्यस्य विनता कद्रू: पतङ्गी यामिनीति च ।\nपतङ्गय‍सूत पतगान्यामिनी शलभानथ ॥ २१ ॥\nसुपर्णासूत गरुडं साक्षाद् यज्ञेशवाहनम् ।\nसूर्यसूतमनूरुं च कद्रूर्नागाननेकश: ॥ २२ ॥",
      "iast": "tārkṣyasya vinatā kadrūḥ\npataṅgī yāminīti ca\npataṅgy asūta patagān\nyāminī śalabhān atha\nsuparṇāsūta garuḍaṁ\nsākṣād yajñeśa-vāhanam\nsūrya-sūtam anūruṁ ca\nkadrūr nāgān anekaśaḥ",
      "word_to_word": "tārkṣyasya — of Kaśyapa, whose other name is Tārkṣya; vinatā — Vinatā; kadrūḥ — Kadrū; pataṅgī — Pataṅgī; yāminī — Yāminī; iti — thus; ca — and; pataṅgī — Pataṅgī; asūta — gave birth; patagān — to birds of different varieties; yāminī — Yāminī; śalabhān — (gave birth to) locusts; atha — thereafter; suparṇā — the wife named Vinatā; asūta — gave birth; garuḍam — to the celebrated bird known as Garuḍa; sākṣāt — directly; yajñeśa-vāhanam — the carrier of the Supreme Personality of Godhead, Viṣṇu; sūrya-sūtam — the chariot driver of the sun-god; anūrum — Anūru; ca — and; kadrūḥ — Kadrū; nāgān — serpents; anekaśaḥ — in varieties.",
      "translation": "Kaśyapa, who is also named Tārkṣya, had four wives — Vinatā [Suparṇā], Kadrū, Pataṅgī and Yāminī. Pataṅgī gave birth to many kinds of birds, and Yāminī gave birth to locusts. Vinatā [Suparṇā] gave birth to Garuḍa, the carrier of Lord Viṣṇu, and to Anūru, or Aruṇa, the chariot driver of the sun-god. Kadrū gave birth to different varieties of serpents.",
      "purport": [],
      "prev_verse": "20",
      "next_verse": "23"
    },
    {
      "title": "ŚB 6.6.23",
      "id": "sb_6_6_23",
      "sanskrit": "कृत्तिकादीनि नक्षत्राणीन्दो: पत्‍न्यस्तु भारत ।\nदक्षशापात् सोऽनपत्यस्तासु यक्ष्मग्रहार्दित: ॥ २३ ॥",
      "iast": "kṛttikādīni nakṣatrāṇ-\nīndoḥ patnyas tu bhārata\ndakṣa-śāpāt so ’napatyas\ntāsu yakṣma-grahārditaḥ",
      "word_to_word": "kṛttikā-ādīni — headed by Kṛttikā; nakṣatrāṇi — the constellations; indoḥ — of the moon-god; patnyaḥ — the wives; tu — but; bhārata — O Mahārāja Parīkṣit, descendant of the dynasty of Bharata; dakṣa-śāpāt — because of being cursed by Dakṣa; saḥ — the moon-god; anapatyaḥ — without children; tāsu — in so many wives; yakṣma-graha-arditaḥ — being oppressed by a disease that brings about gradual destruction.",
      "translation": "O Mahārāja Parīkṣit, best of the Bhāratas, the constellations named Kṛttikā were all wives of the moon-god. However, because Prajāpati Dakṣa had cursed him to suffer from a disease causing gradual destruction, the moon-god could not beget children in any of his wives.",
      "purport": [
        "Because the moon-god was very much attached to Rohiṇī, he neglected all his other wives. Therefore, seeing the bereavement of these daughters, Prajāpati Dakṣa became angry and cursed him."
      ],
      "prev_verse": "21-22",
      "next_verse": "24-26"
    },
    {
      "title": "ŚB 6.6.24-26",
      "id": "sb_6_6_24-26",
      "sanskrit": "पुन: प्रसाद्य तं सोम: कला लेभे क्षये दिता: ।\nश‍ृणु नामानि लोकानां मातृणां शङ्कराणि च ॥ २४ ॥\nअथ कश्यपपत्नीनां यत्प्रसूतमिदं जगत् ।\nअदितिर्दितिर्दनु: काष्ठा अरिष्टा सुरसा इला ॥ २५ ॥\nमुनि: क्रोधवशा ताम्रा सुरभि: सरमा तिमि: ।\nतिमेर्यादोगणा आसन् श्वापदा: सरमासुता: ॥ २६ ॥",
      "iast": "punaḥ prasādya taṁ somaḥ\nkalā lebhe kṣaye ditāḥ\nśṛṇu nāmāni lokānāṁ\nmātṝṇāṁ śaṅkarāṇi ca\natha kaśyapa-patnīnāṁ\nyat-prasūtam idaṁ jagat\naditir ditir danuḥ kāṣṭhā\nariṣṭā surasā ilā\nmuniḥ krodhavaśā tāmrā\nsurabhiḥ saramā timiḥ\ntimer yādo-gaṇā āsan\nśvāpadāḥ saramā-sutāḥ",
      "word_to_word": "punaḥ — again; prasādya — pacifying; tam — him (Prajāpati Dakṣa); somaḥ — the moon-god; kalāḥ — portions of light; lebhe — achieved; kṣaye — in gradual destruction (the dark fortnight); ditāḥ — removed; śṛṇu — please hear; nāmāni — all the names; lokānām — of the planets; mātṝṇām — of the mothers; śaṅkarāṇi — pleasing; ca — also; atha — now; kaśyapa-patnīnām — of the wives of Kaśyapa; yat-prasūtam — from whom was born; idam — this; jagat — whole universe; aditiḥ — Aditi; ditiḥ — Diti; danuḥ — Danu; kāṣṭhā — Kāṣṭhā; ariṣṭā — Ariṣṭā; surasā — Surasā; ilā — Ilā; muniḥ — Muni; krodhavaśā — Krodhavaśā; tāmrā — Tāmrā; surabhiḥ — Surabhi; saramā — Saramā; timiḥ — Timi; timeḥ — from Timi; yādaḥ-gaṇāḥ — the aquatics; āsan — appeared; śvāpadāḥ — the ferocious animals like the lions and tigers; saramā-sutāḥ — the children of Saramā.",
      "translation": "Thereafter the King of the moon pacified Prajāpati Dakṣa with courteous words and thus regained the portions of light he had lost during his disease. Nevertheless he could not beget children. The moon loses his shining power during the dark fortnight, and in the bright fortnight it is manifest again. O King Parīkṣit, now please hear from me the names of Kaśyapa’s wives, from whose wombs the population of the entire universe has come. They are the mothers of almost all the population of the entire universe, and their names are very auspicious to hear. They are Aditi, Diti, Danu, Kāṣṭhā, Ariṣṭā, Surasā, Ilā, Muni, Krodhavaśā, Tāmrā, Surabhi, Saramā and Timi. From the womb of Timi all the aquatics took birth, and from the womb of Saramā the ferocious animals like the tigers and lions took birth.",
      "purport": [],
      "prev_verse": "23",
      "next_verse": "27"
    },
    {
      "title": "ŚB 6.6.27",
      "id": "sb_6_6_27",
      "sanskrit": "सुरभेर्महिषा गावो ये चान्ये द्विशफा नृप ।\nताम्राया: श्येनगृध्राद्या मुनेरप्सरसां गणा: ॥ २७ ॥",
      "iast": "surabher mahiṣā gāvo\nye cānye dviśaphā nṛpa\ntāmrāyāḥ śyena-gṛdhrādyā\nmuner apsarasāṁ gaṇāḥ",
      "word_to_word": "surabheḥ — from the womb of Surabhi; mahiṣāḥ — buffalo; gāvaḥ — cows; ye — who; ca — also; anye — others; dvi-śaphāḥ — having cloven hooves; nṛpa — O King; tāmrāyāḥ — from Tāmrā; śyena — eagles; gṛdhra-ādyāḥ — vultures and so on; muneḥ — from Muni; apsarasām — of angels; gaṇāḥ — the groups.",
      "translation": "My dear King Parīkṣit, from the womb of Surabhi the buffalo, cow and other animals with cloven hooves took birth, from the womb of Tāmrā the eagles, vultures and other large birds of prey took birth, and from the womb of Muni the angels took birth.",
      "purport": [],
      "prev_verse": "24-26",
      "next_verse": "28"
    },
    {
      "title": "ŚB 6.6.28",
      "id": "sb_6_6_28",
      "sanskrit": "दन्दशूकादय: सर्पा राजन् क्रोधवशात्मजा: ।\nइलाया भूरुहा: सर्वे यातुधानाश्च सौरसा: ॥ २८ ॥",
      "iast": "dandaśūkādayaḥ sarpā\nrājan krodhavaśātmajāḥ\nilāyā bhūruhāḥ sarve\nyātudhānāś ca saurasāḥ",
      "word_to_word": "dandaśūka-ādayaḥ — headed by the dandaśūka snakes; sarpāḥ — reptiles; rājan — O King; krodhavaśā-ātma-jāḥ — born from Krodhavaśā; ilāyāḥ — from the womb of Ilā; bhūruhāḥ — the creepers and trees; sarve — all; yātudhānāḥ — the cannibals (Rākṣasas); ca — also; saurasāḥ — from the womb of Surasā.",
      "translation": "The sons born of Krodhavaśā were the serpents known as dandaśūka, as well as other serpents and the mosquitoes. All the various creepers and trees were born from the womb of Ilā. The Rākṣasas, bad spirits, were born from the womb of Surasā.",
      "purport": [],
      "prev_verse": "27",
      "next_verse": "29-31"
    },
    {
      "title": "ŚB 6.6.29-31",
      "id": "sb_6_6_29-31",
      "sanskrit": "अरिष्टायास्तु गन्धर्वा: काष्ठाया द्विशफेतरा: ।\nसुता दनोरेकषष्टिस्तेषां प्राधानिकाञ् श‍ृणु ॥ २९ ॥\nद्विमूर्धा शम्बरोऽरिष्टो हयग्रीवो विभावसु: ।\nअयोमुख: शङ्कुशिरा: स्वर्भानु: कपिलोऽरुण: ॥ ३० ॥\nपुलोमा वृषपर्वा च एकचक्रोऽनुतापन: ।\nधूम्रकेशो विरूपाक्षो विप्रचित्तिश्च दुर्जय: ॥ ३१ ॥",
      "iast": "ariṣṭāyās tu gandharvāḥ\nkāṣṭhāyā dviśaphetarāḥ\nsutā danor eka-ṣaṣṭis\nteṣāṁ prādhānikāñ śṛṇu\ndvimūrdhā śambaro ’riṣṭo\nhayagrīvo vibhāvasuḥ\nayomukhaḥ śaṅkuśirāḥ\nsvarbhānuḥ kapilo ’ruṇaḥ\npulomā vṛṣaparvā ca\nekacakro ’nutāpanaḥ\ndhūmrakeśo virūpākṣo\nvipracittiś ca durjayaḥ",
      "word_to_word": "ariṣṭāyāḥ — from the womb of Ariṣṭā; tu — but; gandharvāḥ — the Gandharvas; kāṣṭhāyāḥ — from the womb of Kāṣṭhā; dvi-śapha-itarāḥ — animals such as horses, which do not have cloven hooves; sutāḥ — sons; danoḥ — from the womb of Danu; eka-ṣaṣṭiḥ — sixty-one; teṣām — of them; prādhānikān — the important ones; śṛṇu — hear; dvimūrdhā — Dvimūrdhā; śambaraḥ — Śambara; ariṣṭaḥ — Ariṣṭa; hayagrīvaḥ — Hayagrīva; vibhāvasuḥ — Vibhāvasu; ayomukhaḥ — Ayomukha; śaṅkuśirāḥ — Śaṅkuśirā; svarbhānuḥ — Svarbhānu; kapilaḥ — Kapila; aruṇaḥ — Aruṇa; pulomā — Pulomā; vṛṣaparvā — Vṛṣaparvā; ca — also; ekacakraḥ — Ekacakra; anutāpanaḥ — Anutāpana; dhūmrakeśaḥ — Dhūmrakeśa; virūpākṣaḥ — Virūpākṣa; vipracittiḥ — Vipracitti; ca — and; durjayaḥ — Durjaya.",
      "translation": "The Gandharvas were born from the womb of Ariṣṭā, and animals whose hooves are not split, such as the horse, were born from the womb of Kāṣṭhā. O King, from the womb of Danu came sixty-one sons, of whom these eighteen were very important: Dvimūrdhā, Śambara, Ariṣṭa, Hayagrīva, Vibhāvasu, Ayomukha, Śaṅkuśirā, Svarbhānu, Kapila, Aruṇa, Pulomā, Vṛṣaparvā, Ekacakra, Anutāpana, Dhūmrakeśa, Virūpākṣa, Vipracitti and Durjaya.",
      "purport": [],
      "prev_verse": "28",
      "next_verse": "32"
    },
    {
      "title": "ŚB 6.6.32",
      "id": "sb_6_6_32",
      "sanskrit": "स्वर्भानो: सुप्रभां कन्यामुवाह नमुचि: किल ।\nवृषपर्वणस्तु शर्मिष्ठां ययातिर्नाहुषो बली ॥ ३२ ॥",
      "iast": "svarbhānoḥ suprabhāṁ kanyām\nuvāha namuciḥ kila\nvṛṣaparvaṇas tu śarmiṣṭhāṁ\nyayātir nāhuṣo balī",
      "word_to_word": "svarbhānoḥ — of Svarbhānu; suprabhām — Suprabhā; kanyām — the daughter; uvāha — married; namuciḥ — Namuci; kila — indeed; vṛṣaparvaṇaḥ — of Vṛṣaparvā; tu — but; śarmiṣṭhām — Śarmiṣṭhā; yayātiḥ — King Yayāti; nāhuṣaḥ — the son of Nahuṣa; balī — very powerful.",
      "translation": "The daughter of Svarbhānu named Suprabhā was married by Namuci. The daughter of Vṛṣaparvā named Śarmiṣṭhā was given to the powerful King Yayāti, the son of Nahuṣa.",
      "purport": [],
      "prev_verse": "29-31",
      "next_verse": "33-36"
    },
    {
      "title": "ŚB 6.6.33-36",
      "id": "sb_6_6_33-36",
      "sanskrit": "वैश्वानरसुता याश्च चतस्रश्चारुदर्शना: ।\nउपदानवी हयशिरा पुलोमा कालका तथा ॥ ३३ ॥\nउपदानवीं हिरण्याक्ष: क्रतुर्हयशिरां नृप ।\nपुलोमां कालकां च द्वे वैश्वानरसुते तु क: ॥ ३४ ॥\nउपयेमेऽथ भगवान् कश्यपो ब्रह्मचोदित: ।\nपौलोमा: कालकेयाश्च दानवा युद्धशालिन: ॥ ३५ ॥\nतयो: षष्टिसहस्राणि यज्ञघ्नांस्ते पितु: पिता ।\nजघान स्वर्गतो राजन्नेक इन्द्रप्रियङ्कर: ॥ ३६ ॥",
      "iast": "vaiśvānara-sutā yāś ca\ncatasraś cāru-darśanāḥ\nupadānavī hayaśirā\npulomā kālakā tathā\nupadānavīṁ hiraṇyākṣaḥ\nkratur hayaśirāṁ nṛpa\npulomāṁ kālakāṁ ca dve\nvaiśvānara-sute tu kaḥ\nupayeme ’tha bhagavān\nkaśyapo brahma-coditaḥ\npaulomāḥ kālakeyāś ca\ndānavā yuddha-śālinaḥ\ntayoḥ ṣaṣṭi-sahasrāṇi\nyajña-ghnāṁs te pituḥ pitā\njaghāna svar-gato rājann\neka indra-priyaṅkaraḥ",
      "word_to_word": "vaiśvānara-sutāḥ — the daughters of Vaiśvānara; yāḥ — who; ca — and; catasraḥ — four; cāru-darśanāḥ — very, very beautiful; upadānavī — Upadānavī; hayaśirā — Hayaśirā; pulomā — Pulomā; kālakā — Kālakā; tathā — as well; upadānavīm — Upadānavī; hiraṇyākṣaḥ — the demon Hiraṇyākṣa; kratuḥ — Kratu; hayaśirām — Hayaśirā; nṛpa — O King; pulomām kālakām ca — Pulomā and Kālakā; dve — the two; vaiśvānara-sute — daughters of Vaiśvānara; tu — but; kaḥ — the prajāpati; upayeme — married; atha — then; bhagavān — the most powerful; kaśyapaḥ — Kaśyapa Muni; brahma-coditaḥ — requested by Lord Brahmā; paulomāḥ kālakeyāḥ ca — the Paulomas and Kālakeyas; dānavāḥ — demons; yuddha-śālinaḥ — very fond of fighting; tayoḥ — of them; ṣaṣṭi-sahasrāṇi — sixty thousand; yajña-ghnān — who were disturbing sacrifices; te — your; pituḥ — of the father; pitā — the father; jaghāna — killed; svaḥ-gataḥ — in the heavenly planets; rājan — O King; ekaḥ — alone; indra-priyam-karaḥ — to please King Indra.",
      "translation": "Vaiśvānara, the son of Danu, had four beautiful daughters, named Upadānavī, Hayaśirā, Pulomā and Kālakā. Hiraṇyākṣa married Upadānavī, and Kratu married Hayaśirā. Thereafter, at the request of Lord Brahmā, Prajāpati Kaśyapa married Pulomā and Kālakā, the other two daughters of Vaiśvānara. From the wombs of these two wives of Kaśyapa came sixty thousand sons, headed by Nivātakavaca, who are known as the Paulomas and the Kālakeyas. They were physically very strong and expert in fighting, and their aim was to disturb the sacrifices performed by the great sages. My dear King, when your grandfather Arjuna went to the heavenly planets, he alone killed all these demons, and thus King Indra became extremely affectionate toward him.",
      "purport": [],
      "prev_verse": "32",
      "next_verse": "37"
    },
    {
      "title": "ŚB 6.6.37",
      "id": "sb_6_6_37",
      "sanskrit": "विप्रचित्ति: सिंहिकायां शतं चैकमजीजनत् ।\nराहुज्येष्ठं केतुशतं ग्रहत्वं य उपागता: ॥ ३७ ॥",
      "iast": "vipracittiḥ siṁhikāyāṁ\nśataṁ caikam ajījanat\nrāhu-jyeṣṭhaṁ ketu-śataṁ\ngrahatvaṁ ya upāgatāḥ",
      "word_to_word": "vipracittiḥ — Vipracitti; siṁhikāyām — in the womb of his wife Siṁhikā; śatam — to one hundred; ca — and; ekam — one; ajījanat — gave birth; rāhu-jyeṣṭham — among whom Rāhu is the oldest; ketu-śatam — one hundred Ketus; grahatvam — planethood; ye — all of whom; upāgatāḥ — obtained.",
      "translation": "In his wife Siṁhikā, Vipracitti begot one hundred and one sons, of whom the eldest is Rāhu and the others are the one hundred Ketus. All of them attained positions in the influential planets.",
      "purport": [],
      "prev_verse": "33-36",
      "next_verse": "38-39"
    },
    {
      "title": "ŚB 6.6.38-39",
      "id": "sb_6_6_38-39",
      "sanskrit": "अथात: श्रूयतां वंशो योऽदितेरनुपूर्वश: ।\nयत्र नारायणो देव: स्वांशेनावातरद्विभु: ॥ ३८ ॥\nविवस्वानर्यमा पूषा त्वष्टाथ सविता भग: ।\nधाता विधाता वरुणो मित्र: शत्रु उरुक्रम: ॥ ३९ ॥",
      "iast": "athātaḥ śrūyatāṁ vaṁśo\nyo ’diter anupūrvaśaḥ\nyatra nārāyaṇo devaḥ\nsvāṁśenāvātarad vibhuḥ\nvivasvān aryamā pūṣā\ntvaṣṭātha savitā bhagaḥ\ndhātā vidhātā varuṇo\nmitraḥ śatru urukramaḥ",
      "word_to_word": "atha — thereafter; ataḥ — now; śrūyatām — let it be heard; vaṁśaḥ — the dynasty; yaḥ — which; aditeḥ — from Aditi; anupūrvaśaḥ — in chronological order; yatra — wherein; nārāyaṇaḥ — the Supreme Personality of Godhead; devaḥ — the Lord; sva-aṁśena — by His own plenary expansion; avātarat — descended; vibhuḥ — the Supreme; vivasvān — Vivasvān; aryamā — Aryamā; pūṣā — Pūṣā; tvaṣṭā — Tvaṣṭā; atha — thereafter; savitā — Savitā; bhagaḥ — Bhaga; dhātā — Dhātā; vidhātā — Vidhātā; varuṇaḥ — Varuṇa; mitraḥ — Mitra; śatruḥ — Śatru; urukramaḥ — Urukrama.",
      "translation": "Now please hear me as I describe the descendants of Aditi in chronological order. In this dynasty the Supreme Personality of Godhead Nārāyaṇa descended by His plenary expansion. The names of the sons of Aditi are as follows: Vivasvān, Aryamā, Pūṣā, Tvaṣṭā, Savitā, Bhaga, Dhātā, Vidhātā, Varuṇa, Mitra, Śatru and Urukrama.",
      "purport": [],
      "prev_verse": "37",
      "next_verse": "40"
    },
    {
      "title": "ŚB 6.6.40",
      "id": "sb_6_6_40",
      "sanskrit": "विवस्वत: श्राद्धदेवं संज्ञासूयत वै मनुम् ।\nमिथुनं च महाभागा यमं देवं यमीं तथा ।\nसैव भूत्वाथ वडवा नासत्यौ सुषुवे भुवि ॥ ४० ॥",
      "iast": "vivasvataḥ śrāddhadevaṁ\nsaṁjñāsūyata vai manum\nmithunaṁ ca mahā-bhāgā\nyamaṁ devaṁ yamīṁ tathā\nsaiva bhūtvātha vaḍavā\nnāsatyau suṣuve bhuvi",
      "word_to_word": "vivasvataḥ — of the sun-god; śrāddhadevam — named Śrāddhadeva; saṁjñā — Saṁjñā; asūyata — gave birth; vai — indeed; manum — to Manu; mithunam — twins; ca — and; mahā-bhāgā — the fortunate Saṁjñā; yamam — to Yamarāja; devam — the demigod; yamīm — to his sister named Yamī; tathā — as well as; sā — she; eva — also; bhūtvā — becoming; atha — then; vaḍavā — a mare; nāsatyau — to the Aśvinī-kumāras; suṣuve — gave birth; bhuvi — on this earth.",
      "translation": "Saṁjñā, the wife of Vivasvān, the sun-god, gave birth to the Manu named Śrāddhadeva, and the same fortunate wife also gave birth to the twins Yamarāja and the river Yamunā. Then Yamī, while wandering on the earth in the form of a mare, gave birth to the Aśvinī-kumāras.",
      "purport": [],
      "prev_verse": "38-39",
      "next_verse": "41"
    },
    {
      "title": "ŚB 6.6.41",
      "id": "sb_6_6_41",
      "sanskrit": "छाया शनैश्चरं लेभे सावर्णिं च मनुं तत: ।\nकन्यां च तपतीं या वै वव्रे संवरणं पतिम् ॥ ४१ ॥",
      "iast": "chāyā śanaiścaraṁ lebhe\nsāvarṇiṁ ca manuṁ tataḥ\nkanyāṁ ca tapatīṁ yā vai\nvavre saṁvaraṇaṁ patim",
      "word_to_word": "chāyā — Chāyā, another wife of the sun-god; śanaiścaram — Saturn; lebhe — begot; sāvarṇim — Sāvarṇi; ca — and; manum — the Manu; tataḥ — from him (Vivasvān); kanyām — one daughter; ca — as well as; tapatīm — named Tapatī; yā — who; vai — indeed; vavre — married; saṁvaraṇam — Saṁvaraṇa; patim — husband.",
      "translation": "Chāyā, another wife of the sun-god, begot two sons named Śanaiścara and Sāvarṇi Manu, and one daughter, Tapatī, who married Saṁvaraṇa.",
      "purport": [],
      "prev_verse": "40",
      "next_verse": "42"
    },
    {
      "title": "ŚB 6.6.42",
      "id": "sb_6_6_42",
      "sanskrit": "अर्यम्णो मातृका पत्नी तयोश्चर्षणय: सुता: ।\nयत्र वै मानुषी जातिर्ब्रह्मणा चोपकल्पिता ॥ ४२ ॥",
      "iast": "aryamṇo mātṛkā patnī\ntayoś carṣaṇayaḥ sutāḥ\nyatra vai mānuṣī jātir\nbrahmaṇā copakalpitā",
      "word_to_word": "aryamṇaḥ — of Aryamā; mātṛkā — Mātṛkā; patnī — the wife; tayoḥ — by their union; carṣaṇayaḥ sutāḥ — many sons who were learned scholars; yatra — wherein; vai — indeed; mānuṣī — human; jātiḥ — species; brahmaṇā — by Lord Brahmā; ca — and; upakalpitā — was created.",
      "translation": "From the womb of Mātṛkā, the wife of Aryamā, were born many learned scholars. Among them Lord Brahmā created the human species, which are endowed with an aptitude for self-examination.",
      "purport": [],
      "prev_verse": "41",
      "next_verse": "43"
    },
    {
      "title": "ŚB 6.6.43",
      "id": "sb_6_6_43",
      "sanskrit": "पूषानपत्य: पिष्टादो भग्नदन्तोऽभवत्पुरा ।\nयोऽसौ दक्षाय कुपितं जहास विवृतद्विज: ॥ ४३ ॥",
      "iast": "pūṣānapatyaḥ piṣṭādo\nbhagna-danto ’bhavat purā\nyo ’sau dakṣāya kupitaṁ\njahāsa vivṛta-dvijaḥ",
      "word_to_word": "pūṣā — Pūṣā; anapatyaḥ — without children; piṣṭa-adaḥ — who lives by eating flour; bhagna-dantaḥ — with broken teeth; abhavat — became; purā — formerly; yaḥ — who; asau — that; dakṣāya — at Dakṣa; kupitam — very angry; jahāsa — laughed; vivṛta-dvijaḥ — uncovering his teeth.",
      "translation": "Pūṣā had no sons. When Lord Śiva was angry at Dakṣa, Pūṣā had laughed at Lord Śiva and shown his teeth. Therefore he lost his teeth and had to live by eating only ground flour.",
      "purport": [],
      "prev_verse": "42",
      "next_verse": "44"
    },
    {
      "title": "ŚB 6.6.44",
      "id": "sb_6_6_44",
      "sanskrit": "त्वष्टुर्दैत्यात्मजा भार्या रचना नाम कन्यका ।\nसन्निवेशस्तयोर्जज्ञे विश्वरूपश्च वीर्यवान् ॥ ४४ ॥",
      "iast": "tvaṣṭur daityātmajā bhāryā\nracanā nāma kanyakā\nsanniveśas tayor jajñe\nviśvarūpaś ca vīryavān",
      "word_to_word": "tvaṣṭuḥ — of Tvaṣṭā; daitya-ātma-jā — the daughter of a demon; bhāryā — wife; racanā — Racanā; nāma — named; kanyakā — a maiden; sanniveśaḥ — Sanniveśa; tayoḥ — of those two; jajñe — was born; viśvarūpaḥ — Viśvarūpa; ca — and; vīryavān — very powerful in bodily strength.",
      "translation": "Racanā, the daughter of the Daityas, became the wife of Prajāpati Tvaṣṭā. By his semen he begot in her womb two very powerful sons named Sanniveśa and Viśvarūpa.",
      "purport": [],
      "prev_verse": "43",
      "next_verse": "45"
    },
    {
      "title": "ŚB 6.6.45",
      "id": "sb_6_6_45",
      "sanskrit": "तं वव्रिरे सुरगणा स्वस्रीयं द्विषतामपि ।\nविमतेन परित्यक्ता गुरुणाङ्गिरसेन यत् ॥ ४५ ॥",
      "iast": "taṁ vavrire sura-gaṇā\nsvasrīyaṁ dviṣatām api\nvimatena parityaktā\nguruṇāṅgirasena yat",
      "word_to_word": "tam — him (Viśvarūpa); vavrire — accepted as a priest; sura-gaṇāḥ — the demigods; svasrīyam — the son of a daughter; dviṣatām — of the inimical demons; api — although; vimatena — being disrespected; parityaktāḥ — who were given up; guruṇā — by their spiritual master; āṅgirasena — Bṛhaspati; yat — since.",
      "translation": "Although Viśvarūpa was the son of the daughter of their eternal enemies the demons, the demigods accepted him as their priest in accordance with the order of Brahmā when they were abandoned by their spiritual master, Bṛhaspati, whom they had disrespected.",
      "purport": [
        "Thus end the Bhaktivedanta purports to the Sixth Canto, Sixth Chapter, of the Śrīmad-Bhāgavatam, entitled “The Progeny of the Daughters of Dakṣa.”"
      ],
      "prev_verse": "44",
      "next_verse": "7"
    }
  ]
}