{
  "id": "sb_6_14",
  "canto": 6,
  "chapter": 14,
  "chapter_title": "King Citraketu’s Lamentation",
  "verses_list": [
    {
      "id": "sb_6_14_1",
      "verseTitle": "Text 1:",
      "translation": "King Parīkṣit inquired from Śukadeva Gosvāmī: O learned brāhmaṇa, demons are generally sinful, being obsessed with the modes of passion and ignorance. How, then, could Vṛtrāsura have attained such exalted love for the Supreme Personality of Godhead, Nārāyaṇa?"
    },
    {
      "id": "sb_6_14_2",
      "verseTitle": "Text 2:",
      "translation": "Demigods situated in the mode of goodness and great saints cleansed of the dirt of material enjoyment hardly ever render pure devotional service at the lotus feet of Mukunda. [Therefore how could Vṛtrāsura have become such a great devotee?]"
    },
    {
      "id": "sb_6_14_3",
      "verseTitle": "Text 3:",
      "translation": "In this material world there are as many living entities as atoms. Among these living entities, a very few are human beings, and among them, few are interested in following religious principles."
    },
    {
      "id": "sb_6_14_4",
      "verseTitle": "Text 4:",
      "translation": "O best of the brāhmaṇas, Śukadeva Gosvāmī, out of many persons who follow religious principles, only a few desire liberation from the material world. Among many thousands who desire liberation, one may actually achieve liberation, giving up material attachment to society, friendship, love, country, home, wife and children. And among many thousands of such liberated persons, one who can understand the true meaning of liberation is very rare."
    },
    {
      "id": "sb_6_14_5",
      "verseTitle": "Text 5:",
      "translation": "O great sage, among many millions who are liberated and perfect in knowledge of liberation, one may be a devotee of Lord Nārāyaṇa, or Kṛṣṇa. Such devotees, who are fully peaceful, are extremely rare."
    },
    {
      "id": "sb_6_14_6",
      "verseTitle": "Text 6:",
      "translation": "Vṛtrāsura was situated in the blazing fire of battle and was an infamous, sinful demon, always engaged in giving troubles and anxieties to others. How could such a demon become so greatly Kṛṣṇa conscious?"
    },
    {
      "id": "sb_6_14_7",
      "verseTitle": "Text 7:",
      "translation": "My dear lord, Śukadeva Gosvāmī, although Vṛtrāsura was a sinful demon, he showed the prowess of a most exalted kṣatriya and satisfied Lord Indra in battle. How could such a demon be a great devotee of Lord Kṛṣṇa? These contradictions have caused me great doubt, and they have made me eager to hear of this from you."
    },
    {
      "id": "sb_6_14_8",
      "verseTitle": "Text 8:",
      "translation": "Śrī Sūta Gosvāmī said: After hearing Mahārāja Parīkṣit’s very intelligent question, Śukadeva Gosvāmī, the most powerful sage, began answering his disciple with great affection."
    },
    {
      "id": "sb_6_14_9",
      "verseTitle": "Text 9:",
      "translation": "Śrī Śukadeva Gosvāmī said: O King, I shall speak to you the same history I have heard from the mouths of Vyāsadeva, Nārada and Devala. Please listen with attention."
    },
    {
      "id": "sb_6_14_10",
      "verseTitle": "Text 10:",
      "translation": "O King Parīkṣit, in the province of Śūrasena there was a king named Citraketu, who ruled the entire earth. During his reign, the earth produced all the necessities for life."
    },
    {
      "id": "sb_6_14_11",
      "verseTitle": "Text 11:",
      "translation": "This Citraketu had ten million wives, but although he was capable of producing children, he did not receive a child from any of them. By chance, all the wives were barren."
    },
    {
      "id": "sb_6_14_12",
      "verseTitle": "Text 12:",
      "translation": "Citraketu, the husband of these millions of wives, was endowed with a beautiful form, magnanimity and youth. He was born in a high family, he had a complete education, and he was wealthy and opulent. Nevertheless, in spite of being endowed with all these assets, he was full of anxiety because he did not have a son."
    },
    {
      "id": "sb_6_14_13",
      "verseTitle": "Text 13:",
      "translation": "His queens all had beautiful faces and attractive eyes, yet neither his opulences, his hundreds and thousands of queens, nor the lands of which he was the supreme proprietor were sources of happiness for him."
    },
    {
      "id": "sb_6_14_14",
      "verseTitle": "Text 14:",
      "translation": "Once upon a time, when the powerful sage named Aṅgirā was traveling all over the universe without engagement, by his sweet will he came to the palace of King Citraketu."
    },
    {
      "id": "sb_6_14_15",
      "verseTitle": "Text 15:",
      "translation": "Citraketu immediately stood up from his throne and offered him worship. He offered drinking water and eatables and in this way performed his duty as a host to a great guest. When the ṛṣi was seated very comfortably, the King, restraining his mind and senses, sat on the ground at the side of the ṛṣi’s feet."
    },
    {
      "id": "sb_6_14_16",
      "verseTitle": "Text 16:",
      "translation": "O King Parīkṣit, when Citraketu, bent low in humility, was seated at the lotus feet of the great sage, the sage congratulated him for his humility and hospitality. The sage addressed him in the following words."
    },
    {
      "id": "sb_6_14_17",
      "verseTitle": "Text 17:",
      "translation": "The great sage Aṅgirā said: My dear King, I hope that your body and mind and your royal associates and paraphernalia are well. When the seven properties of material nature [the total material energy, the ego and the five objects of sense gratification] are in proper order, the living entity within the material elements is happy. Without these seven elements one cannot exist. Similarly, a king is always protected by seven elements — his instructor (svāmī or guru), his ministers, his kingdom, his fort, his treasury, his royal order and his friends."
    },
    {
      "id": "sb_6_14_18",
      "verseTitle": "Text 18:",
      "translation": "O King, O lord of humanity, when a king directly depends upon his associates and follows their instructions, he is happy. Similarly, when his associates offer their gifts and activities to the king and follow his orders, they are also happy."
    },
    {
      "id": "sb_6_14_19",
      "verseTitle": "Text 19:",
      "translation": "O King, are your wives, citizens, secretaries and servants and the merchants who sell spices and oil under your control? Are you also in full control of ministers, the inhabitants of your palace, your provincial governors, your sons and your other dependents?"
    },
    {
      "id": "sb_6_14_20",
      "verseTitle": "Text 20:",
      "translation": "If the king’s mind is fully controlled, all his family members and governmental officers are subordinate to him. His provincial governors present taxes on time, without resistance, and what to speak of lesser servants?"
    },
    {
      "id": "sb_6_14_21",
      "verseTitle": "Text 21:",
      "translation": "O King Citraketu, I can observe that your mind is not pleased. You seem not to have achieved your desired goal. Is this because of you yourself, or has it been caused by others? Your pale face reflects your deep anxiety."
    },
    {
      "id": "sb_6_14_22",
      "verseTitle": "Text 22:",
      "translation": "Śukadeva Gosvāmī said: O King Parīkṣit, although the great sage Aṅgirā knew everything, he inquired from the King in this way. Thus King Citraketu, desiring a son, bent low in great humility and spoke to the great sage as follows."
    },
    {
      "id": "sb_6_14_23",
      "verseTitle": "Text 23:",
      "translation": "King Citraketu said: O great lord Aṅgirā, because of austerity, knowledge and transcendental samādhi, you are freed from all the reactions of sinful life. Therefore, as a perfect yogī, you can understand everything external and internal regarding embodied, conditioned souls like us."
    },
    {
      "id": "sb_6_14_24",
      "verseTitle": "Text 24:",
      "translation": "O great soul, you are aware of everything, yet you are asking me why I am full of anxiety. Therefore, in response to your order, let me disclose the cause."
    },
    {
      "id": "sb_6_14_25",
      "verseTitle": "Text 25:",
      "translation": "As a person aggrieved by hunger and thirst is not pleased by the external gratification of flower garlands or sandalwood pulp, I am not pleased with my empire, opulence or possessions, which are desirable even for great demigods, because I have no son."
    },
    {
      "id": "sb_6_14_26",
      "verseTitle": "Text 26:",
      "translation": "Therefore, O great sage, please save me and my forefathers, who are descending to the darkness of hell because I have no progeny. Kindly do something so that I may have a son to deliver us from hellish conditions."
    },
    {
      "id": "sb_6_14_27",
      "verseTitle": "Text 27:",
      "translation": "In response to the request of Mahārāja Citraketu, Aṅgirā Ṛṣi, who was born of Lord Brahmā’s mind, was very merciful toward him. Because the sage was a greatly powerful personality, he performed a sacrifice by offering oblations of sweetrice to Tvaṣṭā."
    },
    {
      "id": "sb_6_14_28",
      "verseTitle": "Text 28:",
      "translation": "O Parīkṣit Mahārāja, best of the Bhāratas, the remnants of the food offered in the yajña were given by the great sage Aṅgirā to the first and most perfect among Citraketu’s millions of queens, whose name was Kṛtadyuti."
    },
    {
      "id": "sb_6_14_29",
      "verseTitle": "Text 29:",
      "translation": "Thereafter, the great sage told the King, “O great King, now you will have a son who will be the cause of both jubilation and lamentation.” The sage then left, without waiting for Citraketu’s response."
    },
    {
      "id": "sb_6_14_30",
      "verseTitle": "Text 30:",
      "translation": "As Kṛttikādevī, after receiving the semen of Lord Śiva from Agni, conceived a child named Skanda [Kārttikeya], Kṛtadyuti, having received semen from Citraketu, became pregnant after eating remnants of food from the yajña performed by Aṅgirā."
    },
    {
      "id": "sb_6_14_31",
      "verseTitle": "Text 31:",
      "translation": "After receiving semen from Mahārāja Citraketu, the King of Śūrasena, Queen Kṛtadyuti gradually developed in her pregnancy, O King Parīkṣit, just as the moon develops during the bright fortnight."
    },
    {
      "id": "sb_6_14_32",
      "verseTitle": "Text 32:",
      "translation": "Thereafter, in due course of time, a son was born to the King. Hearing news of this, all the inhabitants of the state of Śūrasena were extremely pleased."
    },
    {
      "id": "sb_6_14_33",
      "verseTitle": "Text 33:",
      "translation": "King Citraketu was especially pleased. After purifying himself by bathing and by decorating himself with ornaments, he engaged learned brāhmaṇas in offering benedictions to the child and performing the birth ceremony."
    },
    {
      "id": "sb_6_14_34",
      "verseTitle": "Text 34:",
      "translation": "Unto the brāhmaṇas who took part in the ritualistic ceremony the King gave charity of gold, silver, garments, ornaments, villages, horses and elephants, as well as sixty crores of cows [six hundred million cows]."
    },
    {
      "id": "sb_6_14_35",
      "verseTitle": "Text 35:",
      "translation": "As a cloud indiscriminately pours water on the earth, the beneficent King Citraketu, to increase the reputation, opulence and longevity of his son, distributed like rainfall all desirable things to everyone."
    },
    {
      "id": "sb_6_14_36",
      "verseTitle": "Text 36:",
      "translation": "When a poor man gets some money after great difficulty, his affection for the money increases daily. Similarly, when King Citraketu, after great difficulty, received a son, his affection for the son increased day after day."
    },
    {
      "id": "sb_6_14_37",
      "verseTitle": "Text 37:",
      "translation": "The mother’s attraction and attention to the son, like that of the child’s father, excessively increased. The other wives, seeing Kṛtadyuti’s son, were very much agitated, as if by high fevers, with a desire to have sons."
    },
    {
      "id": "sb_6_14_38",
      "verseTitle": "Text 38:",
      "translation": "As King Citraketu fostered his son very carefully, his affection for Queen Kṛtadyuti increased, but gradually he lost affection for the other wives, who had no sons."
    },
    {
      "id": "sb_6_14_39",
      "verseTitle": "Text 39:",
      "translation": "The other queens were extremely unhappy due to their being sonless. Because of the King’s negligence toward them, they condemned themselves in envy and lamented."
    },
    {
      "id": "sb_6_14_40",
      "verseTitle": "Text 40:",
      "translation": "A wife who has no sons is neglected at home by her husband and dishonored by her co-wives exactly like a maidservant. Certainly such a woman is condemned in every respect because of her sinful life."
    },
    {
      "id": "sb_6_14_41",
      "verseTitle": "Text 41:",
      "translation": "Even maidservants who are constantly engaged in rendering service to the husband are honored by the husband, and thus they have nothing for which to lament. Our position, however, is that we are maidservants of the maidservant. Therefore we are most unfortunate."
    },
    {
      "id": "sb_6_14_42",
      "verseTitle": "Text 42:",
      "translation": "Śrī Śukadeva Gosvāmī continued: Being neglected by their husband and seeing Kṛtadyuti’s opulence in possessing a son, Kṛtadyuti’s co-wives always burned in envy, which became extremely strong."
    },
    {
      "id": "sb_6_14_43",
      "verseTitle": "Text 43:",
      "translation": "As their envy increased, they lost their intelligence. Being extremely hardhearted and unable to tolerate the King’s neglect, they finally administered poison to the son."
    },
    {
      "id": "sb_6_14_44",
      "verseTitle": "Text 44:",
      "translation": "Unaware of the poison administered by her co-wives, Queen Kṛtadyuti walked within the house, thinking that her son was sleeping deeply. She did not understand that he was dead."
    },
    {
      "id": "sb_6_14_45",
      "verseTitle": "Text 45:",
      "translation": "Thinking that her child had been sleeping for a long time, Queen Kṛtadyuti, who was certainly very intelligent, ordered the nurse, “My dear friend, please bring my son here.”"
    },
    {
      "id": "sb_6_14_46",
      "verseTitle": "Text 46:",
      "translation": "When the maidservant approached the child, who was lying down, she saw that his eyes were turned upward. There were no signs of life, all his senses having stopped, and she could understand that the child was dead. Seeing this, she immediately cried, “Now I am doomed,” and fell to the ground."
    },
    {
      "id": "sb_6_14_47",
      "verseTitle": "Text 47:",
      "translation": "In great agitation, the maidservant struck her breast with both hands and cried loudly in regretful words. Hearing her loud voice, the Queen immediately came, and when she approached her son, she saw that he was suddenly dead."
    },
    {
      "id": "sb_6_14_48",
      "verseTitle": "Text 48:",
      "translation": "In great lamentation, her hair and dress in disarray, the Queen fell to the ground unconscious."
    },
    {
      "id": "sb_6_14_49",
      "verseTitle": "Text 49:",
      "translation": "O King Parīkṣit, hearing the loud crying, all the inhabitants of the palace came, both men and women. Being equally aggrieved, they also began to cry. The queens who had administered the poison also cried pretentiously, knowing full well their offense."
    },
    {
      "id": "sb_6_14_50-51",
      "verseTitle": "Texts 50-51:",
      "translation": "When King Citraketu heard of his son’s death from unknown causes, he became almost blind. Because of his great affection for his son, his lamentation grew like a blazing fire, and as he went to see the dead child, he kept slipping and falling on the ground. Surrounded by his ministers and other officers and the learned brāhmaṇas present, the King approached and fell unconscious at the child’s feet, his hair and dress scattered. When the King, breathing heavily, regained consciousness, his eyes were tearful, and he could not speak."
    },
    {
      "id": "sb_6_14_52",
      "verseTitle": "Text 52:",
      "translation": "When the Queen saw her husband, King Citraketu, merged in great lamentation and saw the dead child, who was the only son in the family, she lamented in various ways. This increased the pain in the cores of the hearts of all the inhabitants of the palace, the ministers and all the brāhmaṇas."
    },
    {
      "id": "sb_6_14_53",
      "verseTitle": "Text 53:",
      "translation": "The garland of flowers decorating the Queen’s head fell, and her hair scattered. Falling tears melted the collyrium on her eyes and moistened her breasts, which were covered with kuṅkuma powder. As she lamented the loss of her son, her loud crying resembled the sweet sound of a kurarī bird."
    },
    {
      "id": "sb_6_14_54",
      "verseTitle": "Text 54:",
      "translation": "Alas, O Providence, O Creator, You are certainly inexperienced in creation, for during the lifetime of a father You have caused the death of his son, thus acting in opposition to Your creative laws. If You are determined to contradict these laws, You are certainly the enemy of living entities and are never merciful."
    },
    {
      "id": "sb_6_14_55",
      "verseTitle": "Text 55:",
      "translation": "My Lord, You may say that there is no law that a father must die in the lifetime of his son and that a son must be born in the lifetime of his father, since everyone lives and dies according to his own fruitive activity. However, if fruitive activity is so strong that birth and death depend upon it, there is no need of a controller, or God. Again, if You say that a controller is needed because the material energy does not have the power to act, one may answer that if the bonds of affection You have created are disturbed by fruitive action, no one will raise children with affection; instead, everyone will cruelly neglect his children. Since You have cut the bonds of affection that compel a parent to raise his child, You appear inexperienced and unintelligent."
    },
    {
      "id": "sb_6_14_56",
      "verseTitle": "Text 56:",
      "translation": "My dear son, I am helpless and very much aggrieved. You should not give up my company. Just look at your lamenting father. We are helpless because without a son we shall have to suffer the distress of going to the darkest hellish regions. You are the only hope by which we can get out of these dark regions. Therefore I request you not to go any further with the merciless Yama."
    },
    {
      "id": "sb_6_14_57",
      "verseTitle": "Text 57:",
      "translation": "My dear son, you have slept a long time. Now please get up. Your playmates are calling you to play. Since you must be very hungry, please get up and suck my breast and dissipate our lamentation."
    },
    {
      "id": "sb_6_14_58",
      "verseTitle": "Text 58:",
      "translation": "My dear son, I am certainly most unfortunate, for I can no longer see your mild smiling. You have closed your eyes forever. I therefore conclude that you have been taken from this planet to another, from which you will not return. My dear son, I can no longer hear your pleasing voice."
    },
    {
      "id": "sb_6_14_59",
      "verseTitle": "Text 59:",
      "translation": "Śrī Śukadeva Gosvāmī continued: Accompanied by his wife, who was thus lamenting for her dead son, King Citraketu began crying loudly with an open mouth, being greatly aggrieved."
    },
    {
      "id": "sb_6_14_60",
      "verseTitle": "Text 60:",
      "translation": "As the King and Queen lamented, all their male and female followers joined them in crying. Because of the sudden accident, all the citizens of the kingdom were almost unconscious."
    },
    {
      "id": "sb_6_14_61",
      "verseTitle": "Text 61:",
      "translation": "When the great sage Aṅgirā understood that the King was almost dead in an ocean of lamentation, he went there with Nārada Ṛṣi."
    }
  ],
  "description": "In this Fourteenth Chapter, Parīkṣit Mahārāja asks his spiritual master, Śukadeva Gosvāmī, how such a demon as Vṛtrāsura could become an exalted devotee. In this connection the previous life of Vṛtrāsura is discussed. This involves the story of Citraketu and how he was victimized by lamentation because of the death of his son."
}