{
  "id": "sb_6_1",
  "canto": 6,
  "chapter": 1,
  "chapter_title": "The History of the Life of Ajāmila",
  "verses_list": [
    {
      "id": "sb_6_1_1",
      "verseTitle": "Text 1:",
      "translation": "Mahārāja Parīkṣit said: O my lord, O Śukadeva Gosvāmī, you have already described [in the Second Canto] the path of liberation [nivṛtti-mārga]. By following that path, one is certainly elevated gradually to the highest planetary system, Brahmaloka, from which one is promoted to the spiritual world along with Lord Brahmā. Thus one’s repetition of birth and death in the material world ceases."
    },
    {
      "id": "sb_6_1_2",
      "verseTitle": "Text 2:",
      "translation": "O great sage Śukadeva Gosvāmī, unless the living entity is freed from the infection of the material modes of nature, he receives different types of bodies in which to enjoy or suffer, and according to the body, he is understood to have various inclinations. By following these inclinations he traverses the path called pravṛtti-mārga, by which one may be elevated to the heavenly planets, as you have already described [in the Third Canto]."
    },
    {
      "id": "sb_6_1_3",
      "verseTitle": "Text 3:",
      "translation": "You have also described [at the end of the Fifth Canto] the varieties of hellish life that result from impious activities, and you have described [in the Fourth Canto] the first manvantara, which was presided over by Svāyambhuva Manu, the son of Lord Brahmā."
    },
    {
      "id": "sb_6_1_4-5",
      "verseTitle": "Texts 4-5:",
      "translation": "My dear lord, you have described the dynasties and characteristics of King Priyavrata and King Uttānapāda. The Supreme Personality of Godhead created this material world with various universes, planetary systems, planets and stars, with varied lands, seas, oceans, mountains, rivers, gardens and trees, all with different characteristics. These are divided among this planet earth, the luminaries in the sky and the lower planetary systems. You have very clearly described these planets and the living entities who live on them."
    },
    {
      "id": "sb_6_1_6",
      "verseTitle": "Text 6:",
      "translation": "O greatly fortunate and opulent Śukadeva Gosvāmī, now kindly tell me how human beings may be saved from having to enter hellish conditions in which they suffer terrible pains."
    },
    {
      "id": "sb_6_1_7",
      "verseTitle": "Text 7:",
      "translation": "Śukadeva Gosvāmī replied: My dear King, if before one’s next death whatever impious acts one has performed in this life with his mind, words and body are not counteracted through proper atonement according to the description of the Manu-saṁhitā and other dharma-śāstras, one will certainly enter the hellish planets after death and undergo terrible suffering, as I have previously described to you."
    },
    {
      "id": "sb_6_1_8",
      "verseTitle": "Text 8:",
      "translation": "Therefore, before one’s next death comes, as long as one’s body is strong enough, one should quickly adopt the process of atonement according to śāstra; otherwise one’s time will be lost, and the reactions of his sins will increase. As an expert physician diagnoses and treats a disease according to its gravity, one should undergo atonement according to the severity of one’s sins."
    },
    {
      "id": "sb_6_1_9",
      "verseTitle": "Text 9:",
      "translation": "Mahārāja Parīkṣit said: One may know that sinful activity is injurious for him because he actually sees that a criminal is punished by the government and rebuked by people in general and because he hears from scriptures and learned scholars that one is thrown into hellish conditions in the next life for committing sinful acts. Nevertheless, in spite of such knowledge, one is forced to commit sins again and again, even after performing acts of atonement. Therefore, what is the value of such atonement?"
    },
    {
      "id": "sb_6_1_10",
      "verseTitle": "Text 10:",
      "translation": "Sometimes one who is very alert so as not to commit sinful acts is victimized by sinful life again. I therefore consider this process of repeated sinning and atoning to be useless. It is like the bathing of an elephant, for an elephant cleanses itself by taking a full bath, but then throws dust over its head and body as soon as it returns to the land."
    },
    {
      "id": "sb_6_1_11",
      "verseTitle": "Text 11:",
      "translation": "Śukadeva Gosvāmī, the son of Vedavyāsa, answered: My dear King, since acts meant to neutralize impious actions are also fruitive, they will not release one from the tendency to act fruitively. Persons who subject themselves to the rules and regulations of atonement are not at all intelligent. Indeed, they are in the mode of darkness. Unless one is freed from the mode of ignorance, trying to counteract one action through another is useless because this will not uproot one’s desires. Thus even though one may superficially seem pious, he will undoubtedly be prone to act impiously. Therefore real atonement is enlightenment in perfect knowledge, Vedānta, by which one understands the Supreme Absolute Truth."
    },
    {
      "id": "sb_6_1_12",
      "verseTitle": "Text 12:",
      "translation": "My dear King, if a diseased person eats the pure, uncontaminated food prescribed by a physician, he is gradually cured, and the infection of disease can no longer touch him. Similarly, if one follows the regulative principles of knowledge, he gradually progresses toward liberation from material contamination."
    },
    {
      "id": "sb_6_1_13-14",
      "verseTitle": "Texts 13-14:",
      "translation": "To concentrate the mind, one must observe a life of celibacy and not fall down. One must undergo the austerity of voluntarily giving up sense enjoyment. One must then control the mind and senses, give charity, be truthful, clean and nonviolent, follow the regulative principles and regularly chant the holy name of the Lord. Thus a sober and faithful person who knows the religious principles is temporarily purified of all sins performed with his body, words and mind. These sins are like the dried leaves of creepers beneath a bamboo tree, which may be burned by fire although their roots remain to grow again at the first opportunity."
    },
    {
      "id": "sb_6_1_15",
      "verseTitle": "Text 15:",
      "translation": "Only a rare person who has adopted complete, unalloyed devotional service to Kṛṣṇa can uproot the weeds of sinful actions with no possibility that they will revive. He can do this simply by discharging devotional service, just as the sun can immediately dissipate fog by its rays."
    },
    {
      "id": "sb_6_1_16",
      "verseTitle": "Text 16:",
      "translation": "My dear King, if a sinful person engages in the service of a bona fide devotee of the Lord and thus learns how to dedicate his life unto the lotus feet of Kṛṣṇa, he can be completely purified. One cannot be purified merely by undergoing austerity, penance, brahmacarya and the other methods of atonement I have previously described."
    },
    {
      "id": "sb_6_1_17",
      "verseTitle": "Text 17:",
      "translation": "The path followed by pure devotees, who are well-behaved and fully endowed with the best qualifications, is certainly the most auspicious path in this material world. It is free from fear, and it is authorized by the śāstras."
    },
    {
      "id": "sb_6_1_18",
      "verseTitle": "Text 18:",
      "translation": "My dear King, as a pot containing liquor cannot be purified even if washed in the waters of many rivers, nondevotees cannot be purified by processes of atonement even if they perform them very well."
    },
    {
      "id": "sb_6_1_19",
      "verseTitle": "Text 19:",
      "translation": "Although not having fully realized Kṛṣṇa, persons who have even once surrendered completely unto His lotus feet and who have become attracted to His name, form, qualities and pastimes are completely freed of all sinful reactions, for they have thus accepted the true method of atonement. Even in dreams, such surrendered souls do not see Yamarāja or his order carriers, who are equipped with ropes to bind the sinful."
    },
    {
      "id": "sb_6_1_20",
      "verseTitle": "Text 20:",
      "translation": "In this regard, learned scholars and saintly persons describe a very old historical incident involving a discussion between the order carriers of Lord Viṣṇu and those of Yamarāja. Please hear of this from me."
    },
    {
      "id": "sb_6_1_21",
      "verseTitle": "Text 21:",
      "translation": "In the city known as Kānyakubja there was a brāhmaṇa named Ajāmila who married a prostitute maidservant and lost all his brahminical qualities because of the association of that low-class woman."
    },
    {
      "id": "sb_6_1_22",
      "verseTitle": "Text 22:",
      "translation": "This fallen brāhmaṇa, Ajāmila, gave trouble to others by arresting them, by cheating them in gambling or by directly plundering them. This was the way he earned his livelihood and maintained his wife and children."
    },
    {
      "id": "sb_6_1_23",
      "verseTitle": "Text 23:",
      "translation": "My dear King, while he thus spent his time in abominable, sinful activities to maintain his family of many sons, eighty-eight years of his life passed by."
    },
    {
      "id": "sb_6_1_24",
      "verseTitle": "Text 24:",
      "translation": "That old man Ajāmila had ten sons, of whom the youngest was a baby named Nārāyaṇa. Since Nārāyaṇa was the youngest of all the sons, he was naturally very dear to both his father and his mother."
    },
    {
      "id": "sb_6_1_25",
      "verseTitle": "Text 25:",
      "translation": "Because of the child’s broken language and awkward movements, old Ajāmila was very much attached to him. He always took care of the child and enjoyed the child’s activities."
    },
    {
      "id": "sb_6_1_26",
      "verseTitle": "Text 26:",
      "translation": "When Ajāmila chewed food and ate it, he called the child to chew and eat, and when he drank he called the child to drink also. Always engaged in taking care of the child and calling his name, Nārāyaṇa, Ajāmila could not understand that his own time was now exhausted and that death was upon him."
    },
    {
      "id": "sb_6_1_27",
      "verseTitle": "Text 27:",
      "translation": "When the time of death arrived for the foolish Ajāmila, he began thinking exclusively of his son Nārāyaṇa."
    },
    {
      "id": "sb_6_1_28-29",
      "verseTitle": "Texts 28-29:",
      "translation": "Ajāmila then saw three awkward persons with deformed bodily features, fierce, twisted faces, and hair standing erect on their bodies. With ropes in their hands, they had come to take him away to the abode of Yamarāja. When he saw them he was extremely bewildered, and because of attachment to his child, who was playing a short distance away, Ajāmila began to call him loudly by his name. Thus with tears in his eyes he somehow or other chanted the holy name of Nārāyaṇa."
    },
    {
      "id": "sb_6_1_30",
      "verseTitle": "Text 30:",
      "translation": "My dear King, the order carriers of Viṣṇu, the Viṣṇudūtas, immediately arrived when they heard the holy name of their master from the mouth of the dying Ajāmila, who had certainly chanted without offense because he had chanted in complete anxiety."
    },
    {
      "id": "sb_6_1_31",
      "verseTitle": "Text 31:",
      "translation": "The order carriers of Yamarāja were snatching the soul from the core of the heart of Ajāmila, the husband of the prostitute, but with resounding voices the messengers of Lord Viṣṇu, the Viṣṇudūtas, forbade them to do so."
    },
    {
      "id": "sb_6_1_32",
      "verseTitle": "Text 32:",
      "translation": "When the order carriers of Yamarāja, the son of the sun-god, were thus forbidden, they replied: Who are you, sirs, that have the audacity to challenge the jurisdiction of Yamarāja?"
    },
    {
      "id": "sb_6_1_33",
      "verseTitle": "Text 33:",
      "translation": "Dear sirs, whose servants are you, where have you come from, and why are you forbidding us to touch the body of Ajāmila? Are you demigods from the heavenly planets, are you sub-demigods, or are you the best of devotees?"
    },
    {
      "id": "sb_6_1_34-36",
      "verseTitle": "Texts 34-36:",
      "translation": "The order carriers of Yamarāja said: Your eyes are just like the petals of lotus flowers. Dressed in yellow silken garments, decorated with garlands of lotuses, and wearing very attractive helmets on your heads and earrings on your ears, you all appear fresh and youthful. Your four long arms are decorated with bows and quivers of arrows and with swords, clubs, conchshells, discs and lotus flowers. Your effulgence has dissipated the darkness of this place with extraordinary illumination. Now, sirs, why are you obstructing us?"
    },
    {
      "id": "sb_6_1_37",
      "verseTitle": "Text 37:",
      "translation": "Śukadeva Gosvāmī continued: Being thus addressed by the messengers of Yamarāja, the servants of Vāsudeva smiled and spoke the following words in voices as deep as the sound of rumbling clouds."
    },
    {
      "id": "sb_6_1_38",
      "verseTitle": "Text 38:",
      "translation": "The blessed messengers of Lord Viṣṇu, the Viṣṇudūtas, said: If you are actually servants of Yamarāja, you must explain to us the meaning of religious principles and the symptoms of irreligion."
    },
    {
      "id": "sb_6_1_39",
      "verseTitle": "Text 39:",
      "translation": "What is the process of punishing others? Who are the actual candidates for punishment? Are all karmīs engaged in fruitive activities punishable, or only some of them?"
    },
    {
      "id": "sb_6_1_40",
      "verseTitle": "Text 40:",
      "translation": "The Yamadūtas replied: That which is prescribed in the Vedas constitutes dharma, the religious principles, and the opposite of that is irreligion. The Vedas are directly the Supreme Personality of Godhead, Nārāyaṇa, and are self-born. This we have heard from Yamarāja."
    },
    {
      "id": "sb_6_1_41",
      "verseTitle": "Text 41:",
      "translation": "The supreme cause of all causes, Nārāyaṇa, is situated in His own abode in the spiritual world, but nevertheless He controls the entire cosmic manifestation according to the three modes of material nature — sattva-guṇa, rajo-guṇa and tamo-guṇa. In this way all living entities are awarded different qualities, different names [such as brāhmaṇa, kṣatriya and vaiśya], different duties according to the varṇāśrama institution, and different forms. Thus Nārāyaṇa is the cause of the entire cosmic manifestation."
    },
    {
      "id": "sb_6_1_42",
      "verseTitle": "Text 42:",
      "translation": "The sun, fire, sky, air, demigods, moon, evening, day, night, directions, water, land and Supersoul Himself all witness the activities of the living entity."
    },
    {
      "id": "sb_6_1_43",
      "verseTitle": "Text 43:",
      "translation": "The candidates for punishment are those who are confirmed by these many witnesses to have deviated from their prescribed regulative duties. Everyone engaged in fruitive activities is suitable to be subjected to punishment according to his sinful acts."
    },
    {
      "id": "sb_6_1_44",
      "verseTitle": "Text 44:",
      "translation": "O inhabitants of Vaikuṇṭha, you are sinless, but those within this material world are all karmīs, whether acting piously or impiously. Both kinds of action are possible for them because they are contaminated by the three modes of nature and must act accordingly. One who has accepted a material body cannot be inactive, and sinful action is inevitable for one acting under the modes of material nature. Therefore all the living entities within this material world are punishable."
    },
    {
      "id": "sb_6_1_45",
      "verseTitle": "Text 45:",
      "translation": "In proportion to the extent of one’s religious or irreligious actions in this life, one must enjoy or suffer the corresponding reactions of his karma in the next."
    },
    {
      "id": "sb_6_1_46",
      "verseTitle": "Text 46:",
      "translation": "O best of the demigods, we can see three different varieties of life, which are due to the contamination of the three modes of nature. The living entities are thus known as peaceful, restless and foolish; as happy, unhappy or in-between; or as religious, irreligious and semireligious. We can deduce that in the next life these three kinds of material nature will similarly act."
    },
    {
      "id": "sb_6_1_47",
      "verseTitle": "Text 47:",
      "translation": "Just as springtime in the present indicates the nature of springtimes in the past and future, so this life of happiness, distress or a mixture of both gives evidence concerning the religious and irreligious activities of one’s past and future lives."
    },
    {
      "id": "sb_6_1_48",
      "verseTitle": "Text 48:",
      "translation": "The omnipotent Yamarāja is as good as Lord Brahmā, for while situated in his own abode or in everyone’s heart like the Paramātmā, he mentally observes the past activities of a living entity and thus understands how the living entity will act in future lives."
    },
    {
      "id": "sb_6_1_49",
      "verseTitle": "Text 49:",
      "translation": "As a sleeping person acts according to the body manifested in his dreams and accepts it to be himself, so one identifies with his present body, which he acquired because of his past religious or irreligious actions, and is unable to know his past or future lives."
    },
    {
      "id": "sb_6_1_50",
      "verseTitle": "Text 50:",
      "translation": "Above the five senses of perception, the five working senses and the five objects of the senses is the mind, which is the sixteenth element. Above the mind is the seventeenth element, the soul, the living being himself, who, in cooperation with the other sixteen, enjoys the material world alone. The living being enjoys three kinds of situations, namely happy, distressful and mixed."
    },
    {
      "id": "sb_6_1_51",
      "verseTitle": "Text 51:",
      "translation": "The subtle body is endowed with sixteen parts — the five knowledge-acquiring senses, the five working senses, the five objects of sense gratification, and the mind. This subtle body is an effect of the three modes of material nature. It is composed of insurmountably strong desires, and therefore it causes the living entity to transmigrate from one body to another in human life, animal life and life as a demigod. When the living entity gets the body of a demigod, he is certainly very jubilant, when he gets a human body he is always in lamentation, and when he gets the body of an animal, he is always afraid. In all conditions, however, he is actually miserable. His miserable condition is called saṁsṛti, or transmigration in material life."
    },
    {
      "id": "sb_6_1_52",
      "verseTitle": "Text 52:",
      "translation": "The foolish embodied living entity, inept at controlling his senses and mind, is forced to act according to the influence of the modes of material nature, against his desires. He is like a silkworm that uses its own saliva to create a cocoon and then becomes trapped in it, with no possibility of getting out. The living entity traps himself in a network of his own fruitive activities and then can find no way to release himself. Thus he is always bewildered, and repeatedly he dies."
    },
    {
      "id": "sb_6_1_53",
      "verseTitle": "Text 53:",
      "translation": "Not a single living entity can remain unengaged even for a moment. One must act by his natural tendency according to the three modes of material nature because this natural tendency forcibly makes him work in a particular way."
    },
    {
      "id": "sb_6_1_54",
      "verseTitle": "Text 54:",
      "translation": "The fruitive activities a living being performs, whether pious or impious, are the unseen cause for the fulfillment of his desires. This unseen cause is the root for the living entity’s different bodies. Because of his intense desire, the living entity takes birth in a particular family and receives a body which is either like that of his mother or like that of his father. The gross and subtle bodies are created according to his desire."
    },
    {
      "id": "sb_6_1_55",
      "verseTitle": "Text 55:",
      "translation": "Since the living entity is associated with material nature, he is in an awkward position, but if in the human form of life he is taught how to associate with the Supreme Personality of Godhead or His devotee, this position can be overcome."
    },
    {
      "id": "sb_6_1_56-57",
      "verseTitle": "Texts 56-57:",
      "translation": "In the beginning this brāhmaṇa named Ajāmila studied all the Vedic literatures. He was a reservoir of good character, good conduct and good qualities. Firmly established in executing all the Vedic injunctions, he was very mild and gentle, and he kept his mind and senses under control. Furthermore, he was always truthful, he knew how to chant the Vedic mantras, and he was also very pure. Ajāmila was very respectful to his spiritual master, the fire-god, guests, and the elderly members of his household. Indeed, he was free from false prestige. He was upright, benevolent to all living entities, and well-behaved. He would never speak nonsense or envy anyone."
    },
    {
      "id": "sb_6_1_58-60",
      "verseTitle": "Texts 58-60:",
      "translation": "Once this brāhmaṇa Ajāmila, following the order of his father, went to the forest to collect fruit, flowers and two kinds of grass, called samit and kuśa. On the way home, he came upon a śūdra, a very lusty, fourth-class man, who was shamelessly embracing and kissing a prostitute. The śūdra was smiling, singing and enjoying as if this were proper behavior. Both the śūdra and the prostitute were drunk. The prostitute’s eyes were rolling in intoxication, and her dress had become loose. Such was the condition in which Ajāmila saw them."
    },
    {
      "id": "sb_6_1_61",
      "verseTitle": "Text 61:",
      "translation": "The śūdra, his arm decorated with turmeric powder, was embracing the prostitute. When Ajāmila saw her, the dormant lusty desires in his heart awakened, and in illusion he fell under their control."
    },
    {
      "id": "sb_6_1_62",
      "verseTitle": "Text 62:",
      "translation": "As far as possible he patiently tried to remember the instructions of the śāstras not even to see a woman. With the help of this knowledge and his intellect, he tried to control his lusty desires, but because of the force of Cupid within his heart, he failed to control his mind."
    },
    {
      "id": "sb_6_1_63",
      "verseTitle": "Text 63:",
      "translation": "In the same way that the sun and moon are eclipsed by a low planet, the brāhmaṇa lost all his good sense. Taking advantage of this situation, he always thought of the prostitute, and within a short time he took her as a servant in his house and abandoned all the regulative principles of a brāhmaṇa."
    },
    {
      "id": "sb_6_1_64",
      "verseTitle": "Text 64:",
      "translation": "Thus Ajāmila began spending whatever money he had inherited from his father to satisfy the prostitute with various material presentations so that she would remain pleased with him. He gave up all his brahminical activities to satisfy the prostitute."
    },
    {
      "id": "sb_6_1_65",
      "verseTitle": "Text 65:",
      "translation": "Because his intelligence was pierced by the lustful glance of the prostitute, the victimized brāhmaṇa Ajāmila engaged in sinful acts in her association. He even gave up the company of his very beautiful young wife, who came from a very respectable brāhmaṇa family."
    },
    {
      "id": "sb_6_1_66",
      "verseTitle": "Text 66:",
      "translation": "Although born of a brāhmaṇa family, this rascal, bereft of intelligence because of the prostitute’s association, earned money somehow or other, regardless of whether properly or improperly, and used it to maintain the prostitute’s sons and daughters."
    },
    {
      "id": "sb_6_1_67",
      "verseTitle": "Text 67:",
      "translation": "This brāhmaṇa irresponsibly spent his long lifetime transgressing all the rules and regulations of the holy scripture, living extravagantly and eating food prepared by a prostitute. Therefore he is full of sins. He is unclean and is addicted to forbidden activities."
    },
    {
      "id": "sb_6_1_68",
      "verseTitle": "Text 68:",
      "translation": "This man Ajāmila did not undergo atonement. Therefore because of his sinful life, we must take him into the presence of Yamarāja for punishment. There, according to the extent of his sinful acts, he will be punished and thus purified."
    }
  ],
  "description": "Throughout Śrīmad-Bhāgavatam there are descriptions of ten subject matters, including creation, subsequent creation and the planetary systems. Śukadeva Gosvāmī, the speaker of Śrīmad-Bhāgavatam, has already described creation, subsequent creation and the planetary systems in the Third, Fourth and Fifth Cantos. Now, in this Sixth Canto, which consists of nineteen chapters, he will describe poṣaṇa, or protection by the Lord."
}