{
  "id": "sb_6_19",
  "canto": 6,
  "chapter": 19,
  "chapter_title": "Performing the Puṁsavana Ritualistic Ceremony",
  "verses_list": [
    {
      "id": "sb_6_19_1",
      "verseTitle": "Text 1:",
      "translation": "Mahārāja Parīkṣit said: My dear lord, you have already spoken about the puṁsavana vow. Now I want to hear about it in detail, for I understand that by observing this vow one can please the Supreme Lord, Viṣṇu."
    },
    {
      "id": "sb_6_19_2-3",
      "verseTitle": "Texts 2-3:",
      "translation": "Śukadeva Gosvāmī said: On the first day of the bright fortnight of the month of Agrahāyaṇa [November-December], following the instructions of her husband, a woman should begin this regulative devotional service with a vow of penance, for it can fulfill all one’s desires. Before beginning the worship of Lord Viṣṇu, the woman should hear the story of how the Maruts were born. Under the instructions of qualified brāhmaṇas, in the morning she should wash her teeth, bathe, and dress herself with white cloth and ornaments, and before taking breakfast she should worship Lord Viṣṇu and Lakṣmī."
    },
    {
      "id": "sb_6_19_4",
      "verseTitle": "Text 4:",
      "translation": "[She should then pray to the Lord as follows.] My dear Lord, You are full in all opulences, but I do not beg You for opulence. I simply offer my respectful obeisances unto You. You are the husband and master of Lakṣmīdevī, the goddess of fortune, who has all opulences. Therefore You are the master of all mystic yoga. I simply offer my obeisances unto You."
    },
    {
      "id": "sb_6_19_5",
      "verseTitle": "Text 5:",
      "translation": "O my Lord, because You are endowed with causeless mercy, all opulences, all prowess and all glories, strength and transcendental qualities, You are the Supreme Personality of Godhead, the master of everyone."
    },
    {
      "id": "sb_6_19_6",
      "verseTitle": "Text 6:",
      "translation": "[After profusely offering obeisances unto Lord Viṣṇu, the devotee should offer respectful obeisances unto mother Lakṣmī, the goddess of fortune, and pray as follows.] O wife of Lord Viṣṇu, O internal energy of Lord Viṣṇu, you are as good as Lord Viṣṇu Himself, for you have all of His qualities and opulences. O goddess of fortune, please be kind to me. O mother of the entire world, I offer my respectful obeisances unto you."
    },
    {
      "id": "sb_6_19_7",
      "verseTitle": "Text 7:",
      "translation": "“My Lord Viṣṇu, full in six opulences, You are the best of all enjoyers and the most powerful. O husband of mother Lakṣmī, I offer my respectful obeisances unto You, who are accompanied by many associates, such as Viśvaksena. I offer all the paraphernalia for worshiping You.” One should chant this mantra every day with great attention while worshiping Lord Viṣṇu with all paraphernalia, such as water for washing His feet, hands and mouth and water for His bath. One must offer Him various presentations for His worship, such as garments, a sacred thread, ornaments, scents, flowers, incense and lamps."
    },
    {
      "id": "sb_6_19_8",
      "verseTitle": "Text 8:",
      "translation": "Śukadeva Gosvāmī continued: After worshiping the Lord with all the paraphernalia mentioned above, one should chant the following mantra while offering twelve oblations of ghee on the sacred fire: oṁ namo bhagavate mahā-puruṣāya mahāvibhūti-pataye svāhā."
    },
    {
      "id": "sb_6_19_9",
      "verseTitle": "Text 9:",
      "translation": "If one desires all opulences, his duty is to daily worship Lord Viṣṇu with His wife, Lakṣmī. With great devotion one should worship Him according to the above-mentioned process. Lord Viṣṇu and the goddess of fortune are an immensely powerful combination. They are the bestowers of all benedictions and the sources of all good fortune. Therefore the duty of everyone is to worship Lakṣmī-Nārāyaṇa."
    },
    {
      "id": "sb_6_19_10",
      "verseTitle": "Text 10:",
      "translation": "One should offer obeisances unto the Lord with a mind humbled through devotion. While offering daṇḍavats by falling on the ground like a rod, one should chant the above mantra ten times. Then one should chant the following prayer."
    },
    {
      "id": "sb_6_19_11",
      "verseTitle": "Text 11:",
      "translation": "My Lord Viṣṇu and mother Lakṣmī, goddess of fortune, you are the proprietors of the entire creation. Indeed, you are the cause of the creation. Mother Lakṣmī is extremely difficult to understand because she is so powerful that the jurisdiction of her power is difficult to overcome. Mother Lakṣmī is represented in the material world as the external energy, but actually she is always the internal energy of the Lord."
    },
    {
      "id": "sb_6_19_12",
      "verseTitle": "Text 12:",
      "translation": "My Lord, You are the master of energy, and therefore You are the Supreme Person. You are sacrifice [yajña] personified. Lakṣmī, the embodiment of spiritual activities, is the original form of worship offered unto You, whereas You are the enjoyer of all sacrifices."
    },
    {
      "id": "sb_6_19_13",
      "verseTitle": "Text 13:",
      "translation": "Mother Lakṣmī, who is here, is the reservoir of all spiritual qualities, whereas You manifest and enjoy all these qualities. Indeed, You are actually the enjoyer of everything. You live as the Supersoul of all living entities, and the goddess of fortune is the form of their bodies, senses and minds. She also has a holy name and form, whereas You are the support of all such names and forms and the cause for their manifestation."
    },
    {
      "id": "sb_6_19_14",
      "verseTitle": "Text 14:",
      "translation": "You are both the supreme rulers and benedictors of the three worlds. Therefore, my Lord, Uttamaśloka, may my ambitions be fulfilled by Your grace."
    },
    {
      "id": "sb_6_19_15",
      "verseTitle": "Text 15:",
      "translation": "Śrī Śukadeva Gosvāmī continued: Thus one should worship Lord Viṣṇu, who is known as Śrīnivāsa, along with mother Lakṣmī, the goddess of fortune, by offering prayers according to the process mentioned above. After removing all the paraphernalia of worship, one should offer them water to wash their hands and mouths, and then one should worship them again."
    },
    {
      "id": "sb_6_19_16",
      "verseTitle": "Text 16:",
      "translation": "Thereafter, with devotion and humility, one should offer prayers to the Lord and mother Lakṣmī. Then one should smell the remnants of the food offered and then again worship the Lord and Lakṣmījī."
    },
    {
      "id": "sb_6_19_17",
      "verseTitle": "Text 17:",
      "translation": "Accepting her husband as the representative of the Supreme Person, a wife should worship him with unalloyed devotion by offering him prasāda. The husband, being very pleased with his wife, should engage himself in the affairs of his family."
    },
    {
      "id": "sb_6_19_18",
      "verseTitle": "Text 18:",
      "translation": "Between the husband and wife, one person is sufficient to execute this devotional service. Because of their good relationship, both of them will enjoy the result. Therefore if the wife is unable to execute this process, the husband should carefully do so, and the faithful wife will share the result."
    },
    {
      "id": "sb_6_19_19-20",
      "verseTitle": "Texts 19-20:",
      "translation": "One should accept this viṣṇu-vrata, which is a vow in devotional service, and should not deviate from its execution to engage in anything else. By offering the remnants of prasāda, flower garlands, sandalwood pulp and ornaments, one should daily worship the brāhmaṇas and worship women who peacefully live with their husbands and children. Every day the wife must continue following the regulative principles to worship Lord Viṣṇu with great devotion. Thereafter, Lord Viṣṇu should be laid in His bed, and then one should take prasāda. In this way, husband and wife will be purified and will have all their desires fulfilled."
    },
    {
      "id": "sb_6_19_21",
      "verseTitle": "Text 21:",
      "translation": "The chaste wife must perform such devotional service continuously for one year. After one year passes, she should fast on the full-moon day in the month of Kārttika [October-November]."
    },
    {
      "id": "sb_6_19_22",
      "verseTitle": "Text 22:",
      "translation": "On the morning of the next day, one should wash oneself, and after worshiping Lord Kṛṣṇa as before, one should cook as one cooks for festivals as stated in the Gṛhya-sūtras. Sweetrice should be cooked with ghee, and with this preparation the husband should offer oblations to the fire twelve times."
    },
    {
      "id": "sb_6_19_23",
      "verseTitle": "Text 23:",
      "translation": "Thereafter, he should satisfy the brāhmaṇas. When the satisfied brāhmaṇas bestow their blessings, he should devotedly offer them respectful obeisances with his head, and with their permission he should take prasāda."
    },
    {
      "id": "sb_6_19_24",
      "verseTitle": "Text 24:",
      "translation": "Before taking his meal, the husband must first seat the ācārya comfortably, and, along with his relatives and friends, should control his speech and offer prasāda to the guru. Then the wife should eat the remnants of the oblation of sweetrice cooked with ghee. Eating the remnants insures a learned, devoted son and all good fortune."
    },
    {
      "id": "sb_6_19_25",
      "verseTitle": "Text 25:",
      "translation": "If this vow or ritualistic ceremony is observed according to the description of śāstra, even in this life a man will be able to achieve all the benedictions he desires from the Lord. A wife who performs this ritualistic ceremony will surely receive good fortune, opulence, sons, a long-living husband, a good reputation and a good home."
    },
    {
      "id": "sb_6_19_26-28",
      "verseTitle": "Texts 26-28:",
      "translation": "If an unmarried girl observes this vrata, she will be able to get a very good husband. If a woman who is avīrā — who has no husband or son — executes this ritualistic ceremony, she can be promoted to the spiritual world. A woman whose children have died after birth can get a child with a long duration of life and also become very fortunate in possessing wealth. If a woman is unfortunate she will become fortunate, and if ugly she will become beautiful. By observing this vrata, a diseased man can gain relief from his disease and have an able body with which to work. If one recites this narration while offering oblations to the pitās and demigods, especially during the śrāddha ceremony, the demigods and inhabitants of Pitṛloka will be extremely pleased with him and bestow upon him the fulfillment of all desires. After one performs this ritualistic ceremony, Lord Viṣṇu and His wife, mother Lakṣmī, the goddess of fortune, are very pleased with him. O King Parīkṣit, now I have completely described how Diti performed this ceremony and had good children — the Maruts — and a happy life. I have tried to explain this to you as elaborately as possible."
    }
  ],
  "description": "This chapter explains how Diti, Kaśyapa Muni’s wife, executed Kaśyapa Muni’s instructions on devotional service. During the first day of the bright fortnight of the moon in the month of Agrahāyaṇa (November-December), every woman, following in the footsteps of Diti and following the instructions of her own husband, should begin this puṁsavana-vrata. In the morning, after washing her teeth, bathing and thus becoming purified, she should hear about the birth mystery of the Maruts. Then, covering her body with a white dress and being properly ornamented, before breakfast she should worship Lord Viṣṇu and mother Lakṣmī, the goddess of fortune, Lord Viṣṇu’s wife, by glorifying Lord Viṣṇu for His mercy, patience, prowess, ability, greatness and other glories and for how He can bestow all mystic benedictions. While offering the Lord all paraphernalia for worship, such as ornaments, a sacred thread, scents, nice flowers, incense and water for bathing and washing His feet, hands and mouth, one should invite the Lord with this mantra: oṁ namo bhagavate mahā-puruṣāya mahānubhāvāya mahāvibhūtipataye saha mahā-vibhūtibhir balim upaharāmi. Then one should offer twelve oblations in the fire while chanting this mantra: oṁ namo bhagavate mahā-puruṣāya mahāvibhūti-pataye svāhā. One should offer obeisances while chanting this mantra ten times. Then one should chant the Lakṣmī-Nārāyaṇa mantra."
}